{
  "id": "action_90s",
  "name": "Akční kultovky 90. let",
  "type": "movie",
  "generatedAt": "2026-01-16T14:28:49.908Z",
  "source": {
    "path": "/movies/watched/all"
  },
  "filters": {
    "years": "1990-1999",
    "genres": "action,thriller"
  },
  "items": [
    {
      "imdb": "tt0119472",
      "name": "Klepání na nebeskou bránu",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 84% (15.6k)",
      "csfdId": 13186,
      "csfdRating": 84,
      "csfdRatingCount": 15614,
      "poster": "https://images.metahub.space/poster/small/tt0119472/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119472/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "89 min",
      "genres": [
        "Akční",
        "Krimi",
        "Komedie",
        "Drama"
      ],
      "description": "Nejúspěšnější německý snímek roku 1997 překvapí neotřelým využitím moderních filmových klišé, humorem a originální symbiózou hned několika žánrů. Hrdiny jsou dva muži, umírající na rakovinu, kteří se rozhodnou, že si \"osladí\" a \"opepří\" poslední dny, které jim zbývají, cestou k moři. Snímek, zřetelně inspirovaný tvorbou Quentina Tarantina, je navíc plný filmových odkazů. Navzdory četným přestřelkám a honičkám tu není ani kapka krve a ani jeden zavražděný, i když smrt obchází velice blízko.(oficiální text distributora)\n\nČSFD: 84% (15.6k)"
    },
    {
      "imdb": "tt0117731",
      "name": "Star Trek VIII: První kontakt",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 83% (7.6k)",
      "csfdId": 19251,
      "csfdRating": 83,
      "csfdRatingCount": 7615,
      "poster": "https://images.metahub.space/poster/small/tt0117731/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117731/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "111 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Thriller"
      ],
      "description": "Bitva o záchranu budoucnosti začala. Americký film na motivy slavného seriálu. V pořadí osmý film (a druhý s posádkou Nové generace), nazvaný Star Trek: První kontakt (1996), patří bezesporu v sérii k těm nejlepším. V něm posádka hvězdné lodi Enterprise, vedená kapitánem Picardem (Patrick Stewart), podnikne bojovou misi do minulosti, přesněji řečeno do 21. století, aby zachránila budoucnost naší planety. Expanzivní civilizace Borg se totiž pokouší zabránit prvnímu kontaktu, ke kterému došlo 4. dubna 2063, aby mohla kolonizovat Zemi, nechráněnou spoluprací s dalšími vesmírnými druhy. Vedle neohrožené posádky Enterprise hrají důležitou roli v příběhu excentrický vynálezce nadsvětelného pohonu Zefram Cochrane (James Cromwell) a jeho černošská spolupracovnice Lily (Alfre Woodardová).(oficiální text distributora)\n\nČSFD: 83% (7.6k)"
    },
    {
      "imdb": "tt0120399",
      "name": "U-Turn",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 80% (9.3k)",
      "csfdId": 8763,
      "csfdRating": 80,
      "csfdRatingCount": 9285,
      "poster": "https://images.metahub.space/poster/small/tt0120399/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120399/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "125 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Svědomí hazardního hráče Bobbyho Coopera sice není sněhobíle čisté, ale takovou smůlu si přece jen nezasloužil. Za opomenutí dluhu ze hry už přišel o dva prsty a nyní, když si to napříč vyprahlou Arizonou šine do Las Vegas, aby pohledávky vyrovnal, prasknul jeho kabrioletu chladič. Bobby se svým milovaným Fordem Mustang sotva dohrkal do nebližšího městečka jménem Superior. Řetěz absurdních situací poprvé zarachotil ve chvíli, kdy Bobby svěřil svůj vůz krajně podezřelému, leč jedinému automechanikovi ve městě. O pár chvil později se pak seznámil s půvabnou Grace nabitou sexappealem, jako nebe před bouřkou elektřinou. Akceptovat její pozvání k společnému věšení záclon ovšem Bobby neměl. Dívka je totiž ve skutečnosti provdaná žena a její buranský manžel McKenna rozrazil dveře právě ve chvíli, kdy se jeden druhému snažili vycucnout mozek z hlavy. Banální situaci vypointoval skoro podvedený manžel, když dohnal Bobbyho na silnici a nabídl mu 50 000 dolarů za vraždu své krásné manželky. Už ho prý přestala bavit. Bobby je sice gauner, ale není nájemný vrah. Zatím. Během několika hodin totiž přijde o své auto a o všechny peníze, které potřebuje k zaplacení dluhu a záchraně zbývajících prstů. Navíc dostane zajímavý protinávrh. Grace nabídne za vraždu svého manžela daleko vyšší sumu - polovinu toho, co po vraždě najdou v McKennaově trezoru. Jenže Bobby na ženský nikdy neměl štěstí...(oficiální text distributora)\n\nČSFD: 80% (9.3k)"
    },
    {
      "imdb": "tt0111512",
      "name": "Legenda o opilém Mistrovi",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 82% (7.2k)",
      "csfdId": 11394,
      "csfdRating": 82,
      "csfdRatingCount": 7208,
      "poster": "https://images.metahub.space/poster/small/tt0111512/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111512/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "102 min",
      "genres": [
        "Akční",
        "Komedie"
      ],
      "description": "Hung se snaží vyhnout placení cla, ale svým malým podfukem dostane do problémů sebe i celou svoji rodinu. Jeho otci záleží nejvíc na cti a Hung je na nejlepší cestě, aby čest svojí rodiny navždy pošpinil...Fei Hung se vrací domů se svým otcem, který je známým lékařem. S dvojicí cestuje ještě jejich sluha. Na cestě vlakem by mělo veškeré zboží projít kontrolou a mělo by být zaplaceno clo, ale Fei Hungovi se podaří velmi drahý kořen ženšenu schovat u velvyslance v kufru, kde se clu vyhne. Když si pak Fei Hung chce svůj ženšen vzít zpátky, utká se v souboji s mužem, který si také něco vzal u velvyslance v kufru. Jejich souboj přeruší odjezd vlaku, ve kterém Fei Hung cestuje. Dvojice si až velmi pozdě uvědomí, že si omylem vyměnili balíčky. Fei Hung tedy nemá kořen ženšenu, ale cennou nefritovou pečeť, kterou velvyslanec ukradl a chtěl prodat. Fei Hung si ale neuvědomuje cenu toho, co ukradl, on jen řeší, jak rychle sehnat ženšen, který ztratil. Fei Hungovi pomáhá jeho matka, která se nebojí Fei Hungovu otci postavit. Matka a syn jsou ale na otce krátcí. I když se snaží něco vymyslet, otec se stejně dozví, co Fei Hung udělal. Fei Hung se navíc přes otcův zákaz neustále pere a k tomu provozuje opilecký box, u kterého pije alkohol, což otec také neschvaluje.\n\nČSFD: 82% (7.2k)"
    },
    {
      "imdb": "tt0114069",
      "name": "Smrtící epidemie",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 74% (17.3k)",
      "csfdId": 7232,
      "csfdRating": 74,
      "csfdRatingCount": 17317,
      "poster": "https://images.metahub.space/poster/small/tt0114069/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114069/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller"
      ],
      "description": "Ve filmu Smrtící epidemie musí hrozbě čelit tým amerických vojenských lékařů, který zoufale pátrá po neznámém bacilonosiči, z nějž by bylo možné získat sérum proti nákaze, zavlečené z Afriky do Kalifornie. Boj odhodlaných expertů s časem je však komplikován zájmy vysokých vojenských činitelů, kteří jsou pro utajení své biologické zbraně ochotni obětovat životy nevinných civilistů.(oficiální text distributora)\n\nČSFD: 74% (17.3k)"
    },
    {
      "imdb": "tt0104779",
      "name": "Hořký měsíc",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 82% (7.1k)",
      "csfdId": 7340,
      "csfdRating": 82,
      "csfdRatingCount": 7087,
      "poster": "https://images.metahub.space/poster/small/tt0104779/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0104779/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "139 min",
      "genres": [
        "Drama",
        "Romantický",
        "Thriller"
      ],
      "description": "Po úspěšném kriminálním thrilleru FRANTIC natočil Roman Polanski další \"pařížský\" film - erotické drama podle knihy Pascala Brucknera Hořký měsíc. Ve středu jeho pozornosti se opět ocitají cizinci, vykořenění ze svého prostředí a prožívající nečekaně intenzivní a destruktivní citovou lekci. Mladý britský manželský pár, Nigel a Fiona Dobsonovi, se na cestě lodí seznámí s krásnou francouzskou tanečnicí Mimi a jejím starším invalidním americkým manželem Oscarem. Invalida vycítí mladíkův zájem o jeho manželku a po několik večerů mu vypráví šokující příběh jejich trýznivého vztahu. Oscar žil v Paříži, kde se nepříliš úspěšně pokoušel o spisovatelskou dráhu. Se servírkou Mimi prožil vášnivou romanci; po nějaké době se však dívky přesytil a musel vynaložit všechen svůj cynismus a krutost, aby se jí zbavil. Mimi se mu však krutě pomstila a připoutala ho k sobě navždy. Pár je nyní spojen poutem nenávisti a zmarněné lásky až za hrob. Setkání s podivnou dvojicí odhaluje dlouholetou manželskou krizi mladého páru, žijícího ve zdánlivém klidu jen proto, že nikdy neprošel milostným \"rájem ani peklem\". Frustrovaná, poddajná Fiona je však žárlivostí vyprovokována ke vzpouře proti svému citově pohodlnému, chladnému manželovi; katastrofa je stejně bouřlivá jako předchozí zdánlivý klid.\n\nČSFD: 82% (7.1k)"
    },
    {
      "imdb": "tt0120787",
      "name": "Dokonalá vražda",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 76% (13.6k)",
      "csfdId": 2305,
      "csfdRating": 76,
      "csfdRatingCount": 13646,
      "poster": "https://images.metahub.space/poster/small/tt0120787/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120787/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "107 min",
      "genres": [
        "Thriller",
        "Romantický",
        "Krimi"
      ],
      "description": "Obchodník Steven spekuloval na burze tak, že jedinou možností jak odvrátit konkurz, je vražda jeho bohaté manželky Emily. Na tuto vraždu si najme milence své manželky Davida, kterého Steven vydírá. Avšak plán se mu vymkne z ruky: naopak je to Steven, na koho padne podezření...(oficiální text distributora)\n\nČSFD: 76% (13.6k)"
    },
    {
      "imdb": "tt0110632",
      "name": "Takoví normální zabijáci",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 75% (14.3k)",
      "csfdId": 8757,
      "csfdRating": 75,
      "csfdRatingCount": 14276,
      "poster": "https://images.metahub.space/poster/small/tt0110632/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110632/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "118 min",
      "genres": [
        "Akční",
        "Krimi",
        "Drama",
        "Romantický"
      ],
      "description": "Mallory neměla mnoho důvodů být šťastná. Otec ji tyranizoval a sexuálně obtěžoval, matka nepodnikala nic na dceřinu obranu. Když se dívka náhodně setkala s Mickeym, byla z toho láska na první pohled. Ještě téhož večera si tajně vypůjčili auto Malloryina otce a vyrazili na projížďku. Otec nahlásil krádež policii, uprchlíci byli dopadeni a Mickey putoval za mříže. Podařilo se mu však utéct, a tak se zanedlouho znovu objevil u Mallory. Jejich setkání mělo hrůzný průběh: nejprve zbili dívčina otce, pak ho utopili v akváriu, a poté přišla na řadu matka  tu polili v posteli benzínem a Mallory ji zapálila. Mladí milenci se dávají na útěk a nechávají za sebou další mrtvé. Jejich řádění sledují sdělovací prostředky, policie je jim na stopě...(oficiální text distributora)\n\nČSFD: 75% (14.3k)"
    },
    {
      "imdb": "tt0154506",
      "name": "Sledování",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 81% (7k)",
      "csfdId": 6993,
      "csfdRating": 81,
      "csfdRatingCount": 6951,
      "poster": "https://images.metahub.space/poster/small/tt0154506/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0154506/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "69 min",
      "genres": [
        "Krimi",
        "Mysteriózní",
        "Thriller",
        "Drama"
      ],
      "description": "Protagonistom je Bill (Jeremy Theobald). Bill je nezamestnaný ctižiadostivý spisovateľ, ktorý žije samotársky a nudný život v Londýne. Billa veľmi fascinujú ľudia s nádejou, že nájde nejaké podklady, o ktorých by mohol písať. Z davu ľudí si teda začne náhodne vyberať jednotlivých ľudí a sleduje ich. Stanoví si pravidlá, aby sa vyhol problémom a aby jeho sledovanie bolo vždy náhodné. Ale čoskoro poruší jedno z pravidiel a sleduje niekoho viac krát, než len raz. Osoba, ktorú často sleduje je Cobb (Alex Haw). Cobb ako sebaistý a inteligentný zlodej prichytí Billa pri sledovaní. Ale kto koho vlastne sledoval?(genetique)\n\nČSFD: 81% (7k)"
    },
    {
      "imdb": "tt0138704",
      "name": "Pí",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 77% (11k)",
      "csfdId": 35661,
      "csfdRating": 77,
      "csfdRatingCount": 11046,
      "poster": "https://images.metahub.space/poster/small/tt0138704/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0138704/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "84 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Max je geniální matematik, který dokáže spojit svou jedinečnou mysl s nejnovější technikou. Za pomoci vlastnoručně sestrojeného přístroje se pokouší zjistit, zda se nějak nedá předpovědět hodnota akcií na burze. Jeho skutečné cíle však míří ještě dál a chce pochopit nepochopitelné. Jeho aktivity začnou brzy zajímat představitele ortodoxní židovské sekty a vysoce postavené lidi z Wall Street...(oficiální text distributora)\n\nČSFD: 77% (11k)"
    },
    {
      "imdb": "tt0105690",
      "name": "Přepadení v Pacifiku",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 73% (17.5k)",
      "csfdId": 2308,
      "csfdRating": 73,
      "csfdRatingCount": 17467,
      "poster": "https://images.metahub.space/poster/small/tt0105690/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0105690/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "102 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller"
      ],
      "description": "Proslulá, plně vyzbrojená americká bitevní loď Missouri vyplouvá na svou poslední plavbu. Slavnost se však brzy změní v drama, protože teroristé se chtějí zmocnit jaderných zbraní na lodi. Je jen jeden člověk, který je může zastavit a tím je odvážný kuchtík Steven Seagal. Úspěšný americký akční thriller je variací s dnes často frekventovaným motivem uzavřené společnosti ocitající se v moci bezcitných teroristů, kteří však ve svém jinak dokonalém plánu nepočítají s osamělým bojovníkem, jenž se jim staví do cesty. Po moderním mrakodrapu a letišti se takovou uzavřenou společností stala posádka americké bitevní loďi Missouri s jadernými střelami Tomahawk na palubě. Ta je přepadena teroristy, převlečenými za personál najatý k oslavě kapitánových narozenin, vedenými zrádným důstojníkem Krillem a paranoidním Strannixem, bývalým expertem CIA. Netuší, že v podpalubí je čeká elitní vojenský specialista Casey Rybak, který na lodi po degradaci pracuje jako kuchař.On jediný může zabránit nebezpečí, které hrozí celému světu. Postupně začíná teroristy likvidovat, nejprve sám, později s pomocí půvabné dívky Jordan Tate a částí osvobozené posádky.(oficiální text distributora)\n\nČSFD: 73% (17.5k)"
    },
    {
      "imdb": "tt0144117",
      "name": "Pokrevní bratři",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 79% (8k)",
      "csfdId": 11914,
      "csfdRating": 79,
      "csfdRatingCount": 7970,
      "poster": "https://images.metahub.space/poster/small/tt0144117/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0144117/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "108 min",
      "genres": [
        "Krimi",
        "Akční",
        "Drama",
        "Thriller"
      ],
      "description": "Bratři Connor a Murphy MacManusovi se i se svým otcem přestěhovali do tichého a mírumilovného Irska, kde odříznuti od moderních technologií žijí tiše a mírumilovně už osm let. Když se k nim ale donese, že jejich starý známý, katolický kněz, byl zabit Bostonskou mafií a že právě oni jsou z onoho ostudného činu podezřelí, vydají se Svatí zpět do Bostonu a v jejich krvavých šlépějích s nimi přichází pomsta.(Film+)\n\nČSFD: 79% (8k)"
    },
    {
      "imdb": "tt0100935",
      "name": "Zběsilost v srdci",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 78% (9.5k)",
      "csfdId": 6261,
      "csfdRating": 78,
      "csfdRatingCount": 9500,
      "poster": "https://images.metahub.space/poster/small/tt0100935/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0100935/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "125 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Romantický",
        "Road movie"
      ],
      "description": "Mys strachu. Poblíž hranice Severní a Jižní Karoliny. Na schodišti k tanečnímu sálu surově ubije Námořník Ripley černocha Boba, který jej napadl nožem. Muže najala Marietta Paceová, nenávidějící Námořníka, který chodí s její milovanou dcerou Lulou. - O 22 měsíců a 18 dnů později. Přes matčin odpor Lula čeká před vězením na Námořníka, propuštěného na podmínku. Odjedou jejím kabrioletem do motelu, kde se vášnivě milují. Lula vzpomíná, jak ji ve třinácti letech znásilnil otcův obchodní společník, který o tři měsíce později uhořel při autohavárii. Námořník si zase vybavuje svou hádku s Mariettou na toaletě. Tvrdě ji odmítl, když se mu nabízela a ona na něho poštvala Boba. - Dvojice jde večer tančit. Ripley napadne Lulina tanečníka, a pak dívce zpívá s kapelou píseň Elvise Presleyho. Milenci se rozhodnou odjet do Kalifornie, ačkoliv mladík tím poruší podmínku...(oficiální text distributora)\n\nČSFD: 78% (9.5k)"
    },
    {
      "imdb": "tt0103594",
      "name": "1492: Dobytí ráje",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 76% (12.2k)",
      "csfdId": 8264,
      "csfdRating": 76,
      "csfdRatingCount": 12212,
      "poster": "https://images.metahub.space/poster/small/tt0103594/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103594/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "154 min",
      "genres": [
        "Dobrodružný",
        "Historický",
        "Životopisný",
        "Drama"
      ],
      "description": "Každé dítě zná ten příběh námořníka z Janova, který vyplul hledat novou cestu do Indie a objevil nový svět. Idylický ráj na zemi, oplývající bohatstvím. Dočkal se poct po svém návratu, ale prožil také mnoho útrap a hrůzy. Ať už je předmětem oslavování nebo zatracování, jedno mu nikdo nevezme. Ukázal svým následovníkům cestu a spustil ohromnou lavinu změn. \"1492\" je fascinujícím a provokujícím příběhem jedné z nejzáhadnějších postav historie. Nezobrazuje pouze Kolumbovu plavbu, ale také období více než dvaceti let jeho života a úporné snahy získat podporu na uskutečnění dávného snu. Zachycuje muže a ženy, kteří ho podporovali či mu stáli v cestě, i útrapy, jimž byl vystaven v pozdějších letech. Je to příběh jednoho z největších dobrodružství posledních pěti set let, které může být přirovnáváno snad jen k dobytí Měsíce. Na rozdíl od Američanů však Kolumbus nevěděl, kde a zda vůbec přistane. A za to mu náleží obdiv.(oficiální text distributora)\n\nČSFD: 76% (12.2k)"
    },
    {
      "imdb": "tt0118883",
      "name": "Spiknutí",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 76% (11.4k)",
      "csfdId": 2434,
      "csfdRating": 76,
      "csfdRatingCount": 11448,
      "poster": "https://images.metahub.space/poster/small/tt0118883/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118883/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "135 min",
      "genres": [
        "Akční",
        "Mysteriózní",
        "Romantický",
        "Thriller"
      ],
      "description": "Co je skutečnost a co mystifikace? To ví jen on sám - newyorský taxikář Jerry Fletcher. Je to podivín, který každému pasažérovi vypráví o nejrůznějších spiknutích, v jejichž pozadí stojí oni. Jde tím na nervy nejen lidem, kteří ho vidí poprvé v životě, ale také právničce Alici Suttonové, jež pracuje na ministerstvu spravedlnosti. Ta sice Jerryho důkazy shovívavě vyslechne, ale nevěří mu stejně jako nikdo z okolí. Jerry, který Alici tajně miluje, ve svém bytě zachovává dokonalou konspiraci. Přesto neunikne tajemnému doktoru Jonasovi. Je chycen, ale podaří se mu z uzavřených prostor psychiatrické kliniky utéct a konečně Alici přesvědčí, že není blázen, ale oběť podivných doktorových pokusů s lidskými mozky. Oni jsou velmi nebezpeční protivníci a dvojice na útěku se ocitá v ohrožení života.(oficiální text distributora)\n\nČSFD: 76% (11.4k)"
    },
    {
      "imdb": "tt0119567",
      "name": "Ztracený svět: Jurský park",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 67% (35.3k)",
      "csfdId": 8646,
      "csfdRating": 67,
      "csfdRatingCount": 35338,
      "poster": "https://images.metahub.space/poster/small/tt0119567/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119567/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "129 min",
      "genres": [
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Když byl před čtyřmi lety zničen Jurský park, neznamenalo to definitivní konec dinosaurů. Celou dobu totiž existoval druhý utajený ostrov Isla Sorna, na kterém byli dinosauři pěstováni \"v divoké přírodě\", bez ohrad a dohledu, a odkud byli převáženi na Isla Nublar. Nyní ale posádka výletní lodě nešťastnou náhodou druhý ostrov objevila a je nutno podniknout rozhodné kroky. Proto John Hammond (Richard Attenborough), duchovní otec původního parku, povolává Iana Malcolma (Jeff Goldblum) a žádá ho, aby vedl novou výpravu, jejímž úkolem bude zdokumentovat život dinosaurů na Isla Sorna (zdá se, že jeho jedinou kvalifikací pro tuto náročnou práci je fakt, že už se jednou s dinosaury setkal a přežil to). Navíc je shodou okolností na ostrově zoologická odbornice Sarah Hardingová (Julianne Moore), která byla Hammondem vyslána napřed a která má Malcolma částečně motivovat k účasti, protože byla jeho přítelkyní. Kromě toho s výpravou cestuje jako černý pasažér také Malcolmova dcerka. Záhy po doplutí na ostrov Malcolmův tým zjistí, že mají konkurenty: Hammondův zlý synovec Peter Ludlow (Arliss Howard) se vypravil na ostrov s mnohem početnějším a lépe vybaveným týmem (včetně profesionálních lovců), který má dinosaury odchytit a převézt do San Diega, kde mají být vystaveni v zoologické zahradě. Ať už to dopadne jakkoliv, je jasné, že dinosauři budou mít co žrát...(oficiální text distributora)\n\nČSFD: 67% (35.3k)"
    },
    {
      "imdb": "tt0118636",
      "name": "Nadaný žák",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 78% (9.2k)",
      "csfdId": 8409,
      "csfdRating": 78,
      "csfdRatingCount": 9247,
      "poster": "https://images.metahub.space/poster/small/tt0118636/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118636/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "107 min",
      "genres": [
        "Drama",
        "Thriller"
      ],
      "description": "Šestnáctiletý středoškolák Todd Bowden (Brad Renfro) odhalí v osamělém starém sousedovi nacistického válečného zločince Kurta Dussandera (Ian McKellen). Bývalý velitel koncentračních táborů se již mnoho let skrývá pod falešnou identitou v mírumilovném americkém městečku. Todd však své závažné odhalení neohlásí. Je jakýmsi zvráceným způsobem fascinován holocaustem a vydíráním přinutí Dussandera, aby mu detailně vyprávěl o mučení a plynových komorách. Mezi nadaným mladíkem a starcem s otřesnou minulostí pomalu vzniká zvláštní pouto, jehož důsledky budou strašlivé...(oficiální text distributora)\n\nČSFD: 78% (9.2k)"
    },
    {
      "imdb": "tt0140352",
      "name": "Insider: Muž, který věděl příliš mnoho",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 78% (8.9k)",
      "csfdId": 6445,
      "csfdRating": 78,
      "csfdRatingCount": 8901,
      "poster": "https://images.metahub.space/poster/small/tt0140352/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0140352/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "158 min",
      "genres": [
        "Thriller",
        "Drama",
        "Životopisný",
        "Psychologický"
      ],
      "description": "Špičkový reportér a producent populární televizní show 60 minut Lowell Bergman (Al Pacino) získá důkazy o tom, že zástupci velkých tabákových koncernů křivě přísahali před soudem. Naprosto důvěryhodným zdrojem informací ze zákulisí tabákového průmyslu je Jeffrey Wigand (Russell Crowe), který se ve zlém rozešel se svým zaměstnavatelem a rozhodl se říci pravdu o škodlivosti a návykovosti kouření před televizními kamerami. Skutečnost je totiž mnohem horší než je obecně známo. Tabákové společnosti obviní Wiganda z porušení smlouvy o mlčenlivosti. Žaloba je jen částí nevybíravého psychického nátlaku, kterému Wigand s pomocí reportéra Bergmana čelí. Ve svém přesvědčení vytrvá, i když se jeho život postupně rozpadá, přijde o majetek a manželka požádá o rozvod. Stejně těžká zkouška ale čeká i na Lowella Bergmana. Když je pořad konečně připraven, zatrhnou jeho odvysílání šéfové televizní stanice, obávající se miliardové žaloby ze strany tabákových koncernů. Bergman se postaví za svého informátora a pustí se do nerovného, zdánlivě předem ztraceného boje o právo veřejnosti znát pravdu.(oficiální text distributora)\n\nČSFD: 78% (8.9k)"
    },
    {
      "imdb": "tt0116409",
      "name": "Lovci lvů",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 76% (10.8k)",
      "csfdId": 12166,
      "csfdRating": 76,
      "csfdRatingCount": 10759,
      "poster": "https://images.metahub.space/poster/small/tt0116409/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0116409/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "109 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Thriller"
      ],
      "description": "Michael Douglas a Val Kilmer bojují s nebezpečnými zvířaty uprostřed africké přírody. Stavební inženýr, plukovník John Henry Patterson přijímá od cynického podnikatele Beaumonta snad nejtěžší úkol svého života - stavbu železničního mostu ve východní Africe. Britové se tam snaží předstihnout německou a francouzskou konkurenci. Most má být postaven za pět měsíců. Za šest měsíců Patterson očekává narození dítěte, a tak chce být ve stejnou dobu doma. Při realizaci úkolu však nepřekonává jen stavební problémy, ale musí se dočasně proměnit v lovce lvů, kteří napadají domorodé dělníky. Proti záludnému páru krvelačných zvířat přezdívaných Duch a Temnota je téměř bezmocný. Dokončení železniční tratě do oblasti slonoviny je tak silně ohroženo. Patterson si proto na pomoc proti lvům přizve zkušeného lovce Charlese Remingtona... Skutečnými událostmi inspirovaný dobrodružný film režiséra Stephena Hopkinse, jehož děj se se odehrává v roce 1896 ve Tsavu (dnešní Keni). Profesionálního lovce lvů Charlese Remingtona ztvárnil Michael Douglas (Honba za Klenotem Nilu, Skandální odhalení, Americký prezident). Neohroženého stavitele Pattersona si zahrál Val Kilmer (Přísně tajné, Top Gun). Američí filmaři úspěšně těží z nádherné a divoké africké přírody, natáčelo se v Jižní Africe v rezervaci Songimwelo Game v provincii Mpumalanga. Přitom bylo použito drezúrovaných lvů i jejich animatronických modelů. Velkou zásluhu na úspěchu snímku má uznávaný scenárista William Goldman (je podepsán například pod tituly Butch Cassidy a Sundance Kid, Všichni prezidentovi muži, Maratonec, Chaplin), který již ve scénáři dokázal příběhu vtisknout rafinované napětí. Kameru vedl proslulý kameraman Vilmos Zsigmond (Někdo se dívá, Nebeská brána).\n\nČSFD: 76% (10.8k)"
    },
    {
      "imdb": "tt0106918",
      "name": "Firma",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 74% (11.8k)",
      "csfdId": 7373,
      "csfdRating": 74,
      "csfdRatingCount": 11814,
      "poster": "https://images.metahub.space/poster/small/tt0106918/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106918/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "154 min",
      "genres": [
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Filmová adaptace stejnojmenného bestselleru J. Grishama, jehož protagonistou je ambiciózní absolvent práv elitní vysoké školy, který přijme lukrativní místo v dobře zavedené advokátní firmě. Záhy však zjistí, že se ocitl v nepříjemné propasti, neboť za honosným firemném štítem se skrývá organizovaný zločin. A pokud se některý ze zaměstnanců vzepře nemilosrdným pravidlům hry, je stejně nemilosrdně zabit...(oficiální text distributora)\n\nČSFD: 74% (11.8k)"
    },
    {
      "imdb": "tt0111149",
      "name": "Mělký hrob",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 77% (8.6k)",
      "csfdId": 899,
      "csfdRating": 77,
      "csfdRatingCount": 8567,
      "poster": "https://images.metahub.space/poster/small/tt0111149/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111149/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "93 min",
      "genres": [
        "Drama",
        "Thriller",
        "Komedie",
        "Krimi"
      ],
      "description": "Tři nejlepší kamarádi, David, Alex a Juliet, spolu žijí ve velkém luxusním bytě v Edinburghu. Baví je dělat si legraci z ostatních. Obzvlášť z těch, kteří se ozvali na jejich inzerát \"Hledám spolubydlícího\". Dokud se neobjeví Hugo. Charismatický drsňák a sympaťák každým coulem.Slovo dá slovo a z trojice hrdinů je rázem čtveřice. Ale jen na pár hodin. Ráno najdou Huga v posteli bez známek života. Než stačí cokoliv nahlásit, objeví David s Alexem kufr naditý penězi. Svědomí velí, nahlásit vše na policii.Jenže obrovská suma je víc než lákavá! Brzy se objeví první problémy. Kam schovat peníze, aby byly v bezpečí? A hlavně, co s tělem Huga? Během několika dní projde jejich vztah tou nejtěžší zkouškou, jakou si kdy dokázali představit.Tváří v tvář bohatství a vlastnímu svědomí získává pojem \"přátelství\" zcela nový rozměr. Ruku v ruce se špinavými penězi jdou zločin, msta a nenávist. Cena za lehce nabytý mamon je příliš vysoká...(oficiální text distributora)\n\nČSFD: 77% (8.6k)"
    },
    {
      "imdb": "tt0118583",
      "name": "Vetřelec: Vzkříšení",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 67% (28.3k)",
      "csfdId": 12177,
      "csfdRating": 67,
      "csfdRatingCount": 28347,
      "poster": "https://images.metahub.space/poster/small/tt0118583/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118583/img?src=cinemeta",
      "imdbRating": "6.2",
      "runtime": "109 min",
      "genres": [
        "Akční",
        "Horor",
        "Sci-Fi"
      ],
      "description": "Ellen Riplyová je už 200 let po smrti, ale vědci ve službách vojenské organizace se rozhodli, že ji ze starých krevních vzorků znovu sestaví. Biologický materiál však není úplně čistý, a tak je výsledkem klonování žena, která má sice lidskou podobu, ale vetřelčí náturu. Černé nehty na rukou, červenou kyselinu místo krve, nadpozemskou sílu a šestý smysl, každý ví kde se příslušníci jejího druhu nacházejí a co mají za lubem. Proto až moc dobře ví, že Vetřelci v útrobách kosmické lodi připravují lidem strašnou pomstu. Na kterou stranu se legendární bojovnice tentokrát přidá?(oficiální text distributora)\n\nČSFD: 67% (28.3k)"
    },
    {
      "imdb": "tt0120188",
      "name": "Tři králové",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 72% (14.6k)",
      "csfdId": 11500,
      "csfdRating": 72,
      "csfdRatingCount": 14591,
      "poster": "https://images.metahub.space/poster/small/tt0120188/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120188/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "114 min",
      "genres": [
        "Drama",
        "Komedie",
        "Válečný",
        "Akční"
      ],
      "description": "Malá skupina amerických vojáků, kteří bojovali na území Iráku během války v zálivu, se rozhodne zůstat o něco déle, než v podobných situacích bývá zvykem. Mají k tomu pádný důvod. Rozhodli se ukrást velký náklad zlata, který měl být tajně ukryt poblíž jejich pouštní základny. S mapou, o níž věří, že je ke zlatu dovede se vydávají na cestu, která navždy změní jejich životy a zavede je do nebezpečí, proti kterým byla právě prodělaná bitva jen hrou na vojáky...(oficiální text distributora)\n\nČSFD: 72% (14.6k)"
    },
    {
      "imdb": "tt0101393",
      "name": "Oheň",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 76% (8.4k)",
      "csfdId": 4542,
      "csfdRating": 76,
      "csfdRatingCount": 8415,
      "poster": "https://images.metahub.space/poster/small/tt0101393/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0101393/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "137 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Stephen McCaffrey a jeho mladší bratr Brian kráčejí ve stopách svého otce, slavného požárníka, který svému povolání obětoval život. Ačkoli jsou oba zaměstnáni v elitní jednotce, jež bývá nasazována na ty nejsložitější případy, jejich povahy jsou rozličné. To nakonec vede až k tomu, že neohrožený Stephen přinutí poněkud váhavějšího bratra, aby opustil aktivní službu a věnoval se po boku detektiva Donalda Rimgala vyšetřování záhadné série požárů, které spojuje stejný žhářský \"rukopis\", výbušný jev zvaný \"backdraft\".(oficiální text distributora)\n\nČSFD: 76% (8.4k)"
    },
    {
      "imdb": "tt0145681",
      "name": "Sběratel kostí",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 69% (19.6k)",
      "csfdId": 16594,
      "csfdRating": 69,
      "csfdRatingCount": 19628,
      "poster": "https://images.metahub.space/poster/small/tt0145681/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0145681/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "118 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Mysteriózní",
        "Drama"
      ],
      "description": "Co znamenají komplikované a záhadné symboly, které nechává masový vrah vedle zohavených těl svých obětí? Obyčejná newyorská policistka Amelia Donaghyová (Angelina Jolie) si na dalším místě činu počíná tak šikovně, že je přidělena k ruce prvotřídního detektiva Lincolna Rhymea (Denzel Washington). Autor slavné knihy o ohledávání místa činu byl špičkovým vyšetřovatelem, ale následkem tragické nehody ochrnul na celé tělo. Bývalí kolegové používají jeho prvotřídní analytické schopnosti pouze v nejnutnějších případech. A přesně takový právě nastal, protože na rafinovanou hru zvráceného psychopata jsou obyčejní newyorští detektivové krátcí. Lincoln a Amelia spolu vytvoří nesourodý, ale překvapivě efektivní vyšetřovací tým, který začne masovému vrahovi brzy šlapat na paty...(oficiální text distributora)\n\nČSFD: 69% (19.6k)"
    },
    {
      "imdb": "tt0119468",
      "name": "Sběratel polibků",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 73% (11.4k)",
      "csfdId": 12712,
      "csfdRating": 73,
      "csfdRatingCount": 11355,
      "poster": "https://images.metahub.space/poster/small/tt0119468/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119468/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "115 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Osm unesených žen. Všechny jsou krásné, mají talent a hrozí jim smrtelné nebezpečí. Tři už byly brutálně zavražděny, ostatní může ještě zachránit detektiv Alex Cross, s pomocí lékařky Kate McTiernanové. Jí jediné se totiž podařilo maskovanému psychopatovi, který si říká Casanova, uniknout. Mezi unesenými dívkami je také Alexova neteř Naomi a čas utíká. V sázce je úplně vše, protože \"sběratel\" je mimořádně nebezpečný protivník.(oficiální text distributora)\n\nČSFD: 73% (11.4k)"
    },
    {
      "imdb": "tt0142688",
      "name": "Devátá brána",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 68% (22.2k)",
      "csfdId": 7353,
      "csfdRating": 68,
      "csfdRatingCount": 22166,
      "poster": "https://images.metahub.space/poster/small/tt0142688/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0142688/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "133 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Horor"
      ],
      "description": "Dean Corso je expert na staré bibliofilie, specializuje se na zjišťování pravosti a oceňování hodnoty starých knih pro významné sběratele. Je najat bohatým podivínem Borisem Balkanem, aby si prohlédl a prověřil kopii knihy \"Devět bran do Království Stínů\" jejímž autorem je sám Satan. Má to být jedna ze tří existujících kopií, z nichž pouze jedna je ta pravá a tu je třeba označit. Balkan posílá Corsa do Evropy, aby tam vyhledal zbylé dva tisky a porovnal je s už dostupným originálem. Ten brzy přijde na to, že kniha, kterou vlastní Balkan je ze sbírky Andrewa Telfera, který se za záhadných okolností oběsil. Na cestě plné tajemných i erotických kontaktů a záhad se Corso střetne s vdovou po Telferovi a také s bezejmennou, krásnou francouzskou dívkou, svým andělem strážným...(Magic Box)\n\nČSFD: 68% (22.2k)"
    },
    {
      "imdb": "tt0120324",
      "name": "Jednoduchý plán",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 80% (5.1k)",
      "csfdId": 7562,
      "csfdRating": 80,
      "csfdRatingCount": 5143,
      "poster": "https://images.metahub.space/poster/small/tt0120324/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120324/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "121 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Bratři Hank a Jacob a jejich kamarád Lou náhodou objeví vrak havarovaného letadla s více než čtyřmi miliony dolarů. Hank chce nejdřív nález ohlásit, ale jeho dva nezaměstnaní společníci ho přemluví a vymyslí spolu velmi jednoduchý plán - peníze ukryjí a jestli je nikdo nebude hledat, tak si je rozdělí a začnou nový život. Když Hank o nálezu řekne své manželce Sarah, začne jednoduchý plán komplikovat a výsledkem je mrtvola náhodného svědka. Nervozita spolupachatelů začne stoupat a po další změně plánu je o další dva mrtvé víc. Když už se zdá, že nejhorší mají za sebou, vstoupí do hry policie s vyšetřováním vražd a na scéně se zjeví i podivínský cizinec, který hledá zmizelé peníze. Tím se věci úplně vymknou zpod kontroly a ti, kteří přežijí, se dočkají opravdu zaslouženého překvapení...(oficiální text distributora)\n\nČSFD: 80% (5.1k)"
    },
    {
      "imdb": "tt0100150",
      "name": "Millerova křižovatka",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 79% (5.6k)",
      "csfdId": 1610,
      "csfdRating": 79,
      "csfdRatingCount": 5558,
      "poster": "https://images.metahub.space/poster/small/tt0100150/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0100150/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "115 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "V období prohibice kvete v USA organizovaný zločin, který prorůstá do politiky. Stranický boss Lionel Leo opřený o podsvětí prakticky ovládá americké velkoměsto, ale vyrostla mu konkurence v klasickém mafiánovi italského původu Johnym Casparovi, který mu dosud za \"ochranu\" platil tučné výpalné. Leo odmítne Casparův požadavek na zavraždění Bernieho Bernbauma, který vychytrale těží z Casparových sázkových podvodů. Pomáhá mu v tom jeho sestra Verna, která má s Casparem poměr právě proto, aby bratra ochránila. Tom Reagan, Leova pravá ruka, zadlužený kvůli své sázkařské vášni, vidí v obětování Bernieho cestu k uchování Leovy moci, avšak váže ho utajované citové pouto k Verně. Casparovo komando se neúspěšně pokusí Lea zlikvidovat a Tom pochopí, že válka podsvětí by mohla pohltit jeho i Vernu. Přiznáním vztahu s Vernou Leovi, který se s ní chce oženit, začíná Tomova rafinovaná hra o vlastní život...(oficiální text distributora)\n\nČSFD: 79% (5.6k)"
    },
    {
      "imdb": "tt0114898",
      "name": "Vodní svět",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 66% (28.8k)",
      "csfdId": 7684,
      "csfdRating": 66,
      "csfdRatingCount": 28816,
      "poster": "https://images.metahub.space/poster/small/tt0114898/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114898/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "135 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Drama",
        "Thriller"
      ],
      "description": "V tomto postapokalyptickém dobrodružství je celá budoucí Země díky tání ledovců pod vodou. Kevin Costner jako osamělý poutník vezme pod svá pomyslná křídla matku s dcerou, aby je ochránil před partou kočovných tyranů.Díky staletí trvajícímu globálnímu oteplování, jež zapříčiňuje tání ledovců, je celá Země pod vodou. Poslední zbytky lidí přežívají na umělých plavidlech a v na vodě plovoucích městech neustále napadáni partou zlověstných pirátů v čele s Deaconem (Dennis Hopper). Jejich poslední šancí je Meriner (Kevin Costner), osamělý poutník, který se dokonale přizpůsobil novému prostředí. Společně s překrásnou ženou (Jeanne Trepplehornová) a její dcerou se vydávají navzdory Deaconovi a jeho kumpánům najít suchou zemi.(Cinemax)\n\nČSFD: 66% (28.8k)"
    },
    {
      "imdb": "tt0107206",
      "name": "S nasazením života",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 77% (6.6k)",
      "csfdId": 7229,
      "csfdRating": 77,
      "csfdRatingCount": 6605,
      "poster": "https://images.metahub.space/poster/small/tt0107206/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107206/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "128 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller",
        "Akční",
        "Mysteriózní"
      ],
      "description": "Agent tajné služby Frank Horrigan (Clint Eastwood), sužovaný svým selháním při ochraně J.F.K., dostane druhou šanci, když 30 let od atentátu v Dallasu ohrožuje prezidentův život profesionální zabiják Mitch Leary (John Malkovich), bývalý příslušník CIA, který se zapřísáhl, že prezidenta zabije. Film je příběhem muže, který hledá vlastní vykoupení. Musí zachránit život nejvyššímu americkému představiteli, i kdyby měl obětovat svůj vlastní. Frank přitom naráží na odpor vlastních kolegů, kteří neschvalují jeho konfrontační postoj a nejsou přesvědčeni, že Leary představuje skutečnou hrozbu. Horrigan se musí vypořádat s trvalou kritikou nadřízených i zvrácenou psychologií profesionálního zabijáka, který je vpravdě strašlivým protivníkem. Leary ví o Horriganově minulosti a využívá ji k tomu, aby ho vyváděl z míry v jejich smrtelné hře kočky s myší.(oficiální text distributora)\n\nČSFD: 77% (6.6k)"
    },
    {
      "imdb": "tt0119395",
      "name": "Šakal",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 68% (20.9k)",
      "csfdId": 16734,
      "csfdRating": 68,
      "csfdRatingCount": 20913,
      "poster": "https://images.metahub.space/poster/small/tt0119395/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119395/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi",
        "Dobrodružný"
      ],
      "description": "Ve společné akci amerických a ruských bezpečnostních sil vedených ruskou majorkou Kozlovovou a zástupcem FBI Prestonem je zabit bratr mafiánského bosse Tereka Murada. Ten se rozhodne pomstít a objedná si za sedmdesát milionů dolarů profesionálního zabijáka Šakala. Zločinec, který pracuje sám a v naprostém utajení se pustí do příprav atentátu. Vyzvedne si u padělatelky nový pas a přes internet si objedná supermoderní kulomet polské výroby. Mezitím Kozlovová varuje, že Terek jistě chystá nějakou tvrdou odvetnou akci a zvláštní komando proto unese jeho komplice Politovského. Ten při brutálním výslechu zemře, ale těsně před smrtí se zmíní o šakalovi.  Z dokumentů v jeho tašce pak vyplyne, že obětí se má stát ředitel FBI. Kozlovová potvrdí, že jediným člověkem, který by dokázal Šakal identifikovat, je bývalá baskická teroristka Isabella Zancovová, ukrývající se kdesi ve Spojených státech pod novou identitou a cesta k ní vede přes jejího bývalého milence, teroristu Ira Declana Mulqueena, který si odpykává pětadvacetiletý trest v americkém vězení. Zatímco se FBI podaří vězně získat ke spolupráci, Šakal si objedná v jedné kanadské dílně zhotovení speciálního podstavce na zbraň a ve Washingtonu si obhlédne místo, kde chce atentát spáchat. Má se tak stát za čtrnáct dní, kdy se má otevírat nové oddělení dětské nemocnice a během slavnosti má promluvit právě ředitel FBI. Agenti se dostanou šakalovi na stopu, podle falešného pasu, na který přicestoval do Kanady.  Mezitím zločinec během zkoušky podstavce zabije technika, který se ho pokusil vydírat, zbaví se dalších pronásledovatelů a zmizí. Declan pochopí, že se Šakal chce dostat do USA přes Velká jezera a skutečně se s ním zcela nečekaně střetne tváří v tvář v jednom z přístavů. Vyjde najevo, že v týmu, který pracuje na Šakalově dopadení, je zrádce. Přestože je odhalen, rozhodnou se agenti evakuovat Isabellu. Přicházejí však pozdě. Šakal zabil agenty a smrtelně postřelil Kozlovovou, se kterou se Declan začal sbližovat. Muž má o důvod víc pomstít se zločinci, který ho už kdysi podrazil. A tak je v den otevření nemocnice na místě nejen šakal, ale také agenti FBI a Declan, odhodlaný zločince zastavit.(oficiální text distributora)\n\nČSFD: 68% (20.9k)"
    },
    {
      "imdb": "tt0119807",
      "name": "Není co ztratit",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 76% (7.7k)",
      "csfdId": 15748,
      "csfdRating": 76,
      "csfdRatingCount": 7688,
      "poster": "https://images.metahub.space/poster/small/tt0119807/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119807/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "97 min",
      "genres": [
        "Komedie",
        "Dobrodružný",
        "Akční",
        "Krimi"
      ],
      "description": "Život úspěšného mladého muže Nicka Beama se zhroutil ve chvíli, kdy se nečekaně vrátil z kanceláře dřív domů a našel manželku v ložnici se svým šéfem. Nick neztropil žárlivou scénu, ale potichu nasedl do svého auta a beze slova odjel. náhodou se pak při bezduchém bloudění po Los Angeles dostal až do velice nebezpečné čtvrti. Když zastavil na křižovatce, naskočil do jeho auta T. Paul s pistolí v ruce a hromadou výhrůžek na rtech. Smolařský lupič si ale vybral špatného muže ve špatnou chvíli. Nick nebyl v situaci, kdy by mu revolver mohl nahnat strach a tak zamkl dveře, šlápnul na plyn a přes protesty šokovaného lupiče vyrazil na \"cestu smrti\". Při následujících dobrodružstvích v arizonské poušti se dva naprosto rozdílní muži poznenáhlu sblížili až nakonec dostali geniální nápad. Vy&loupením vlastního podniku by se Nick pomstil záletnému šéfovi a smolařský zlodějíček T. Paul by se konečně dostal k pořádnému balíku peněz...(oficiální text distributora)\n\nČSFD: 76% (7.7k)"
    },
    {
      "imdb": "tt0116830",
      "name": "Poslední zůstává",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 73% (10k)",
      "csfdId": 4339,
      "csfdRating": 73,
      "csfdRatingCount": 9983,
      "poster": "https://images.metahub.space/poster/small/tt0116830/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0116830/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "101 min",
      "genres": [
        "Akční",
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Bruce Willis představuje záhadného cizince, který zabloudí do malého texaského města, ochromeného bojem dvou chicagských gangsterských bossů a zkorumpovanou policií. Tajemný John Smith se tak ocitá ve smrtelně nebezpečné hře mezi třemi ohni, a když se posléze na scéně objeví i krásná Felina, nemilosrdné válce už nelze zabránit.(oficiální text distributora)\n\nČSFD: 73% (10k)"
    },
    {
      "imdb": "tt0100403",
      "name": "Predátor 2",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 66% (23.2k)",
      "csfdId": 10452,
      "csfdRating": 66,
      "csfdRatingCount": 23180,
      "poster": "https://images.metahub.space/poster/small/tt0100403/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0100403/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Horor"
      ],
      "description": "Přichází ze vzdáleného světa, aby lovil lidi pro zábavu. Neviditelný a ozbrojený smrtícími zbraněmi nemilosrdně stopuje svou lidskou kořist a zanechává za sebou zmrzačené mrtvoly. Nyní si vybral městskou džungli. Los Angeles, kde právě zuří válka drogových gangů, je perfektní půdou pro Predátorovy smrtící hrátky. Tvrdohlavý policista Mike Harrigan (Danny Glover) se však odmítá vzdát bez boje.(Magic Box)\n\nČSFD: 66% (23.2k)"
    },
    {
      "imdb": "tt0114214",
      "name": "Rychlejší než smrt",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 69% (15.7k)",
      "csfdId": 7561,
      "csfdRating": 69,
      "csfdRatingCount": 15682,
      "poster": "https://images.metahub.space/poster/small/tt0114214/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114214/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "107 min",
      "genres": [
        "Western"
      ],
      "description": "Do městečka Redemption přijíždí tajemná Ellen, mladá žena s šestiranným revolverem za pasem a s pomstou v srdci. Přijela zabít Heroda - muže, který tomuto městu vládne a který kdysi zničil její život. Herod pořádá každoročně pistolnickou soutěž a o finanční odměnu - soutěž, ve které každý rok sám zvítězí a zlikviduje své potencionální protivníky. Letos se ale do soutěže přihlásila Ellen. Chce se s Herodem utkat a zlikvidovat ho. Ale než se jí to podaří, musí se vypořádat s démony vlastní minulosti.(oficiální text distributora)\n\nČSFD: 69% (15.7k)"
    },
    {
      "imdb": "tt0105112",
      "name": "Vysoká hra patriotů",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 73% (8.5k)",
      "csfdId": 10649,
      "csfdRating": 73,
      "csfdRatingCount": 8470,
      "poster": "https://images.metahub.space/poster/small/tt0105112/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0105112/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "117 min",
      "genres": [
        "Akční",
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Jack Ryan (Harrison Ford) po dobrodružství s kapitánem Ramiusem a jeho ponorkou Rudý Říjen vyměnil nebezpečnou kariéru aktivní služby raději za klidnější závětří školní katedry. Všechno rázem změní jeden Ryanův přednáškový výlet do Londýna. Teroristické komando IRA zaútočí na vybraného člena královské rodiny bleskově a nečekaně, ale nikdo z tvrdých irských profesionálů ani ve snu nepočítal s jednou věcí. Ryanovi právě skončila přednáška, a to, že se zrovna nachází v blízkosti této akce, je pro pachatele útoku osudné. Atentát je překažen a z Ryana se stává hrdina, který si připisuje na svůj účet i smrt mladého teroristy Patricka Millera. Bohužel netuší, že jeho pomstychtivý bratr Sean Miller zůstává nerad někomu něco dlužen. Z Jacka Ryana a jeho rodiny se stává další terč irského zabijáka, který žije jen svou pomstou...(oficiální text distributora)\n\nČSFD: 73% (8.5k)"
    },
    {
      "imdb": "tt0120657",
      "name": "Vikingové",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 67% (18.6k)",
      "csfdId": 1772,
      "csfdRating": 67,
      "csfdRatingCount": 18626,
      "poster": "https://images.metahub.space/poster/small/tt0120657/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120657/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "102 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Historický"
      ],
      "description": "Rok 922. arabský vzdělanec Ahmed Ibn Fadlán se díky vztahu k manželce vysoce postaveného muže musí stát vyslancem ve vzdálené severské zemi. Ve střední Asii se však setká se skupinou Vikingů a proti své vůli se stane jedním z třinácti bojovníků, kteří se mají utkat s tajemnými nepřáteli, sužujícími jejich zemi.(oficiální text distributora)\n\nČSFD: 67% (18.6k)"
    },
    {
      "imdb": "tt0107798",
      "name": "Případ Pelikán",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 71% (10.3k)",
      "csfdId": 7092,
      "csfdRating": 71,
      "csfdRatingCount": 10328,
      "poster": "https://images.metahub.space/poster/small/tt0107798/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107798/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "141 min",
      "genres": [
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Nejvyšší soudci jsou ve Spojených státech jmenování do svých funkcí na doživotí. Má se tak předejít korupci a ovlivňování. Pro bohatou firmu však není nic snazšího, než najmout atentátníka a nechat několik neúplatných soudců zavraždit. Darby studuje práva a chodí se svým učitelem. Mladá dívka během několika dnů sepíše odvážnou teorii o atentátu na dva soudce a jeho původcích. Jak se zdá, do případu jsou zapletena nejvyšší politická místa. Krátce poté, co se Darbiina verze spiknutí dostane do rukou FBI, zahyne její milenec a ona sama několikrát vyvázne ze smrtelného nebezpečí jen díky šťastné náhodě. Zoufalá dívka se spojí s vynikajícím novinářem Grayem Granthanem, pracujícím pro přední americký list. Společně se pak pouštějí do smrtelně nebezpečného pátrání.(oficiální text distributora)\n\nČSFD: 71% (10.3k)"
    },
    {
      "imdb": "tt0112740",
      "name": "Krvavý příliv",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 73% (7.8k)",
      "csfdId": 8278,
      "csfdRating": 73,
      "csfdRatingCount": 7776,
      "poster": "https://images.metahub.space/poster/small/tt0112740/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112740/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "116 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller",
        "Válečný"
      ],
      "description": "Ruská ultranacionalistická frakce začíná vážně ohrožovat světový mír. Je vyhlášen stupeň nejvyšší pohotovosti a z americké námořní základny vyplouvá ponorka Alabama, jejíž jaderný potenciál může snadno rozpoutat třetí světovou válku. Do východního Pacifiku ji vede zkušený voják kapitán Ramsey, který nikdy nepochybuje o prvním příkazu a jde do akce, jakmile má seznam označených cílů. Rozhodování na nejničivějším válečném stroji má ale své pojistky a nový muž na palubě, velící důstojník Hunter, bere své povinnosti i pravomoci velice vážně. Ve chvíli, kdy je přerušeno spojení s velícím střediskem a není možné ověřit příkaz k odpálení jaderných střel, přebírá vedení. Začíná boj o kapitánský můstek, kde se rozhoduje o rozpoutání jaderného holocaustu, z něhož není návratu. Zatímco kolem Alabamy sviští ruská torpéda, na její palubě propuká vzpoura.(oficiální text distributora)\n\nČSFD: 73% (7.8k)"
    },
    {
      "imdb": "tt0105698",
      "name": "Univerzální voják",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 66% (18.7k)",
      "csfdId": 2577,
      "csfdRating": 66,
      "csfdRatingCount": 18694,
      "poster": "https://images.metahub.space/poster/small/tt0105698/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0105698/img?src=cinemeta",
      "imdbRating": "6.1",
      "runtime": "103 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Drama"
      ],
      "description": "Při masakru vietnamské vesnice se americký voják Luc dostává do konfliktu se šíleným seržantem Scottem. Oba muži se navzájem zabijí... O třiadvacet let později se na scéně objevují znovu jako příslušníci speciálního protiteroristického komanda - univerzální vojáci. Zvláštní oddělení ministerstva obrany z jejich těl vyvinulo nezničitelné stroje na zabíjení. Při záchranné akci v útrobách mamutí přehrady ohrožované teroristy se Lucovi začnou vynořovat vzpomínky na jeho minulý život. Vymkne se kontrole svých tvůrců a dává se na útěk, ve kterém mu pomáhá mladá novinářka Veronika. Nejzuřivějším pronásledovatelem prchající dvojice se stává krví posedlý Scott. Nemilosrdně ničí vše, co se mu postaví do cesty. K rozhodujícímu souboji na život a na smrt se schyluje na farmě Lucových rodičů, kteří nemohou uvěřit tomu, že jejich syn vstal z mrtvých...(oficiální text distributora)\n\nČSFD: 66% (18.7k)"
    },
    {
      "imdb": "tt0111756",
      "name": "Wyatt Earp",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 73% (7.8k)",
      "csfdId": 10461,
      "csfdRating": 73,
      "csfdRatingCount": 7751,
      "poster": "https://images.metahub.space/poster/small/tt0111756/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111756/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "191 min",
      "genres": [
        "Western",
        "Životopisný",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Velkolepý americký western, který je dalším pokusem o zpracování životních osudů jednoho z nejslavnějších šerifů v dějinách Spojených států.Wyatt Earp, člověk, který se již za svého života stal legendou, se na svém koni proháněl Amerikou v tom nejdramatičtějším a nejúchvatnějším období - v čase dobývání Divokého západu. Spolu se svými bratry křižoval nehostinné pláně amerického Západu a z nevinného, odvážného mladíka milujícího dobrodružství vyrůstal v jednoho z nejobávanějších pistolníků, ale také nejuznávanějších ochránců klidu a míru na celém západním území. V jedné téměř zapomenuté bitvě u O.K. Corral se ze šerifa Wyatta Earpa stává Earp mstitel - a jeho život se navždy mění...(oficiální text distributora)\n\nČSFD: 73% (7.8k)"
    },
    {
      "imdb": "tt0117998",
      "name": "Twister",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 69% (11.5k)",
      "csfdId": 11213,
      "csfdRating": 69,
      "csfdRatingCount": 11475,
      "poster": "https://images.metahub.space/poster/small/tt0117998/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117998/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "113 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama",
        "Thriller",
        "Katastrofický"
      ],
      "description": "Dům se láme na kousky. Bučící kráva se ve víru zvedá do vzduchu. Traktory padají jako déšť. Těžký benzínový tanker se stává letadlovou bombou. Rozsáhlá ničivá přírodní síla devastuje vše a blíží se rychlostí 300 mil za hodinu. Tornádo udeřilo. Začíná vířící dobrodružství plné vzrušujícího napětí a skvělých speciálních efektů s Helen Huntovou a Billem Paxtonem v roli vědců stíhaných nejničivější silou přírody. Tito lovci bouří doufají, že pomocí elektronických senzorů získají dost informací na vytvořené lepšího varovného systému. Aby to dokázali, musí vražednému tornádu vstoupit do cesty. Honička začíná.(Universal Pictures)\n\nČSFD: 69% (11.5k)"
    },
    {
      "imdb": "tt0164181",
      "name": "Ozvěny mrtvých",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 74% (6.5k)",
      "csfdId": 23056,
      "csfdRating": 74,
      "csfdRatingCount": 6507,
      "poster": "https://images.metahub.space/poster/small/tt0164181/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0164181/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "99 min",
      "genres": [
        "Thriller",
        "Horor",
        "Mysteriózní"
      ],
      "description": "Tom Witzky je dobrý manžel a otec rodiny a na první pohled ten nejobyčejnější chlápek na světě. Netuší však o svém daru vstupovat do jiného světa. Nevadí, že nevěří na duchy, protože duchové teď začali věřit jemu. Otevřel dveře do jiného světa, vidí nepochopitelné obrazy, slyší podivné hlasy a nedokáže řídit svůj život jako dřív. Jeho podivné vize ale brzy začnou mít reálné souvislosti.(oficiální text distributora)\n\nČSFD: 74% (6.5k)"
    },
    {
      "imdb": "tt0120901",
      "name": "Utopenec na útěku",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 69% (12.3k)",
      "csfdId": 19224,
      "csfdRating": 69,
      "csfdRatingCount": 12261,
      "poster": "https://images.metahub.space/poster/small/tt0120901/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120901/img?src=cinemeta",
      "imdbRating": "6.1",
      "runtime": "87 min",
      "genres": [
        "Akční",
        "Komedie"
      ],
      "description": "Série bláznivých komedií s Lesliem Nielsenem v hlavní roli opět posílila Pravdivý příběh podle skutečných událostí z jiných filmů právě začíná Na mušce je Uprchlík, Mission Impossible, Jasné nebezpečí, Casablanca, Osudová přitažlivost, Titanic, Zachraňte vojína Ryana a množství dalších filmů Případ houslového virtuóza a jednonohého, jednorukého a jednookého zločince patří k nejbláznivějším případům, jaké FBI zaznamenala za dobu své historie.(oficiální text distributora)\n\nČSFD: 69% (12.3k)"
    },
    {
      "imdb": "tt0139809",
      "name": "Třinácté patro",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 74% (6.1k)",
      "csfdId": 11907,
      "csfdRating": 74,
      "csfdRatingCount": 6086,
      "poster": "https://images.metahub.space/poster/small/tt0139809/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0139809/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "100 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller",
        "Drama"
      ],
      "description": "Je poklidná noc v Los Angeles roku 1937. Starší seriózní pán odchází z hotelového pokoje, nechává uvnitř spící mladé dívce nějaké peníze a u barmana písemný vzkaz. Poté se vrací domů ke své ženě. Pak se mu náhle podivně blýskne v očích a probere se v zajímavě vybavené laboratoři v roce 1999. Zmiňovaná možnost skoků mezi dvěma světy nevyplývá z vynálezu stroje času, jedná se pouze o velmi dokonale zhotovenou virtuální realitu, na jejíž realizaci se Hannon Fuller rozhodující měrou podílel. Jenže Fullera v jeho virtuálním světě někdo bez jediné stopy zavraždí. Z Fullerovy smrti je obviněn jeho mladý partner Douglas Hall, který musí přijít na to, co se stalo, dřív, než ho nepříjemně vlezlý detektiv McBain usvědčí a nechá zavřít.(oficiální text distributora)\n\nČSFD: 74% (6.1k)"
    },
    {
      "imdb": "tt0120873",
      "name": "Šerifové",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 69% (10.5k)",
      "csfdId": 12251,
      "csfdRating": 69,
      "csfdRatingCount": 10456,
      "poster": "https://images.metahub.space/poster/small/tt0120873/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120873/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Muž, považovaný za bezohledného a tajemného vraha (Wesley Snipes) je na útěku před zákonem a snaží se zjistit, díky komu byl obviněn ze dvou vražd, spáchaných v New Yorku. nemá však mnoho času... zkušený šerif Sam Gerard (Tommy Lee Jones) a jeho muži jsou mu na stopě. Nelítostné pronásledování začíná...(Warner Home Video)\n\nČSFD: 69% (10.5k)"
    },
    {
      "imdb": "tt0114287",
      "name": "Rob Roy",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 71% (8.1k)",
      "csfdId": 13498,
      "csfdRating": 71,
      "csfdRatingCount": 8084,
      "poster": "https://images.metahub.space/poster/small/tt0114287/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114287/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "139 min",
      "genres": [
        "Drama",
        "Historický",
        "Romantický",
        "Válečný"
      ],
      "description": "Americký historický film o muži, který nebojoval za vlast, nebojoval za svobodu a stal se postrachem pro nepřítele a legendou pro svůj lid i budoucnost. Skotsko na začátku 18 století: kvůli komplotu proradného Angličana Cunninghama musí vůdce klanu Rob Roy uprchnout do hor. Aby však pyšného a nezáludného horala dostal, je Cunninghamovi dost dobrý každý prostředek. Vypálí Royovu usedlost a znásilní jeho krásnou ženu Mary(oficiální text distributora)\n\nČSFD: 71% (8.1k)"
    },
    {
      "imdb": "tt0111257",
      "name": "Nebezpečná rychlost",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 78% (33.9k)",
      "csfdId": 13427,
      "csfdRating": 78,
      "csfdRatingCount": 33916,
      "poster": "https://images.metahub.space/poster/small/tt0111257/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111257/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "116 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "Nezpomaluj nebo zemřeš! Nejúspěšnější akční film roku 1994! Pevně se držte, běh napínavých scén, odvážných kaskadérských výkonů, neočekávané romance právě začíná, ve filmu, který budete chtít vidět znovu a znovu. Jack Traven, policejní specialista, který je poslán, aby zneškodnil bombu umístěnou pomstychtivým vyděračem na autobus. Situace je velmi vážná, Jack, kterému pomáhá cestující, musí udržovat rychlost autobusu nad 50mph (tj. asi 100 km/h), jinak bomba exploduje. A to není v ulicích Los Angeles vůbec jednoduché. A tak se před námi odvíjí nepřetržitá akce se spoustou překvapení, která Vás nenechá sedět klidně ve Vašich sedadlech.(oficiální text distributora)\n\nČSFD: 78% (33.9k)"
    },
    {
      "imdb": "tt0105275",
      "name": "Romper Stomper",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 71% (8k)",
      "csfdId": 11700,
      "csfdRating": 71,
      "csfdRatingCount": 8006,
      "poster": "https://images.metahub.space/poster/small/tt0105275/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0105275/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "94 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Nejkontroverznější film posledních let je příběhem Handa (Russell Crowe) a jeho gangu vyznavačů Mein Kampfu, násilnických neonacistických skinheadských hrdlořezů, mezi které patří i jeho nejlepší kamarád Davey. Jejich pravidelnou zábavou je opíjení se do němoty a rasistické nájezdy na přistěhovalce v chudém předměstí australského Melbourne. Hando se brzy zaplete s mladou dívkou na útěku, drogově závislou Gabe. Když si ale místní bar koupí vietnamský přistěhovalec, zahájí skinheadi intenzívní válku o své území. Z Daveyho a Gabe se stanou milenci a Hando náhle neví, jak dál...(oficiální text distributora)\n\nČSFD: 71% (8k)"
    },
    {
      "imdb": "tt0116629",
      "name": "Den nezávislosti",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 75% (48.5k)",
      "csfdId": 2572,
      "csfdRating": 75,
      "csfdRatingCount": 48471,
      "poster": "https://images.metahub.space/poster/small/tt0116629/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0116629/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "145 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Je druhého července, letní den jako každý jiný... dokud bez předchozího varování nepadnou na Zemi obrovské stíny. Otázka, zda jsme ve vesmíru sami, je zodpovězena - během pár minut se životy všech lidí na celém světě změní jednou provždy. Stejně šokující jako samotný příchod mimozemšťanů je i naprostá nepřipravenost světa na události, které mají následovat. Pouhý den po svém nenadálém příchodu se obrovské vesmírné lodě nad největšími městy planety chystají zaútočit. Kam dosáhne jejich ničivá síla, zbude jen pár trosek bez života. Není pochyb o tom, že bude lidská rasa během několika dnů vyhlazena... pokud jim v tom ti, kterým se dosud podařilo přežít, nedokáží jen se svou podřadnou výzbrojí, důvtipem a odvahou zabránit.(HBO Europe)\n\nČSFD: 75% (48.5k)"
    },
    {
      "imdb": "tt0118880",
      "name": "Con Air",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 78% (33.2k)",
      "csfdId": 9714,
      "csfdRating": 78,
      "csfdRatingCount": 33244,
      "poster": "https://images.metahub.space/poster/small/tt0118880/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118880/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "116 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Cameron Poe odseděl osm let za neúmyslné zabití. Bránil svoji těhotnou manželku před skupinkou násilníků a nedokázal udržet na uzdě své bojové instinkty průzkumníka armády Spojených států. Dnes bude Cameron společně se svým nemocným přítelem konečně propuštěn. Čeká ho setkání s věrnou manželkou a osmiletou dcerkou, která se narodila tři měsíce po jeho odsouzení. Ještě pár hodin za mřížemi ve speciálním transportním letadle pro trestance a pak... sladká svoboda a láska nejbližších. Letadlo, ve kterém jsou v klecích přepravovány také nejodpornější lidské bestie, má speciálně vycvičenou ostrahu. Přesto se parta zločinců vedená ďábelským Cyrusem zmocní po krvavé bitce letadla. Nyní se nejhorší zločinci Ameriky chystají zmizet kdesi na plážích jižního Pacifiku. S jednou věcí ovšem génius zla Cyrus ve svém dokonalém plánu nepočítal. Bývalý průzkumník americké armády Cameron Poe rozhodně nenechá svého nemocného přítele na pospas partě šílenců a nedovolí, aby \"Johny 23\" znásilnil čtyřiadvacátou ženu své odpudivé kariéry. navíc má dnes Cameronova dcerka narozeniny a taťka rozhodně nemíní kvůli bandě psychopatů propásnout oslavu. Radši se připoutejte...(oficiální text distributora)\n\nČSFD: 78% (33.2k)"
    },
    {
      "imdb": "tt0107302",
      "name": "Kalifornie",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 73% (5.9k)",
      "csfdId": 8298,
      "csfdRating": 73,
      "csfdRatingCount": 5891,
      "poster": "https://images.metahub.space/poster/small/tt0107302/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107302/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "118 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller",
        "Road movie"
      ],
      "description": "Vzrušující dobrodružství i nepředstavitelné hrůzy čekají na dva hlavní hrdiny během jejich cesty do Kalifornie. V tomto mrazivém psychologickém thrilleru si zahráli vynikající Brad Pitt a Juliette Lewis, která podala neuvěřitelně přesvědčivý výkon. V dalších rolích uvidíte neméně přesvědčivého Davida Duchovnyho a Michelle Forbes. Intelektuální městský pár Brian a Carrie se vydají na cestu napříč zemí, aby načerpali informace pro svou knihu věnovanou tématu sériových vrahů. Společníky jim jsou jejich noví známí Early a jeho přítelkyně Adele. Jeden vůz, jeden cíl a jedna velká snaha o společné téma k hovoru je provází prvními kilometry. Když se ale začnou konečně všichni sbližovat, projeví se náhle Earlyho prudká povaha a vyděšení Brian a Carrie zjišťují, že za poznatky o nemilosrdných vrazích nebudou muset cestovat tak daleko, jak si původně mysleli.(oficiální text distributora)\n\nČSFD: 73% (5.9k)"
    },
    {
      "imdb": "tt0107659",
      "name": "Nabitá zbraň 1",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 71% (7.2k)",
      "csfdId": 11735,
      "csfdRating": 71,
      "csfdRatingCount": 7244,
      "poster": "https://images.metahub.space/poster/small/tt0107659/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107659/img?src=cinemeta",
      "imdbRating": "6.2",
      "runtime": "84 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Dva neohrožení kriminalisté Jack Colt a Wes Luger jsou na stopě rafinovaných překupníků drog. Šéf bandy, generál s temnou minulostí, neváhá zneužít ke svým nekalým záměrům i dívčí skautskou organizaci. Případ nebude tak jednoduché vyřešit. Detektivové, zločinci a svědkové se neustále dostávají do situací, které se na první pohled podobají proslulým scénám ze slavných filmů - od Mlčení jehňátek přes Základní instinkt až po Wayneův svět. Ale stejně jako v životě i ve filmové komedii je najednou všechno úplně jinak... Podaří se statečným hrdinům a jejich krásné společnici překonat všechny léčky a nástrahy?(oficiální text distributora)\n\nČSFD: 71% (7.2k)"
    },
    {
      "imdb": "tt0110997",
      "name": "Divoká řeka",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 67% (12k)",
      "csfdId": 4126,
      "csfdRating": 67,
      "csfdRatingCount": 12036,
      "poster": "https://images.metahub.space/poster/small/tt0110997/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110997/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "111 min",
      "genres": [
        "Akční",
        "Thriller",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Hrdinka Gail chce víkendovým výletem do hor oslavit synovy narozeniny a zachránit své nepříliš spokojené manželství. Rozhodne se s manželem a synem jet divokou řeku. Idylická pohoda však bere za své ve chvíli, kdy se rodina setkává se dvěma neznámými muži - Wadem a Terrym, kteří svými vražednými úmysly změní rodinný výlet v životu nebezpečný horor.(oficiální text distributora)\n\nČSFD: 67% (12k)"
    },
    {
      "imdb": "tt0107808",
      "name": "Dokonalý svět",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 84% (15.9k)",
      "csfdId": 2509,
      "csfdRating": 84,
      "csfdRatingCount": 15919,
      "poster": "https://images.metahub.space/poster/small/tt0107808/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107808/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "138 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Dva prchající vězňové jsou při přepadení rodinného domku vyrušeni ozbrojeným sousedem a v nouzi s sebou vezmou osmiletého Filipa jako rukojmí. Nečekaný výlet se chlapci začne líbit - honičky v kradených autech, skrývání se před komicky neschopnými pronásledovateli (Clint Eastwood, Laura Dern). Až do chvíle, kdy jeden z vězňů, primitiv a surovec, začne ohrožovat jeho život. Sympatickému Butchovi (Kevin Costner) nezbývá, než \"kolegu\" zlikvidovat. A pak už jedou jen dva - a mezi vězněm a jeho dobrovolným rukojmím vzniká silné pouto přátelství a snad i něco víc...(oficiální text distributora)\n\nČSFD: 84% (15.9k)"
    },
    {
      "imdb": "tt0100157",
      "name": "Misery nechce zemřít",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 84% (14.8k)",
      "csfdId": 7623,
      "csfdRating": 84,
      "csfdRatingCount": 14836,
      "poster": "https://images.metahub.space/poster/small/tt0100157/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0100157/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "107 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Po autonehodě zachrání zraněnému spisovateli život jeho velká obdivovatelka. Z nadšené čtenářky a pečovatelky se však zakrátko stává brutální tyran a věznitel...(TV Prima)\n\nČSFD: 84% (14.8k)"
    },
    {
      "imdb": "tt0102138",
      "name": "JFK",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 85% (13.4k)",
      "csfdId": 8755,
      "csfdRating": 85,
      "csfdRatingCount": 13394,
      "poster": "https://images.metahub.space/poster/small/tt0102138/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102138/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "189 min",
      "genres": [
        "Drama",
        "Historický",
        "Thriller"
      ],
      "description": "Neworleanský státní zástupce Jim Garrison od počátku nevěří oficiální verzi o atentátu na prezidenta Kennedyho potvrzené zprávou Warrenovy komise, která vraždu označila za akt jedince. Podle jeho přesvědčení byl Lee Harvey Oswald pouze nastrčenou figurkou a atentát byl dílem spiknutí pravicových kruhů. Garrison s týmem spolupracovníků zkoumá všechny dostupné obrazové záznamy dallaského atentátu, jež potvrzují teorii o více střelcích. Další svědectví ho přivádějí na stopu skupinky pravicových kubánských emigrantů, ale nitky možného spiknutí vedou ještě dál k vysokým představitelům CIA a vojensko-průmyslového komplexu, kteří se obávali, že prezident Kennedy se po svém znovuzvolení odhodlá stáhnout americká vojska z Vietnamu. Řada výpovědí tuto teorii podporuje, ale nikdo nechce svědčit před soudem. Otřesen dalšími atentáty na Martina Luthera Kinga a Roberta Kennedyho, se Garrison rozhodne obžalovat uhlazeného kubánského obchodníka Claye Shawa z přípravy spiknutí proti prezidentovi USA. Tento zatím jediný soudní proces v souvislosti s atentátem na Kennedyho má negativní ohlas ve sdělovacích prostředcích a Shaw je nakonec pro nedostatek důkazů osvobozen. Otazníky kolem atentátu, který možná změnil moderní světové dějiny, stále zůstávají...(oficiální text distributora)\n\nČSFD: 85% (13.4k)"
    },
    {
      "imdb": "tt0119396",
      "name": "Jackie Brown",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 79% (26.2k)",
      "csfdId": 8850,
      "csfdRating": 79,
      "csfdRatingCount": 26198,
      "poster": "https://images.metahub.space/poster/small/tt0119396/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119396/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "154 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Adaptace románu \"Rum Punch\" klasika soudobé drsné školy a bestsellerového spisovatele Elmora Leonarda. Jackie Brownová je černá letuška, která si přivydělává pašováním špinavých peněz drogového dealera a obchodníka. Je chycena dvěma policejními agenty, kteří ji však slíbí shovívavost, pokud pomůže svého šéfa dopadnout a usvědčit. Jackie, která je na svobodě jen díky kauci svého milence, zosnuje plán, jak najednou získat milionový balík, zbavit se policistů i nepohodlného šéfa, jehož nejčastější replikou je věta \"řekneš slovo a jseš mrtvá\". Jenže takový plán má spoustu rizik...(oficiální text distributora)\n\nČSFD: 79% (26.2k)"
    },
    {
      "imdb": "tt0134273",
      "name": "8 MM",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 79% (27.1k)",
      "csfdId": 8212,
      "csfdRating": 79,
      "csfdRatingCount": 27062,
      "poster": "https://images.metahub.space/poster/small/tt0134273/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0134273/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "123 min",
      "genres": [
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Soukromý detektiv Tom Welles (Nicolas Cage) dostává svůj \"velký\" případ. Vdova po úctyhodném miliardáři našla v manželově sejfu 8mm amatérský film se sadistickou vraždou mladé dívky. Jde o tu nejtvrdší pornografii v té nejzvrhlejší podobě. Detektiv má najít odpověď na děsivou otázku o původu filmu. Jedná se o dokonale natočené superhardcore porno, nebo se tu před očima šokovaného diváka odehrává skutečná vražda? Tom Welles se loučí s manželkou a malou dcerkou a z poklidu svého idylického domova v pennsylvánském zapadákově se vydává po stopách 8 mm filmu do Los Angeles.  Už  při prvním seznámení se zvrhle fascinujícím  polosvětem pornografie zjistí, že za patřičný obnos lze ukojit i tu  nejodpornější sadistickou choutku. Jeho pátrání po osudech nezvěstné dívky z filmu se rychle mění v šokující a smrtelně nebezpečnou cestu napříč devíti kruhy pozemského pekla. I ten, kdo vyvázne živý, už nikdy nebude stejný jako dřív...(oficiální text distributora)\n\nČSFD: 79% (27.1k)"
    },
    {
      "imdb": "tt0178868",
      "name": "Ring",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 73% (5.2k)",
      "csfdId": 42164,
      "csfdRating": 73,
      "csfdRatingCount": 5211,
      "poster": "https://images.metahub.space/poster/small/tt0178868/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0178868/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "96 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Během týdne zemře za zvláštních okolností skupina teenagerů, která sledovala tajemné video. Jejich těla byla nalezena podivně zkroucená a jejich oči vypovídaly o tom, že viděli něco hrůzostrašného. Video se ve městě stane mýtem. Pozvolna ale neviditelná síla začne svým smrtícím prstem ukazovat na několik lidí, kteří nejsou schopni odolat své zvědavosti. Jednou z nich je cynická novinářka Reiko, která se brzy proti své vůli octne ve spirále nočních můr plných strachu z nespatřené všudypřítomné hrozby. Další ze strhujících hororů od dob filmu Vymítač ďábla plný nadpřirozena, které se dotkne každého nervu vašeho těla, je výtvorem zcela odlišného druhu. Kritikové ho nazvali jedním z nejděsivějších hororových filmů posledních let. Ring přináší tísnivou a napínavou atmosféru naplněnou nepřekonatelnou hrůzou a přesvědčivou přítomností nadpozemského zla.(Hollywood Classic Entertainment (H.C.E.))\n\nČSFD: 73% (5.2k)"
    },
    {
      "imdb": "tt0119008",
      "name": "Krycí jméno Donnie Brasco",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 82% (18k)",
      "csfdId": 14513,
      "csfdRating": 82,
      "csfdRatingCount": 17958,
      "poster": "https://images.metahub.space/poster/small/tt0119008/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119008/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "127 min",
      "genres": [
        "Drama",
        "Krimi",
        "Životopisný"
      ],
      "description": "Snímek z prostředí newyorské mafie Krycí jméno Donnie Brasco vznikl podle skutečných událostí: zachycuje úspěšnou akci FBI, jejíž agent Joe Pistone pod falešným jménem pronikl mezi mafiány a strávil sedm let mapováním jejich činnosti. Jde o zasvěcený, velmi podrobný a autentický pohled do světa organizovaného zločinu. Režisér snímku Mike Newell se soustřeďuje na postižení neobvyklých vztahů uvnitř zvláštní, uzavřené komunity, založené na \"feudálním\" způsobu organizace a řízení. Každodenní život příslušníků podsvětí, se zaběhanými modely chování či ritualizovaným způsobem mluvy, představuje Newell v hodně syrovém světle.(oficiální text distributora)\n\nČSFD: 82% (18k)"
    },
    {
      "imdb": "tt0111280",
      "name": "Star Trek VII: Generace",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 72% (5.2k)",
      "csfdId": 14707,
      "csfdRating": 72,
      "csfdRatingCount": 5180,
      "poster": "https://images.metahub.space/poster/small/tt0111280/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111280/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "117 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Už posedmé se vrací legenda filmové Sci-Fi - Star Trek. Jejími hrdiny jsou opět kapitáni kosmické lodi Enterprise Jean-Luc Pickard a James T. Kirk, kteří se ve 24. století snaží překazit plány šíleného fyzika jménem Soran, který je odhodlán zničit civilizaci. Je to fascinující výlet vesmírným prostorem, v němž rychlostí světla proletíte dobrodružným příběhem nejslavnější a nejúspěšnější vesmírné ságy.(oficiální text distributora)\n\nČSFD: 72% (5.2k)"
    },
    {
      "imdb": "tt0113189",
      "name": "Zlaté oko",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 79% (23.9k)",
      "csfdId": 10644,
      "csfdRating": 79,
      "csfdRatingCount": 23874,
      "poster": "https://images.metahub.space/poster/small/tt0113189/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0113189/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "130 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Když James Bond před několika lety likvidoval s agentem 006 Alecem sovětskou továrnu na biochemické zbraně, netušil, že se s účastníky téhle destruktivní mise opět po létech setká. Bývalý velitel vojenské ochranky generál Urumov teď tvoří výkonný tandem se smrtelně nebezpečnou nymfomankou Xenií - oba jsou na výplatní listině ruské mafie. A tahle organizace se právě zmocnila vojenského útočného sateliu Zlaté oko, kterým může terorizovat svět. Britská tajná služba vyhlašuje stav ohrožení a madam M vysílá do akce svého nejlepšího muže, agenta 007...(oficiální text distributora)\n\nČSFD: 79% (23.9k)"
    },
    {
      "imdb": "tt0120201",
      "name": "Hvězdná pěchota",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 77% (31.3k)",
      "csfdId": 9302,
      "csfdRating": 77,
      "csfdRatingCount": 31277,
      "poster": "https://images.metahub.space/poster/small/tt0120201/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120201/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Když se po skončení střední školy vaše holka i váš nejlepší kamarád dobrovolně přihlásí do armády, nezbude vám, než udělat totéž. Pokud ale narozdíl od nich ničím mimořádným nevynikáte, s největší pravděpodobností skončíte u Hvězdné Pěchoty. Johnny Rico teď sice nevypadá před kamarády jako srab, zato stojí v pozoru na cvičáku absolutisticky ovládaném zupáckým seržantem Zimem. Navíc láska jeho dívky Carmen, která se připravuje na náročné povolání vesmírné pilotky nevydrží odloučení. Johnny by si možná zoufal, kdyby měl na podobné civilní nesmysly čas. Díky náročnému výcviku je v jednom kole a společnost kamarádů ve zbrani mu brzo pomáhá zapomenout na první milostné zklamání. Ostatně pohledný Johnny rozhodně nemusí trpět komplexem méněcennosti. To, co on udělal kvůli Carmen, obětovala pro něj sympatická spolužačka Dizzy. Dobrovolně nastoupila k Hvězdné Pěchotě, aby byla co nejblíže svého miláčka. Ten jí ovšem při nejlepší vůli bere pouze jako dobrou kamarádku. Johny skvěle zvládá tvrdý výcvik a brzy se stává velitelem družstva. Naneštěstí dojde při prvním cvičení s ostrou municí k neštěstí, při kterém tragicky zahyne jeden z branců. Zdrcený mladík se rozhodne z armády odejít. Ve stejnou dobu zaútočí na planetu Zemi agresivní Brouci ze vzdálených končin vesmíru. Buenos Aires, Johnnyho rodné město, je srovnáno se zemí a jeho rodina umírá. Johnny se během několika chvil promění v tvrdého vojáka zakaleného touhou po pomstě. Domnělý čas odplaty nadchází ve chvíli, kdy jsou jednotky Hvězdné Pěchoty nasazeny do boje na domovské planetě Brouků. Původně plánovaný překvapivý noční útok se rychle mění v krvavý masakr. Desetitisíce vojáků při něm hynou strašlivou smrtí v kusadlech krvelačných potvor. Sám Johnny je zraněn, i když předtím v boji prokázal odvahu a velitelské schopnosti. Jedno je po neúspěšné invazi jisté. Brouci jsou daleko chytřejší než lidé čekali a jejich sebevražedné bojové nasazení nelze podceňovat. Vyhrát tuhle válku nebude vůbec snadné. A rozhodně ji nepřežijí všichni...(oficiální text distributora)\n\nČSFD: 77% (31.3k)"
    },
    {
      "imdb": "tt0114558",
      "name": "Zvláštní dny",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 72% (5.4k)",
      "csfdId": 783,
      "csfdRating": 72,
      "csfdRatingCount": 5431,
      "poster": "https://images.metahub.space/poster/small/tt0114558/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114558/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "145 min",
      "genres": [
        "Sci-Fi",
        "Mysteriózní",
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Píše se rok 1999. Bývalý policajt Lenny Nero tráví poslední dny starého milénia překupnictvím paměťových disků, které obsahují nahrané vzpomínky a pocity. Jednoho dne obdrží disk, na kterém je zážitek vraha prostitutky. Lenny se pustí do pátrání a dostává se hlouběji a hlouběji do spirály vydírání, vražd a násilí. Podaří se mu přežít a případ vyřešit?(Cinemax)\n\nČSFD: 72% (5.4k)"
    },
    {
      "imdb": "tt0111282",
      "name": "Hvězdná brána",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 76% (35.7k)",
      "csfdId": 2576,
      "csfdRating": 76,
      "csfdRatingCount": 35662,
      "poster": "https://images.metahub.space/poster/small/tt0111282/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111282/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "121 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Vědecká expedice objevila poblíž pyramid zvláštní objekt pokrytý neznámými symboly. V přísném utajení ho začala zkoumat armáda, uběhla však dlouhá řada desetiletí, než se našel člověk, který by nápis rozluštil. Egyptolog Daniel Jackson zjistil, že znaky představují souřadnice pro cestu vesmírem na jakousi vzdálenou planetu. Padlo rozhodnutí vyslat tam průzkumnou jednotku pod velením plukovníka O'Neila. Symbol umožňující návrat na Zem ovšem na hvězdné bráně chybí, bude zřejmě teprve na místě určení. Expedice nutně potřebuje Danielovy znalosti, mladý vědec se tedy volky nevolky stává jejím členem. Nepraktický intelektuál se ocitá v prapodivném světě na úrovni staroegyptské civilizace, kde všichni lidé ve strachu otročí božskému vládci a nebezpečí číhá na každém kroku...(oficiální text distributora)\n\nČSFD: 76% (35.7k)"
    },
    {
      "imdb": "tt0103776",
      "name": "Batman se vrací",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 77% (30.3k)",
      "csfdId": 1070,
      "csfdRating": 77,
      "csfdRatingCount": 30274,
      "poster": "https://images.metahub.space/poster/small/tt0103776/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103776/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Krimi",
        "Fantasy",
        "Thriller"
      ],
      "description": "Gotham City je terorizováno zločineckou bandou cirkusových artistů, vedených fyzicky deformovaným Oswaldem Cobblepotem, přezdívaným Tučňák. Selina Kyleová, sekretářka mocného obchodníka Maxe Shrecka, odhalí podvodný plán svého šéfa na získání financí od města a je za trest shozena z mrakodrapu. Přežije a stává se Kočičí ženou, osamělým a vysoce vynalézavým kriminálním živlem. Shreck se dohodne se ctižádostivým Tučňákem, že ho udělá starostou, aby mohl Gotham City snadněji okrádat. To už ale přichází na scénu Batman a začíná plnit svou úlohu ochránce utlačovaných a zastánce práva a spravedlnosti. I když jsou tentokrát jeho protivníci mimořádně zdatní, není jim to nic platné. A sílící citové pouto mezi Batmanem a Kočičí ženou učiní z těchto protivníků spojence a možná i něco víc...(oficiální text distributora)\n\nČSFD: 77% (30.3k)"
    },
    {
      "imdb": "tt0120907",
      "name": "eXistenZ",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 69% (7.6k)",
      "csfdId": 1787,
      "csfdRating": 69,
      "csfdRatingCount": 7586,
      "poster": "https://images.metahub.space/poster/small/tt0120907/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120907/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "97 min",
      "genres": [
        "Sci-Fi",
        "Thriller",
        "Horor",
        "Mysteriózní"
      ],
      "description": "Jedna z nejlepších programátorek počítačových her Allegra Geller testuje novou hru ve virtuální realitě. Na začátku je napadena fanatickým zabijákem, který používá podivnou organickou zbraň. S pomocí přítele Teda se jí podaří uniknout a ten s ní zůstává jako její ochránce. Přistroj, ve kterém je uložena jediná verze programu eXistenZ je poškozen a tak Allegra přesvědčuje Teda, aby si nechal zavést port přímo do svého vlastního těla a mohli tak pokračovat ve hře. Události směřují k rozhodujícímu souboji, ve kterém se dvojice dostává do podivného nebezpečí a již není schopna rozpoznat, kde je hranice mezi skutečností a virtuální realitou.(oficiální text distributora)\n\nČSFD: 69% (7.6k)"
    },
    {
      "imdb": "tt0120832",
      "name": "Hadí oči",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 68% (8.6k)",
      "csfdId": 2338,
      "csfdRating": 68,
      "csfdRatingCount": 8610,
      "poster": "https://images.metahub.space/poster/small/tt0120832/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120832/img?src=cinemeta",
      "imdbRating": "6.1",
      "runtime": "98 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "V Atlantic City se schyluje k boxerskému utkání v těžké váze. Místní detektiv Rick Santoro (Nicolas Cage) nemůže mezi rozvášněnými fanoušky chybět. Rád sází a rád použije svou policejní placku, aby profláknutého bookmakera suše obral o pár stovek dolarů. Detektiv Santoro totiž není žádný svatoušek. To jeho přítel z dětství Kevin Dunne (Gary Sinise) je vzorem všech ctností. Dotáhl to až na pravou ruku ministra obrany, který se cestou z raketové střelnice zastavil na boxerském utkání roku. Gong. První kolo. Čtrnáct tisíc fanoušků šílí v dunivém rytmu levých háků černých šampiónů. Mezi nimi se skrývá jeden ledově klidný atentátník s prstem na spoušti. Ministr obrany je zavražděn několika výstřely. Dívka, která se k němu na poslední chvíli připletla, mizí s prostřeleným ramenem v davu, zachváceném hysterií. Detektiv Rick Santoro instinktivně tasí revolver, ale marně hledá cíl. Sportovní aréna je neprodyšně uzavřena. Všichni jsou podezřelí. Santoro a Dunne se okamžitě pouštějí do vyšetřování plného dramatických zvratů a nečekaných překvapení.(oficiální text distributora)\n\nČSFD: 68% (8.6k)"
    },
    {
      "imdb": "tt0112442",
      "name": "Mizerové",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 75% (38k)",
      "csfdId": 543,
      "csfdRating": 75,
      "csfdRatingCount": 38026,
      "poster": "https://images.metahub.space/poster/small/tt0112442/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112442/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "119 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Komedie",
        "Drama"
      ],
      "description": "Sehraný policejní tandem Burnett - Lowrey se prohání v černém Porsche ulicemi Miami a bravurně řeší banální případy. Ale tentokrát je čeká tvrdá práce a šéf drogového gangu Fouchet, který nezanechává žádné stopy a uznává jen mrtvé svědky. Odvážnou loupež heroinu museli provést profesionálové, kteří měli své spojky i v policejních řadách. Jediným svědkem, který může pomoci je vyděšená call girl Julie, jež se nakonec odhodlá zavolat svému příteli Mikeu Lowreymu. Ten ale není zrovna po ruce a tak si Burnett zahraje na svého parťáka a trochu si zkomplikuje manželství, kde ho v rámci výměny Mike snaživě zastupuje. Fouchetovi zabijáci jsou ale Julii na stopě - jenomže tenhle nový tříčlenný tým rozpoutá bitvu, ve které zákon a černý Porsche nakonec vítězí.(oficiální text distributora)\n\nČSFD: 75% (38k)"
    },
    {
      "imdb": "tt0152930",
      "name": "Taxi",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 77% (31.2k)",
      "csfdId": 33554,
      "csfdRating": 77,
      "csfdRatingCount": 31195,
      "poster": "https://images.metahub.space/poster/small/tt0152930/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0152930/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "86 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Daniel žije v Marseille a zná ji lépe, než kdo jiný, každou zkratku, každou jednosměrku. Jeho největší vášní je rychlost, která je samozřejmě větší, než si umí marseillská policie vůbec představit. Začínal jako poslíček, který rozvážel pizzu a nyní má taxikářskou licenci. Svůj vůz speciálně upravil a ze všeho nejraději má zákazníky, kteří mají naspěch. Až jednou sveze tento fenomenální taxikář policistu, který má problémy nejen s gangem, který vykrádá banky, ale i se svým řidičákem.(oficiální text distributora)\n\nČSFD: 77% (31.2k)"
    },
    {
      "imdb": "tt0109506",
      "name": "Vrána",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 80% (19.9k)",
      "csfdId": 16745,
      "csfdRating": 80,
      "csfdRatingCount": 19859,
      "poster": "https://images.metahub.space/poster/small/tt0109506/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0109506/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "102 min",
      "genres": [
        "Akční",
        "Drama",
        "Fantasy",
        "Thriller"
      ],
      "description": "Láska je věčná. Kultovní americký film o pomstě ze záhrobí, během jehož natáčení tragicky zahynul představitel hlavní role Brandon Lee.Lidé kdysi věřili, že když někdo zemře, přenese vrána jeho duši do říše mrtvých. Ale někdy se stane něco tak hrozného, že duše si s sebou nese strašlivý zármutek a nedostává se jí klidu. V takovém případě někdy, ale opravdu jen někdy může vrána duši přinést zpátky, aby vše špatné napravila. Tak se i rockový muzikant Eric Draven vrací mezi živé, aby ve zločinem rozloženém Detroitu vykonal pomstu na gangu násilníků za vraždu sebe i své snoubenky... Krví nasáklý příběh o romanci sahající až za hrob pochází ze stejnojmenného komiksu, který hudebník a kreslíř James O'Barr vytvořil na začátku osmdesátých let, aby se pokusil vnitřně vyrovnat s násilnou smrtí své snoubenky. Hněvem, smutkem i láskou kypící dílo svému autorovi duševní klid nepřineslo, ale udělalo z něj jednoho z velikánů amerického autorského komiksu. V devadesátých letech, kdy Hollywood poprvé masově objevoval komerční potenciál kreslených románů, došlo i na adaptaci Barrova díla. Režie byla svěřena začínajícímu režisérovi reklam a videoklipů Alexi Proyasovi a hlavní roli získal Brandon Lee, syn legendárního mistra bojových umění Bruce Leeho. Zatímco Proyasovi ponurý snímek nastartoval kariéru a pasoval ho mezi filmovými nadšenci bedlivě sledované tvůrce, pro Leeho se stal kariérním vrcholem, ale bohužel i koncem života. Nešťastnou náhodou byl při natáčení jedné scény postřelen projektilem z pistole, která měla obsahovat pouze slepé náboje, a na následky zranění zemřel. Podobně jako jeho otec, který také zahynul za mnohoznačných okolností při natáčení svého největšího projektu, se i Brandon Lee stal posmrtně ikonou. Příznačně své poslední roli, s níž herecky i osobnostně splynul, ale není dnes vzpomínán tolik coby představitel akčních filmů, nýbrž jako symbol tragické lásky. Zdánlivě prokletý film, během jehož natáčení došlo ještě k několika dalším nehodám, byl dokončen za pomoci dvojníků i speciálních efektů a dodnes si udržuje statut jednoho z velkých kultů americké kinematografie. Na motivy komiksů Jamese O'Barra vznikly ještě tři další filmy a dokonce i televizní seriál, ale všechny se pouze přiživovaly na nehynoucí legendě prvního snímku.(Česká televize)\n\nČSFD: 80% (19.9k)"
    },
    {
      "imdb": "tt0120663",
      "name": "Spalující touha",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 79% (21.8k)",
      "csfdId": 5398,
      "csfdRating": 79,
      "csfdRatingCount": 21794,
      "poster": "https://images.metahub.space/poster/small/tt0120663/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120663/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "159 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Erotický"
      ],
      "description": "Poslední snímek, který stačil režisér a producent Stanley Kubrick dokončit před svou smrtí, je eroticky laděné psychologické drama Eyes Wide Shut (v překladu Široce zavřené oči), natočené volně podle podle \"Snových novel\" (1926) Arthura Schnitzlera. Věhlasný tvůrce jej realizoval dvanáct let po svém předchozím filmu (Full Metal Jacket, 1987). Původně ovšem zvažoval zfilmováni Schnitzlerovy novely už koncem šedesátých let. Jeho uvedení do kin se již nedožil... Zámožný newyorský lékař William Harford začne na svou přitažlivou ženu Alici žárlit poté, co se mu svěří, že by kvůli erotickému zážitku s cizím mužem byla snad schopná opustit celý svůj dosavadní život. Muž využije příhodné situace a bez vědomí manželky prožije malou sexuální odyseu. Po odmítnutí zamilované dcery svého zemřelého pacienta a po následné nezdařené návštěvě u prostitutky pronikne prostřednictvím svého přítele na tajnou orgii, jejíž účastníci v karnevalových maskách benátského stylu provozují záhadný sexuální rituál. Nezvaný návštěvník je však rychle odhalen... Kubrick předsadil freudovský příběh z Vídně počátku dvacátého století do současného New Yorku, pulzujícího předvánočním shonem. Navzdory obsazení prominentní herecké a manželské dvojice Toma Cruise a Nicole Kidmanové a navzdory eroticky podbarvenému námětu ovšem nejde o komerční film. Tvůrce podnikl výpravu k \"dračím slujím\", ukrytým v psychickém ústrojí člověka a vyjevujícím se obvykle prostřednictvím snů a představ; hlavní hrdina se několikrát ocitne na začátku erotického dobrodružství, jehož náplň a zejména zničující důsledky ovšem nikdy nestačí zažít. Ty již zůstávají předmětem brilantně naznačovaného tajemství. Kubrick, známý posedlou důsledností a precizností v přípravě a realizaci svých děl, komponuje vyprávění s epickou rozmáchlostí, v pomalém rytmu a se suverénní filmařskou virtuozitou; dramatický půdorys erotického thrilleru, na němž je více než dvouapůlhodinový příběh vystavěn, a nabízející se atraktivní situace jsou pro něj zcela podružné. Uvedení snímku do distribuce provázely různé spekulace, týkající se zejména dodatečných zásahů do díla. Pro příznivce Kubrickova výlučného stylu je však opus důstojným odkazem klasika moderní kinematografie.(oficiální text distributora)\n\nČSFD: 79% (21.8k)"
    },
    {
      "imdb": "tt0100814",
      "name": "Chvění",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 69% (6.5k)",
      "csfdId": 9262,
      "csfdRating": 69,
      "csfdRatingCount": 6486,
      "poster": "https://images.metahub.space/poster/small/tt0100814/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0100814/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "96 min",
      "genres": [
        "Sci-Fi",
        "Horor",
        "Komedie"
      ],
      "description": "Kevin Bacon a Fried Ward v roli nešťastných snílků, kteří pracují jako údržbáři v městečku o čtrnácti obyvatelích. Jednoho dne se rozhodnou odejít a vydají se na cestu přes poušť za vyhlídkou lepšího zaměstnání. Místo toho nacházejí v poušti mrtvoly svých spoluobčanů. Neobvyklý způsob jejich úmrtí je rázem objasněn, neboť brzy zjišťují, že všude kolem nich se hemží obří krvelační červi...(oficiální text distributora)\n\nČSFD: 69% (6.5k)"
    },
    {
      "imdb": "tt0117060",
      "name": "Mission: Impossible",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 74% (39.4k)",
      "csfdId": 2329,
      "csfdRating": 74,
      "csfdRatingCount": 39430,
      "poster": "https://images.metahub.space/poster/small/tt0117060/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117060/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "111 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Tom Cruise v hlavní roli špionážního thrilleru. Film byl zčásti natočený v Praze, vznikl na motivy populárního stejnojmenného televizního seriálu, který se u nás vysílal pod názvem Nulová šance. Ve Spojených státech se film, v němž Tom Cruise nejen ztělesnil ústředního hrdinu, ale také jej produkoval, stal diváckým superhitem. Při akci na americké ambasádě v Praze dojde k masakru elitní špionážní jednotky CIA. Šéf chce odhalit zrádce ve vlastních řadách a podezírá mimořádně schopného agenta Ethana Hunta. Nespravedlivě podezíraný mladík se proto pouští do pátrání na vlastí pěst a na každém kroku mu při tom hrozí smrtelné nebezpečí. Odhalená pravda je šokující pro všechny.(oficiální text distributora)\n\nČSFD: 74% (39.4k)"
    },
    {
      "imdb": "tt0117381",
      "name": "Prvotní strach",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 82% (14.8k)",
      "csfdId": 15095,
      "csfdRating": 82,
      "csfdRatingCount": 14819,
      "poster": "https://images.metahub.space/poster/small/tt0117381/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117381/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "131 min",
      "genres": [
        "Drama",
        "Thriller",
        "Krimi"
      ],
      "description": "Hlavní postavou příběhu je prominentní chicagský právník Martin Vail, sebevědomý a samolibý muž, který si nedělá žádné iluze o své práci a bez výčitek v soudní síni manipuluje fakty i lidmi. Na dobročinném večírku u biskupa Rushmana se setká se svým bývalým nadřízeným, státním návladním Shaughenessym a jeho asistentkou, svou bývalou milenkou Janet Venableovou. Krátce poté je biskup ve své rezidenci brutálně ubodán a policie zatkne zkrvaveného mladíka, který se jim pokoušel uprchnout. Je to devatenáctiletý ministrant Aaron Stampler, u něhož policie navíc našla biskupův prsten. Vail, který cítí, že podobný případ by mohl přispět k jeho prestiži, se rozhodne mladíka ve zdánlivě jednoznačném jednání bezplatně hájit. Navštíví ho v cele, kde mu vystrašený mladík vypráví, že se popral s vrahem, že před policií prchal ze strachu a že kvůli občasným ztrátám paměti neví, jak se prsten ocitl v jeho kapse. Tvrdí, že vrahem byl druhý ministrant Alex, neví však, kde je a kam zmizela přítelkyně Linda. Psychiatrička Molly Arrington začne na Vailovu žádost zkoumat Aaronův duševní stav a podaří se mu dosáhnout odložení jeho výpovědi u soudu. Jeho asistentka zjistí, že biskup byl zapleten do spekulací s pozemky a připravil své společníky, mezi nimiž byl i Shaughnessy, o spoustu peněz. Navíc se podaří najít Alexe, který přizná, že v biskupově pokoji hledal videokazetu s nahrávkou sexuálních orgií, ke kterým biskup nutil jeho, Aarona a Lindu. Vail kazetu získá a otřeseně sleduje šokující záznam. Vyčte Aaronovi, že mu lhal, ale mladík dostane záchvat zuřivosti, omdlí a potom přizná, že když se dostane do úzkých, ovládne ho jeho druhé já, zlý Roy, který prý biskupa zabil. Psychiatrička potvrdí, že mladík by mohl trpět schizofrenií. Vail podstrčí videokazetu Janet, která ji u soudu využije jako důkaz, že Aaron měl k vraždě motiv. Z řeky je vylovena zavražděná Linda. Blíží se den soudního jednání, o kterém Vail věří, že bude jeho dalším vítězstvím. Tentokrát však všechno dopadne zcela jinak.(oficiální text distributora)\n\nČSFD: 82% (14.8k)"
    },
    {
      "imdb": "tt0120611",
      "name": "Blade",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 75% (33.5k)",
      "csfdId": 6996,
      "csfdRating": 75,
      "csfdRatingCount": 33499,
      "poster": "https://images.metahub.space/poster/small/tt0120611/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120611/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "121 min",
      "genres": [
        "Akční",
        "Fantasy",
        "Horor"
      ],
      "description": "Síla nesmrtelnosti... duše člověka... srdce hrdiny! Blade (Wesley Snipes) je nesmrtelný bojovník, napůl člověk a napůl upír, bojující proti rozmáhajícímu se upírskému podsvětí, které se snaží postupně vyhubit celou lidskou rasu. Díky svým nadpřirozeným schopnostem je Blade tím posledním, kdo stojí mezi upířím lordem Deaconem Frostem (Stephen Dorff) a jím zosnovanou zkázou světa a všeho lidského.(oficiální text distributora)\n\nČSFD: 75% (33.5k)"
    },
    {
      "imdb": "tt0104815",
      "name": "Mariachi",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 71% (5k)",
      "csfdId": 7745,
      "csfdRating": 71,
      "csfdRatingCount": 5044,
      "poster": "https://images.metahub.space/poster/small/tt0104815/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0104815/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "81 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Osamělý mariachi (hudebník) přichází do malého města v Texasu, do města, o kterém si myslí, že mu přinese štěstí. Vše, co chce, je být muzikantem jako jeho otec, dědeček a pradědeček. Ve stejné době přichází do města zabiják. Oba muži mají na sobě černý oblek a v ruce pouzdro na kytaru. S tím rozdílem, že hudebníkovo pouzdro obsahuje jeho milovanou kytaru a zabijákovo je plné zbraní. Dochází k jejich záměně a hudebník je nucen vyměnit kytaru za jeho zbraň a bojovat proti nebezpečnému a nemilosrdnému podsvětí za pomoci majitelky místního baru, do které se zamiluje.(oficiální text distributora)\n\nČSFD: 71% (5k)"
    },
    {
      "imdb": "tt0122151",
      "name": "Smrtonosná zbraň 4",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 77% (25.8k)",
      "csfdId": 2441,
      "csfdRating": 77,
      "csfdRatingCount": 25832,
      "poster": "https://images.metahub.space/poster/small/tt0122151/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0122151/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "127 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Mel Gibson a Danny Glover se vracejí jako neohrožení losangeleští detektivové Riggs a Murtaugh a s nimi i Joe Pesci coby Leo, jehož žvanivost by měla být trestná. Murtaugh je pořád rodinný typ a Riggs stále funguje jako odjištěná zbraň a – cože? - rodinný typ. Jeho nejistota, zda se má či nemá oženit s Lornou (Rene Russo) je dalším problémem tohoto úspěšného diváckého hitu, v němž hrají i populární komediální hvězda Chris Rock a akční hvězda Jet Li. Svatební zvony, zásobníky, exploze smíchu... Tahle zbraň je ostře nabitá!(Magic Box)\n\nČSFD: 77% (25.8k)"
    },
    {
      "imdb": "tt0120844",
      "name": "Star Trek IX: Vzpoura",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 70% (5k)",
      "csfdId": 33056,
      "csfdRating": 70,
      "csfdRatingCount": 5015,
      "poster": "https://images.metahub.space/poster/small/tt0120844/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120844/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "102 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Thriller"
      ],
      "description": "Od dob založení Spojené Federace Planet byla základní směrnice zcela jasná - žádná expedice hvězdné flotily se nesmí vměšovat do přirozeného vývoje jiných civilizací, dokud nebudou připraveny na první kontakt - čili dokud neobjeví technologii hypermotoru. Nyní ale Picard dostává rozkazy, které jsou v přímém rozporu s tímto pravidlem. Pokud uposlechne nadřízené, 600 mírumilovných obyvatel planety Ba´ku bude násilně vysídleno ze svých domovů pro údajné dobro miliónů ostatních lidí, kteří pak budou moci využívat účinku Pramene mládí planety Ba´ku. Pokud neuposlechne, riskuje svou loď, svou kariéru i svůj život. Pro Picarda je však volba jasná, postavit se proti celé hvězdné flotile... a vést vzpouru za záchranu Ráje.(oficiální text distributora)\n\nČSFD: 70% (5k)"
    },
    {
      "imdb": "tt0099810",
      "name": "Hon na ponorku",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 81% (15k)",
      "csfdId": 6644,
      "csfdRating": 81,
      "csfdRatingCount": 14968,
      "poster": "https://images.metahub.space/poster/small/tt0099810/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099810/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "135 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Film režiséra Johna McTiernana, natočený podle bestselleru Toma Clancyho, je příběhem mužů, v jejichž rukou leží odpovědnost za soudný den. Zbrusu nová, supermoderní jaderná sovětská ponorka míří k pobřeží USA. Jejím velitelem je kapitán Marko Ramius (Sean Connery). Americká vláda se obává, že ponorka \"Rudý říjen\" zaútočí. Analytik CIA (Alec Baldwin) je jiného názoru. Myslí si, že kapitán Ramius chce emigrovat. Má však jen několik hodin, aby ho našel a svůj názor dokázal. Sovětské námořní a vzdušné síly po ponorce totiž pátrají také. Hon na ponorku začíná.(HBO GO)\n\nČSFD: 81% (15k)"
    },
    {
      "imdb": "tt0103644",
      "name": "Vetřelec ³",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 74% (35.3k)",
      "csfdId": 2665,
      "csfdRating": 74,
      "csfdRatingCount": 35293,
      "poster": "https://images.metahub.space/poster/small/tt0103644/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103644/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "114 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Horor"
      ],
      "description": "Důstojník Ripleyová jediná přežije nouzové přistání její poškozené vesmírně lodi na planetě Fiorina 161. Je to pusté skladiště odpadu obydlené lidmi, které společnost odsoudila. Setkává se tak s vrahy a kriminálníky, obyvateli bývalého přísně střeženého vězení. Ripleyová tuší, že na palubě její lodi byl Vetřelec. Brzy se její předtucha potvrdí, když najednou vzroste počet mrtvých a začne se nacházet stále více zmrzačených těl. Bez zbraní a moderní techniky se Ripleyová pouští spolu s vězni do boje proti nemilosrdné příšeře. Brzo však zjišťuje, že také ona nosí v sobě jednoho z nich. Aby zničila Vetřelce jednou provždy, musí zabít i sama sebe.(oficiální text distributora)\n\nČSFD: 74% (35.3k)"
    },
    {
      "imdb": "tt0130827",
      "name": "Lola běží o život",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 80% (16.7k)",
      "csfdId": 32198,
      "csfdRating": 80,
      "csfdRatingCount": 16730,
      "poster": "https://images.metahub.space/poster/small/tt0130827/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0130827/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "80 min",
      "genres": [
        "Thriller",
        "Krimi"
      ],
      "description": "Berlín. Současnost. Letní den, v němž minuty rozhodují o lásce, životě a smrti. Lole a Mannimu je něco přes dvacet a jsou milenci. Manni pracuje jako kurýr pro pochybného překupníka s auty. Poslední akce však nedopadne podle plánu. Vletí v metru do náruče revizorům a ztratí igelitku se 100.000,- DM, které si má šéf za dvacet minut vyzvednout. Zoufalý Manni volá Lole. Co si počít? Když ty peníze nesežene, zemře. Lolin mozek pracuje naplno. Má dvacet minut na to, aby sehnala sto tisíc, dvacet minut na záchranu Manniho života. Lola vyrazí z domu do ulic Berlína vyběhat sobě a Mannimu život, sehnat nějak někde sto tisíc. Lola běží ne jako, ale o život.(oficiální text distributora)\n\nČSFD: 80% (16.7k)"
    },
    {
      "imdb": "tt0116922",
      "name": "Lost Highway",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 82% (13k)",
      "csfdId": 6255,
      "csfdRating": 82,
      "csfdRatingCount": 12985,
      "poster": "https://images.metahub.space/poster/small/tt0116922/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0116922/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "134 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Žena saxofonisty Freda Madisona nalezne na schodech jeho luxusní vily videokazetu, na které kdosi zaznamenal zločin spáchaný v ložnici jeho domu. Zkrvavená oběť vypadá jako Fredova žena Renee a vrah - jako on sám. Přivolaná policie muže zatkne, avšak po několika dnech zjistí, že v cele je uvězněn - místo Freda - neznámý mladý muž...(Hollywood Classic Entertainment (H.C.E.))\n\nČSFD: 82% (13k)"
    },
    {
      "imdb": "tt0120768",
      "name": "Vyjednavač",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 80% (15.7k)",
      "csfdId": 14858,
      "csfdRating": 80,
      "csfdRatingCount": 15670,
      "poster": "https://images.metahub.space/poster/small/tt0120768/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120768/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "140 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller",
        "Krimi"
      ],
      "description": "Danny Roman je jedním z nejlepších policejních vyjednavačů. Je obviněn z vraždy svého partnera. Ze zoufalství vezme jako rukojmí členy policejního sboru, a snaží se tak odhalit skutečného vraha. Chris Sabian, další z předních vyjednavačů chicagské policie, se pokouší dostat Romanovi pod kůži, manipulovat s jeho city, uklidnit situaci a osvobodit rukojmí. Ten však tuto strategii dobře zná – sám ji používal. Celé město napjatě vyčkává a vyjednávání začíná...(TV Nova)\n\nČSFD: 80% (15.7k)"
    },
    {
      "imdb": "tt0109444",
      "name": "Jasné nebezpečí",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 69% (5k)",
      "csfdId": 11916,
      "csfdRating": 69,
      "csfdRatingCount": 5027,
      "poster": "https://images.metahub.space/poster/small/tt0109444/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0109444/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "141 min",
      "genres": [
        "Akční",
        "Thriller",
        "Drama"
      ],
      "description": "Už podruhé se setkáváme s agentem CIA Jackem Ryanem (v podání Harrisona Forda to poprvé bylo ve filmu Vysoká hra patriotů), který zde bojuje nejen proti kolumbijské drogové mafii, ale i proti zradě a nepoctivosti vlastních spolupracovníků. Začalo to vraždou přítele prezidenta Spojených států. Přestože se ukazuje, že zločin mají na svědomí zabijáci kolumbijského kartelu, s nimiž byl \"prezidentův přítel\" ve spojení, rozhodne se hlava státu k odvetnému útoku. Je vydán pokyn k vytvoření speciální tajné jednotky, která má centrálu kolumbijských šéfů zlikvidovat. Jde o nelegální akci, protože vojenské jednotky USA smějí v zahraničí operovat jen tehdy, hrozí-li \"jasné nebezpečí\". CIA vedením celé operace pověří agenta Clarka (Willem Dafoe). Mezitím pátrá po motivech vraždy i Jack Ryan. Odhaluje souvislost s kolumbijským obchodem s narkotiky a vydává se do Bogoty, aby získal další informace Ryan riskuje svůj život i kariéru pro to jediné, čemu ještě věří - pro pravdu.(oficiální text distributora)\n\nČSFD: 69% (5k)"
    },
    {
      "imdb": "tt0143145",
      "name": "Jeden svět nestačí",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 77% (21.3k)",
      "csfdId": 297,
      "csfdRating": 77,
      "csfdRatingCount": 21297,
      "poster": "https://images.metahub.space/poster/small/tt0143145/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0143145/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "128 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "V sídle MI6 došlo k atentátu na ropného magnáta a přítele M a v nebezpečí se ocitá i jeho dcera Elektra (Sophie Marceau). James Bond je proto vyslán do Azerbajdžánu, aby ji ochránil a zároveň odhalil vraha. Elektra ale ve skutečnosti stojí na druhé straně barikády a Bondovu ochranu přijímá pouze na oko. Spolu s přítelem, nebezpečným teroristou (Robert Carlyle), plánují neobyčejně výnosný obchod, kterým chtějí získat kontrolu nad celým světem. Ani v této bondově misi nechybí správná Bondgirl v podání krásné Denise Richards.(oficiální text distributora)\n\nČSFD: 77% (21.3k)"
    },
    {
      "imdb": "tt0116367",
      "name": "Od soumraku do úsvitu",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 75% (28.1k)",
      "csfdId": 7744,
      "csfdRating": 75,
      "csfdRatingCount": 28051,
      "poster": "https://images.metahub.space/poster/small/tt0116367/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0116367/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Horor",
        "Thriller",
        "Krimi"
      ],
      "description": "Bratři Seth a Richie Geckovi vykradli banku a prchají do Mexika. Jako rukojmí sebou mají úřednici Glorii Hillovou. Při zastávce v motelu se Glorie stává obětí sexuální zvrhlosti Richieho. Jako nové rukojmí berou rodinu pastora Jacoba Fullera. Po přejezdu mexických hranic se mají setkat s místními převaděči v baru Titty Twister. Všechno jde hladce (alespoň z pohledu Setha a Richieho), dokud se tanečnice, vyhazovači i barman nepromění v upíry, kteří mají chuť na čerstvou krev.(oficiální text distributora)\n\nČSFD: 75% (28.1k)"
    },
    {
      "imdb": "tt0102614",
      "name": "Nemilosrdná spravedlnost",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 67% (6.9k)",
      "csfdId": 17239,
      "csfdRating": 67,
      "csfdRatingCount": 6852,
      "poster": "https://images.metahub.space/poster/small/tt0102614/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102614/img?src=cinemeta",
      "imdbRating": "6.1",
      "runtime": "91 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Brooklyn se proměnil ve válečnou zónu, kde spolu bojují brutální gangy. Když mafiáni zabijí jednoho z policistů, jeho kolega Gino Felino se rozhodne přijmout způsoby brutálních zabijáků a pomstít smrt přítele. Ač stojí proti mafii sám, vítězí. Gino totiž skvěle ovládá nejen zbraně, ale také asijská bojová umění. Na poměrně jednoduché zápletce vystavěli tvůrci scénář ukázkově akčního filmu, který potěší příznivce této filmové odnože nejen ohromujícím tempem, ale také napětím, které ani na okamžik nepolevuje. Pod tradičním akčním příběhem o boji osamělého hrdiny proti přesile lze odkrýt ještě další rovinu. Zajímavý obraz Brooklynu, uzavřeného světa lidí bez naděje, chudých emigrantů a jejich zklamaných dětí, pro které je zločin jedinou možnou alternativou a droga jediná šance, jak utéci neradostné skutečnosti.(oficiální text distributora)\n\nČSFD: 67% (6.9k)"
    },
    {
      "imdb": "tt0108185",
      "name": "Návrat Sommersbyho",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 69% (5.2k)",
      "csfdId": 147,
      "csfdRating": 69,
      "csfdRatingCount": 5231,
      "poster": "https://images.metahub.space/poster/small/tt0108185/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0108185/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "109 min",
      "genres": [
        "Drama",
        "Dobrodružný",
        "Romantický"
      ],
      "description": "Po šesti dlouhých letech se vrací Jack Sommersby, který je už považován za mrtvého, z americké občanské války domů. Jeho žena Laurel reaguje zprvu nejistě, neboť její muž jí připadá cizí: dříve nepříjemný tyran dnes působí něžně a soucitně. Je to ale opravdu její manžel? Pak je Sommersby obviněn z vraždy.(oficiální text distributora)\n\nČSFD: 69% (5.2k)"
    },
    {
      "imdb": "tt0100263",
      "name": "Brutální Nikita",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 81% (14k)",
      "csfdId": 775,
      "csfdRating": 81,
      "csfdRatingCount": 13965,
      "poster": "https://images.metahub.space/poster/small/tt0100263/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0100263/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "117 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "Anne Parilaudová ztvárňuje v tomto filmu postavu mladé, na drogách závislé Nikity, která jako jediná ze skupiny pachatelů přežije přepadení lékárny. Je zatčená a odsouzená na doživotí, ale tajná služba jí dá ještě jednu šanci \"pracovat pro vládu jako tajná agentka\". V průběhu následujících let je Nikita vyškolená v dokonalý vraždící stroj a s novou totožností se vrací do života. Potkává svou lásku díky které dokáže skoro úplně zapomenout na to, co prožila. V nejlepším období se však ozve telefon s prvním úkolem. Nikita na rozkaz zabíjí, až se jednoho dne rozhodne se vším skončit a odejít...(oficiální text distributora)\n\nČSFD: 81% (14k)"
    },
    {
      "imdb": "tt0103855",
      "name": "Osobní strážce",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 75% (28k)",
      "csfdId": 4688,
      "csfdRating": 75,
      "csfdRatingCount": 28029,
      "poster": "https://images.metahub.space/poster/small/tt0103855/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103855/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "129 min",
      "genres": [
        "Romantický",
        "Drama",
        "Thriller",
        "Hudební"
      ],
      "description": "Frank Farmer má rád věci pod kontrolou. Konečně, jako bývalý agent tajné služby chránil dva prezidenty a mnoho dalších významných osob. Jeho povolání profesionálního osobního strážce jej nutí mít přehled o každém detailu své činnosti. Nesmí dát protivníkovi žádnou šanci. Své úkoly plní přesně a bez problémů. Až do chvíle, kdy se setkává s Rachel Marronovou. Rachel je superhvězda populární hudby a její kariéra neustále stoupá. S popularitou přicházejí věci obvyklé - manažer, novináři, spousta nových známých - i věci méně zvyklé, jichž se bojí každý slavný člověk - nevyzpytatelní fanouškové. Od jednoho z nich začíná Rachel dostávat bláznivé dopisy s poněkud nebezpečným podtónem. Musí se postarat o svou bezpečnost. Rachel chce osobního strážce - a nejlepší je Frank Farmer. Tak se setkají dva špičkoví profesionálové. Oba očekávají, že budou vůdčí osobností tohoto vztahu. Neočekávají, že se do sebe zamilují...(oficiální text distributora)\n\nČSFD: 75% (28k)"
    },
    {
      "imdb": "tt0145531",
      "name": "Stigmata",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 67% (6.4k)",
      "csfdId": 16914,
      "csfdRating": 67,
      "csfdRatingCount": 6446,
      "poster": "https://images.metahub.space/poster/small/tt0145531/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0145531/img?src=cinemeta",
      "imdbRating": "6.2",
      "runtime": "103 min",
      "genres": [
        "Drama",
        "Horor",
        "Thriller"
      ],
      "description": "Dvacetiletá kadeřnice Frankie rozhodně není žádná pámbíčkářka. Právě naopak. Je temperamentní, otevřená, ráda se baví a i když má chlapce, cítí se zcela nezávislá. Její život se nečekaně změní od okamžiku, kdy jí matka z cesty po Mexiku, pošle běžný suvenýr - růženec, koupený na trhu. Frankie jakoby přestala být sama sebou. Vnímá, co jiní kolem nevidí, chová se, jako nikdy předtím, a z důvodu, které nedokážou vysvětlit ani lékaři, se jí postupně otevírají nezhojitelné krvavé rány na rukou, nohou a hlavě. O případu americké dívky je záhy informován Vatikán. Církev vyšle do Pittsburgu svého zástupce, aby celou záležitost posoudil. Otec Kiernan je ale především vědec, stoupenec historicky podložené křesťanské věrouky, nikoli zaslepený věřící, který je ochoten zavřít oči před pravdou. Když ji pozná a přesvědčí se o ní, změní se z vyšetřovatele v ochránce, ochotného hájit Frankie i za cenu ztráty kněžského postavení(oficiální text distributora)\n\nČSFD: 67% (6.4k)"
    },
    {
      "imdb": "tt0110322",
      "name": "Legenda o vášni",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 79% (16.5k)",
      "csfdId": 13350,
      "csfdRating": 79,
      "csfdRatingCount": 16541,
      "poster": "https://images.metahub.space/poster/small/tt0110322/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110322/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "133 min",
      "genres": [
        "Drama",
        "Romantický",
        "Western",
        "Válečný"
      ],
      "description": "Plukovník Ludlow opustil armádu Spojených států, protože nesouhlasil s genocidou indiánských kmenů, a se svými třemi syny Alfredem, Samuelem a Tristanem se usadil na farmě v Montaně. Když si v roce 1913 přivedl Samuel na usedlost krásnou snoubenku Susannah, nikdo netušil, jak významným způsobem ovlivní život rodiny. Zatím ale v Evropě vypukla válka a všichni bratři se proti vůli otce dobrovolně přihlásí do armády. Krvavá řež válečného běsnění si brzy vybere krutou daň - Alfred je těžce raněn a Samuel umírá. Tristan pomstí smrt svého bratra a po skončení války odchází na moře. Když se po čase vrací do Montany, netuší, že ho čeká vášnivý milostný vztah s osamělou Susannah, že se jeho bratr Alfred stane kongresmanem a že on sám bude muset kvůli záchraně rodinné farmy pašovat alkohol a bojovat s bezohlednou zákeřnou konkurencí...(oficiální text distributora)\n\nČSFD: 79% (16.5k)"
    },
    {
      "imdb": "tt0106582",
      "name": "Cliffhanger",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 76% (23.3k)",
      "csfdId": 4155,
      "csfdRating": 76,
      "csfdRatingCount": 23282,
      "poster": "https://images.metahub.space/poster/small/tt0106582/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106582/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "113 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Gabe opustil svou přítelkyni i milované povolání horského vůdce poté, co nepřímo zavinil smrt dívky svého kolegy. Po několika měsících se vrací. Traumatizovaný, zdeptaný. Muž, který si sáhl až na dno svých psychických sil. Zdánlivě. Netuší, že ve stejnou dobu probíhá vysoko nad oblaky loupež století. Zlotřilý agent FBI se rozhodne přejít na druhou stranu barikády a do začátku nového života si chce přilepšit několika sty miliony dolarů z federálního rozpočtu. Ovšem jako už tolikrát je tu lidský faktor, a tak pečlivě naplánovaný zločin nevyjde přesně podle zdánlivě bezchybného plánu. Tři obrovské kufry až po okraj napěchované bankovkami dopadají doprostřed krajiny plné zasněžených srázů a rozeklaných údolí. Chvíli poté havaruje i letadlo se zběhlým agentem a jeho psychopatickými komplici na palubě. Karty jsou rozdány. Kdo jiný, než dvojice zkušených horských vůdců, pro které jsou skalnaté vrcholy domovem, může v mrazivé divočině skalistých hor znovu dopomoci padouchům ke ztracenému bohatství. Gabe a jeho přítel se díky zbabělé lsti zločinců ocitají rázem v rolích rukojmí. Mají najít ztracené miliony. Sylvester Stallone v roli rukojmího? Ne nadlouho...(oficiální text distributora)\n\nČSFD: 76% (23.3k)"
    },
    {
      "imdb": "tt0120694",
      "name": "Halloween: H20",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 66% (6.6k)",
      "csfdId": 6731,
      "csfdRating": 66,
      "csfdRatingCount": 6588,
      "poster": "https://images.metahub.space/poster/small/tt0120694/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120694/img?src=cinemeta",
      "imdbRating": "5.8",
      "runtime": "86 min",
      "genres": [
        "Horor",
        "Thriller"
      ],
      "description": "Šílený psychopat Michael Myers se vrátil a s ním i kletba jeho rodiny. Svůj pověstný nůž obrátil znovu proti své sestře Laurie (Jamie Lee Curtis), pro niž se noční můra stává skutečností. Tentokrát však je na střet s vrahem připravena. Horor Halloween: H20 je v pořadí sedmým dílem klasické série, kterou zahájil v roce 1978 režisér John Carpenter kultovním snímkem Halloween (u nás vyšel na videu pod názvem Předvečer svátku všech svatých). Pokračování režiséra Steva Minera se odehrává o dvacet let později (odtud šifra v názvu snímku). Na scénu se v něm vrací jak ďábelský vrah Michael Myers, tak jeho sestra Laurie Strodeová, která jako jediná přežila jeho řádění. Nyní žije pod změněným jménem, má sedmnáctiletého syna, ale stále ji pronásledují děsivé vidiny o Myersově návratu. Není tedy překvapena, když se tak opravdu stane. Po dávných zkušenostech s nezničitelným zabijákem je však na střetnutí s ním připravena a je odhodlána sprovodit ho tentokrát ze světa definitivně.(oficiální text distributora)\n\nČSFD: 66% (6.6k)"
    },
    {
      "imdb": "tt0134119",
      "name": "Talentovaný pan Ripley",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 78% (18k)",
      "csfdId": 14144,
      "csfdRating": 78,
      "csfdRatingCount": 18015,
      "poster": "https://images.metahub.space/poster/small/tt0134119/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0134119/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "140 min",
      "genres": [
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Román oblíbené americké autorky detektivních próz Patricie Highsmithové \"Talentovaný pan Ripley\" (1955) se dočkal svého prvního zpracování už v roce 1960, kdy ho zfilmoval francouzský režisér René Clément pod názvem V plném slunci. Hlavní roli tehdy vytvořila vycházející hvězda evropského filmu Alain Delon. Téměř o čtyřicet let později se k předloze vrátil britský tvůrce Anthony Minghella, který předtím získal světový věhlas oscarovým Anglickým pacientem. Titulní postavu mladíka, který využije příležitosti a vydává se za svého zámožného přítele, svěřil Mattu Damonovi, jehož dětsky nevinná tvář, skrývající životní protřelost a až chorobnou ctižádost, přesně odpovídala dvojznačnosti literárního pana Ripleyho. I v dalších úlohách se objevují známí a především přesně obsazení herci – Gwyneth Paltrowová (začínající spisovatelka Marge), Jude Law (znuděný dědic loďařského impéria Dickie Greenleaf) a také Cate Blanchettová, jež ztělesňuje připsanou postavu bohaté Američanky Meredith.(oficiální text distributora)\n\nČSFD: 78% (18k)"
    },
    {
      "imdb": "tt0119978",
      "name": "Vyvolávač deště",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 83% (9.5k)",
      "csfdId": 1656,
      "csfdRating": 83,
      "csfdRatingCount": 9467,
      "poster": "https://images.metahub.space/poster/small/tt0119978/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119978/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "135 min",
      "genres": [
        "Drama",
        "Thriller"
      ],
      "description": "Čerstvý absolvent právnické fakulty je víceméně donucen po záhadném zmizení svého zaměstnavatele založit vlastní firmu. Ocitá se tak uprostřed procesu se zdravotní pojišťovnou, která odmítla zaplatit léčbu leukemického mladíka. Jakou má šanci proti týmu dobře placených advokátů v čele se zákeřným Drummondem?(oficiální text distributora)\n\nČSFD: 83% (9.5k)"
    },
    {
      "imdb": "tt0119099",
      "name": "Anděl smrti",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 67% (5.3k)",
      "csfdId": 16596,
      "csfdRating": 67,
      "csfdRatingCount": 5308,
      "poster": "https://images.metahub.space/poster/small/tt0119099/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119099/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "124 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama",
        "Mysteriózní",
        "Fantasy"
      ],
      "description": "Detektiv Denzel Washington byl svědkem popravy brutálního vraha Reese. Záhy se však rozpoutá série vražd v naprosto stejném stylu. Je možné pátrat po zločinci, který už nežije?Příběh nekompromisního muže, jenž vytrvale čelí nástrahám odvěkého zla. Detektiv John Hobbes (Denzel Washington), zabývající se vraždami, pronásleduje po rušném chodníku masového vraha.Pak jej spatří: je to malá žena středního věku. Ne, počkejte! Vrahem je nenápadný muž vedle ní! A opět je to někdo jiný! Jsou to všichni, a vlastně žádný z nich. Hobbes zjišťuje, že pronásleduje zdánlivě nezničitelného nepřítele...(oficiální text distributora)\n\nČSFD: 67% (5.3k)"
    },
    {
      "imdb": "tt0122690",
      "name": "Ronin",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 78% (16.2k)",
      "csfdId": 10651,
      "csfdRating": 78,
      "csfdRatingCount": 16161,
      "poster": "https://images.metahub.space/poster/small/tt0122690/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0122690/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "122 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Studená válka je možná u svého konce, ale nové světové pořádky dávají vzniknout skupině tajných nájemných žoldáků zaměstnaných lákavou nabídkou. Tito lidé, známí jako Ronin, se setkávají ve Francii u tajemného klienta kvůli zdánlivě rutinní práci - krádeži aktovky. Jednoduchá mise se ale stane velmi nebezpečnou, když i ostatní organizace z podsvětí začnou usilovat o stejný cíl..., a aby skupina Ronin mohla zdárně dokončit svou práci, musí udělat něco, co dosud bylo jejím členům cizí...začít si důvěřovat!(Bontonfilm)\n\nČSFD: 78% (16.2k)"
    },
    {
      "imdb": "tt0113568",
      "name": "Ghost in the Shell",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 83% (8.6k)",
      "csfdId": 34300,
      "csfdRating": 83,
      "csfdRatingCount": 8629,
      "poster": "https://images.metahub.space/poster/small/tt0113568/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0113568/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "83 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "„V blízké budoucnosti se korporátní sítě dostávají až ke hvězdám, elektrony a světlo proudí vesmírem. Pokrok v komputerizaci však ještě nevyhubil národy a etnické skupiny…“ V roce 2029 jsou počítačové implantáty v kyborgicky upravených tělech samozřejmostí a Japonsko se stalo jedním velkým městem, které je zasíťováno tokem informací. Vyšetřovatelka Motoko, napůl člověk, napůl stroj, řeší případ zločinné umělé inteligence, která vznikla v počítačové síti zvláštní obdobou evolučních procesů. Následuje nejen mocenský boj nadnárodních organizací, ale také boj o hranice těla, ducha a soustrojí… Mimo Akiry (1988) je Ghost in the Shell bezesporu nejslavnější filmová adaptace na základě komiksové předlohy vůbec. Dle anime z konce 80. let autora a ilustrátora Masamune Širóa ji natočil režisér Mamoru Ošii, který se rovněž postaral o povedené pokračování snímku, zvané Ghost in the Shell 2.0 (2008). Původní dílo z roku 1995 na jednu stranu vydatně čerpalo z tzv. kyberpunku, literárního směru, který ustanovili spisovatelé jako Bruce Sterling, William Gibson či Philip K. Dick. Na stranu druhou ale Ghost in the Shell zásadním způsobem ovlivnilo další, podobně laděná díla, jako Matrix, A.I. Umělá inteligence, Dredd, Avatar či Ex Machina. Ošii se scenáristou Kazunori Itóem s detailní bravurou vykreslili realistický svět až znepokojivě blízké budoucnosti, v níž se odvíjí hypnoticky pojatý příběh o samé podstatě lidskosti, při němž si nelze nevzpomenout na dědictví uměleckých sci-fi jako Solaris či 2001: Vesmírná odysea. Na svébytném výrazu existenciálního filmu se zásadním způsobem podepsal rovněž hudební skladatel Kendži Kawai, jehož skladby, v čele s \"Making of a Cyborg\", jsou neopakovatelnou ukázkou směšování tradice a moderny. To platí i pro výtvarné ztvárnění Ghost in the Shell, dobově pokrokové, snoubící kreslenou animaci s digitálními efekty. O kultovním postavení snímku svědčí fakt, že roku 2017 vznikl v mezinárodní koprodukci hraný remake stejného jména, stejně jako existence bobtnající franšízy, která zahrnuje filmy, televizní minisérie, komiksy či počítačové hry.(Česká televize)\n\nČSFD: 83% (8.6k)"
    },
    {
      "imdb": "tt0101540",
      "name": "Mys hrůzy",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 80% (12.3k)",
      "csfdId": 8241,
      "csfdRating": 80,
      "csfdRatingCount": 12300,
      "poster": "https://images.metahub.space/poster/small/tt0101540/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0101540/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "128 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Max Cady opouští vězení, kam byl před čtrnácti lety odsouzen za znásilnění. Je odhodlán pomstít se svému tehdejšímu obhájci Samu Bowdenovi, který ve snaze potrestat zločin, zatajil soudu důležitý důkaz svědčící v Maxův prospěch. Jeho plán je nelítostný a promyšlený. Nejprve Samovi, jeho ženě Leigh a patnáctileté dceři Danielle znepříjemní návštěvu kina, potom za ně zaplatí v cukrárně a teprve na druhý den Sama osloví a připomene mu minulost. S každým dalším Maxovým objevením atmosféra nejistoty stále více přerůstá v napětí a strach. Sam sice nechá Maxe zatknout, protože jim otrávil psa, policejní komisař však nemá důvod držet muže ve vazbě a propustí jej. A Max pokračuje v naplánované pomstě, zraní Samovu milenku Lori a začne svádět Danielle. Samem najaté násilníky zmlátí a pak si zaplatí nejlepšího právníka ve městě a obžaluje Sama za ublížení na zdraví. Jeho útoky se stupňují. Když vnikne do Samova domu, kde zabije služebnou a soukromého detektiva Kerseka, kterého si Sam najal, uprchne rodina z města a na své obytné lodi se vydá na Cape Fear. Max je však pronásleduje i sem, odhodlán znásilnit Samovi ženu i dceru a jeho samotného zabít.(Nova Cinema)\n\nČSFD: 80% (12.3k)"
    },
    {
      "imdb": "tt0107034",
      "name": "Dobrý synek",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 66% (5.3k)",
      "csfdId": 14853,
      "csfdRating": 66,
      "csfdRatingCount": 5275,
      "poster": "https://images.metahub.space/poster/small/tt0107034/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107034/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "87 min",
      "genres": [
        "Thriller",
        "Drama"
      ],
      "description": "Henry Evans je rozpustilý a hravý klučina, za jehož andělským úsměvem se skrývá temné tajemství a láska ke smrtelným hrám. Jeho milující rodiče a rozkošná sestra nemají ani potuchy, čeho je Henry schopen. Pouze jeho bratranec Mark, který k němu přijíždí na návštěvu, vidí zlo, které se skrývá za Henryho úsměvem. Zlo, jenž může ohrozit život celé rodiny. Mark se je snaží varovat, ale bezúspěšně a brzy se on stává tím špatným. Dokud nebude Mark schopen ukázat pravou tvář jejich „dobrého synka“, musí proti němu bojovat sám v zápase dobra proti zlu.(Bontonfilm)\n\nČSFD: 66% (5.3k)"
    },
    {
      "imdb": "tt0123755",
      "name": "Kostka",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 74% (23.4k)",
      "csfdId": 33285,
      "csfdRating": 74,
      "csfdRatingCount": 23440,
      "poster": "https://images.metahub.space/poster/small/tt0123755/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0123755/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "90 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Šest cizinců se z každodenního života probudí v tajemném fantaskním vězení. V nekonečném řetězci vzájemně propojených cel ve tvaru kostek. Policista. Profesionální zloděj. Studentka matematiky. Psycholožka. Architekt. Dospělý autista. Výběr individualit se zdá být náhodný. Nikdo z nich neví, jak se tam dostali. Brzy však vyplyne, že každý z nich má schopnosti, které mohou přispět k úniku. Trápí je množství nezodpovězených otázek. Kdo vytvořil toto surrealistické bludiště? S rostoucím napětím se objeví osobní konflikty a potyčky. Jedna věc je však jasná - pokud se nenaučí spolupracovat při objevování mnoha tajemství smrtící pasti, nikdo z nich nebude dlouho naživu. Divácký ohlas byl srovnatelný s uvedením Záhady Blair Witch, podobná byla i diskuse na stránkách internetu.(oficiální text distributora)\n\nČSFD: 74% (23.4k)"
    },
    {
      "imdb": "tt0119051",
      "name": "Na ostří nože",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 77% (16.3k)",
      "csfdId": 13337,
      "csfdRating": 77,
      "csfdRatingCount": 16329,
      "poster": "https://images.metahub.space/poster/small/tt0119051/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119051/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "117 min",
      "genres": [
        "Drama",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Havárie letadla v mrazivé divočině Aljašky postaví proti sobě intelektuála a miliardář Charlese Morse a sebevědomého módního fotografa Roberta Creena v brutálním boji o přežití. Každý z nich brzy zjistí, že největší nebezpečí se neskrývá v přírodě, ale v lidském strachu, proradnosti a schopnosti vraždit.(Bontonfilm)\n\nČSFD: 77% (16.3k)"
    },
    {
      "imdb": "tt0112401",
      "name": "Nájemní vrazi",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 76% (17.9k)",
      "csfdId": 2432,
      "csfdRating": 76,
      "csfdRatingCount": 17878,
      "poster": "https://images.metahub.space/poster/small/tt0112401/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112401/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "132 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Robert Rath je profesionální vrah. Při plnění jedné zakázky narazí na konkurenta - ambiciózního mladého zabijáka Miguela Baina, který má spadeno na tutéž oběť. Od té doby se s Miguelem setkává všude - jakoby ho jeho mladší kolega vyzval na souboj o místo toho nejlepšího. Další Rathovou zakázkou je mladá hackerka Electra, která ukradla přísně tajná data a má v úmyslu je výhodně prodat. I zde ale Roberta očekává Bain a z Ratha lovce se stává Rath obět. Spojí se s Electrou a společně Bainovi unikají. Rozhodující duel, v němž se o slovo přihlásí i Rathova minulost, je však teprve čeká...(oficiální text distributora)\n\nČSFD: 76% (17.9k)"
    },
    {
      "imdb": "tt0102685",
      "name": "Bod zlomu",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 76% (16.7k)",
      "csfdId": 781,
      "csfdRating": 76,
      "csfdRatingCount": 16707,
      "poster": "https://images.metahub.space/poster/small/tt0102685/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102685/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "122 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Agent FBI Johny Utah se tajně vydá mezi kalifornské surfaře, aby vystopoval takzvané Exprezidenty – ozbrojenou bandu bankovních lupičů. Potká se s výborným surfařem Bodhim, jehož drogou je adrenalin. Rád riskuje. Utah hledá pravdu, Bodhi největší vlnu. Jsou natolik ponoření do vzájemného soupeření, že svým vášním téměř obětují zdravý rozum, hrdost a život...(TV Prima)\n\nČSFD: 76% (16.7k)"
    },
    {
      "imdb": "tt0108399",
      "name": "Pravdivá romance",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 80% (10.3k)",
      "csfdId": 8289,
      "csfdRating": 80,
      "csfdRatingCount": 10286,
      "poster": "https://images.metahub.space/poster/small/tt0108399/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0108399/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "121 min",
      "genres": [
        "Thriller",
        "Romantický",
        "Krimi"
      ],
      "description": "Gangsterská romance režiséra Tonyho Scotta o zamilované dvojici Clarencovi a Alabamě vznikla podle scénáře Quentina Tarantina. Když nesmělý Clarence pozná v kině blonďatou krásku, kterou očividně zajímá, je z toho víc než zmatený. Romance nezačíná zase tak romanticky, jak by se zdálo. Alabama je totiž tak trochu \"call girl\" a plní jistý úkol. Když se ale naplno zamiluje do upřímného a bezelstného mladíka, její láska nezná hranic. I Clarence je ochoten pro svou vyvolenou udělat cokoliv. Když ji jde vykoupit k jejímu pasákovi, odnese si od něj nečekané věno. V zápětí však má zamilovaný pár v patách celé drogové podsvětí, které se neštítí ničeho, aby získalo zpátky své miliony v podobě bílého prášku.(oficiální text distributora)\n\nČSFD: 80% (10.3k)"
    },
    {
      "imdb": "tt0120902",
      "name": "Akta X - Film",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 77% (13.4k)",
      "csfdId": 12312,
      "csfdRating": 77,
      "csfdRatingCount": 13408,
      "poster": "https://images.metahub.space/poster/small/tt0120902/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120902/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "121 min",
      "genres": [
        "Sci-Fi",
        "Thriller",
        "Mysteriózní",
        "Horor"
      ],
      "description": "Po léta byla realita překrucována, fakta manipulována a pravda skrývána. Teď přichází Mulder a Scullyová, agenti FBI, aby poskládali celou skládačku v jeden celek a vysvětlili nevysvětlitelné. Ale ani tentokrát jejich cesta za pravdou nebude procházka růžovým sadem a celé jejich vyšetřování bude neustále někým úmyslně mařeno.(oficiální text distributora)\n\nČSFD: 77% (13.4k)"
    },
    {
      "imdb": "tt0120812",
      "name": "Křižovatka smrti",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 74% (18.6k)",
      "csfdId": 7589,
      "csfdRating": 74,
      "csfdRatingCount": 18607,
      "poster": "https://images.metahub.space/poster/small/tt0120812/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120812/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "97 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi",
        "Thriller"
      ],
      "description": "Policejní detektiv ve službách FBI pátrá po unesené dcerce čínského velvyslance. Na pomoc mu přichází velvyslancův přítel, který považuje za svoji povinnost pomoci při její záchráně. Rozjíždí se pátrání protkané spoustou neuvěřitelných honiček, akčních scén a prvky asijských bojových umění. Nakonec je dcerka zachráněna a únosci předáni spravedlnosti.(oficiální text distributora)\n\nČSFD: 74% (18.6k)"
    },
    {
      "imdb": "tt0116136",
      "name": "Dračí srdce",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 74% (19.8k)",
      "csfdId": 1615,
      "csfdRating": 74,
      "csfdRatingCount": 19782,
      "poster": "https://images.metahub.space/poster/small/tt0116136/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0116136/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "103 min",
      "genres": [
        "Dobrodružný",
        "Fantasy",
        "Drama",
        "Akční"
      ],
      "description": "Desáté století. Rytíř Bowen učí čtrnáctiletého prince Einona ovládač meč a zasvěcuje ho do starého rytířského kodexu z dob krále Artuše. V jednom z bojů je však mladičký Einon zraněn. Královna matka však dopraví zraněného syna do hluboké jeskyně a požádá o pomoc draka. Netvor se nad mladíkem slituje. Einon však musí slíbit, že bude vládnout spravedlivě. Po přísaze dostává od draka půlku jeho srdce. Uzdravený mladičký král však záhy na přísahu zapomene...(oficiální text distributora)\n\nČSFD: 74% (19.8k)"
    },
    {
      "imdb": "tt0117913",
      "name": "Čas zabíjet",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 78% (11.6k)",
      "csfdId": 8230,
      "csfdRating": 78,
      "csfdRatingCount": 11598,
      "poster": "https://images.metahub.space/poster/small/tt0117913/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117913/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "149 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Adaptace prvního románu autora knižních bestsellerů Johna Grishama, jejíž režií byl pověřen Joel Schumacher. Afroameričan Carl Lee zastřelí v soudní budově dva muže, uvězněné za znásilnění a těžké poranění jeho desetileté dcerky. Sám nakonec stane před bělošskou porotou, která má rozhodnout o jeho vině. Vybere si jako obhájce začínajícího bílého advokáta, který po jistém váhání přijme pomoc emancipované studentky práv. Z případu se stane politická záležitost, která aktivizuje i členy Ku-klux-klanu. V poklidném městečku zavládne napětí a bílí rasisté začínají řádit. Jake a jeho blízcí se ocitají v nebezpečí. Výsledek procesu je ovšem po obhájcově emotivní závěrečné řeči jasný. Osvobozující výrok poroty však vzbuzuje pochybnosti o tom, zda jedinec opravdu může brát právo do svých rukou...(Cinemax)\n\nČSFD: 78% (11.6k)"
    },
    {
      "imdb": "tt0120347",
      "name": "Zítřek nikdy neumírá",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 73% (19.9k)",
      "csfdId": 11053,
      "csfdRating": 73,
      "csfdRatingCount": 19925,
      "poster": "https://images.metahub.space/poster/small/tt0120347/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120347/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "119 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Když se bezohledný mediální magnát (Jonathan Pryce) pokouší destabilizovat světovou ekonomiku přípravou střetu dvou velmocí, jen aby zvýšil zisk svého podniku, musí zasáhnout Bond a zabránit rozpoutání 3. světové války! I díky úchvatné Teri Hatcher a Michelle Yeoh potěší toto supermoderní akční dobrodružství bondovské fanoušky všech generací!(oficiální text distributora)\n\nČSFD: 73% (19.9k)"
    },
    {
      "imdb": "tt0120746",
      "name": "Zorro: Tajemná tvář",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 71% (27k)",
      "csfdId": 13356,
      "csfdRating": 71,
      "csfdRatingCount": 26997,
      "poster": "https://images.metahub.space/poster/small/tt0120746/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120746/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "136 min",
      "genres": [
        "Dobrodružný",
        "Akční",
        "Drama",
        "Romantický"
      ],
      "description": "Na území dnešní Kalifornie bojoval před lety proti bezpráví španělských kolonizátorů legendární hrdina Zorro. Muž s černou maskou přes oči a zastánce chudých byl ve skutečnosti ctihodný a zámožný Don Diego de la Vega (Anthony Hopkins). Královský místodržící Don Rafael Montero (Stuart Wilson) naneštěstí krátce před pádem španělské krutovlády odhalil Zorrovu identitu. Při dramatickém střetnutí tragicky umírá Vegova milovaná manželka a krutý Montero si odváží i jeho malou dcerku Elenu. Ctihodný Don Diego de la Vega alias obdivovaný a milovaný Zorro mizí na dlouhých dvacet let v temné vězeňské kobce. Uplynulo dvacet let. Don Montero se vrací do Kalifornie. Chce tu založit nezávislou republiku a hlavně vydrancovat nově objevené zlaté doly. De la Vega hnán touhou po pomstě prchá z vězení a přijímá za svého žáka buranského zlodějíčka Alejandra Murietu (Antonio Banderas), který mu kdysi před dvaceti lety jako malý chlapec zachránil život a nyní utápí svůj žal nad ztrátou bratra kde jinde než v alkoholu. De la Vegu a Murietu, minulého a budoucího Zorra, spojuje kromě náklonnosti k chudým i nenávist ke společnému nepříteli - Alejandrův bratr totiž zemřel rukou jednoho z Monterových hrdlořezů. Ovšem dříve než okusí sladkou pomstu a zachrání pracovitý lid Kalifornie před nástrahami proradného Montera, čeká na oba nejedna náročná zkouška. Mladý Alejandro se musí zdokonalit v boji i ve společenském chování a de la Vega se musí znovu vyrovnat se ztrátou své dcery, která přijela do Kalifornie s Monterou a považuje ho za svého otce...(oficiální text distributora)\n\nČSFD: 71% (27k)"
    },
    {
      "imdb": "tt0117438",
      "name": "Výkupné",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 75% (16.2k)",
      "csfdId": 4556,
      "csfdRating": 75,
      "csfdRatingCount": 16172,
      "poster": "https://images.metahub.space/poster/small/tt0117438/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117438/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "121 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller",
        "Krimi"
      ],
      "description": "Multimilionář Tom Mullen, zakladatel a majitel úspěšné letecké společnosti Endeavour, žije se svou manželkou a s dvanáctiletým synem v luxusním apartmá u newyorského Central Parku. Při dobročinné akci Tomův syn uprostřed stovek dalších lidí beze stopy zmizí. Co se stalo? Neblahé tušení rodičů je potvrzeno během několika hodin. Elektronickou poštou přichází zpráva s několika fotografiemi spoutaného dítěte a počítačově zdeformovaným hlasem, požadujícím do 48 hodin výkupné 2 miliony dolarů. Přivolaní specialisté z FBI doporučí zaplatit, ale při předání výkupného se dopustí osudové chyby a jednoho z únosců zastřelí dříve, než stačí cokoliv prozradit. Mullenův syn se tak rázem ocitá na prahu smrti. Veškeré další pátrání agentů FBI je bezvýsledné. Jsou si jisti, že proti nim stojí prvotřídní profesionálové. Po prvním nezdařeném pokusu o předání výkupného je Tom naprosto zoufalý. Pak dostává od únosců ještě jednu šanci a s ní i nové instrukce. Cestou na místo předání Mullen náhle pochopí zdrcující pravdu - pokud zaplatí, nikdy už svého syna neuvidí. Únosci vlastně nebudou mít důvod vrátit dítě rodičům a raději ho jako nebezpečného svědka zlikvidují. Dané slovo pro ně nic neznamená a on sám by na jejich místě jednal stejně. FBI sice tvrdí, že při zaplacení výkupného přežije sedm rukojmí z deseti, ale veškeré jejich kroky zatím situaci pouze zhoršovali. Je třeba jednat! Tom Mullen proto úplně změní taktiku a ujme se iniciativy. v přímém televizním přenosu osloví neznámého šéfa únosců, ukáže mu dvoumilionovou hotovost a suše mu oznámí, že z nich nedostane ani cent, protože už nejsou výkupným, ale odměnou za jeho hlavu: \"Máš poslední šanci vrátit mi syna. Jinak vynaložím všechny své peníze na to, aby ti byli nejlepší lovci lidí pořád v patách. A pak, až tě dostanu, všechno utrpení ti vrátím i s úroky.\" Jak se zachová únosce? Nezmění Tom své rozhodnutí? Druhé kolo boje o život jeho syna začíná...(oficiální text distributora)\n\nČSFD: 75% (16.2k)"
    },
    {
      "imdb": "tt0114369",
      "name": "Sedm",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 92% (100.9k)",
      "csfdId": 2671,
      "csfdRating": 92,
      "csfdRatingCount": 100925,
      "poster": "https://images.metahub.space/poster/small/tt0114369/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114369/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "127 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Mysteriózní",
        "Psychologický",
        "Drama"
      ],
      "description": "Dva policisté (Brad Pitt a Morgan Freeman) jsou na stopě geniálního vraha, zodpovědného za sérii děsivých vražd, jejichž oběti spojuje sedm smrtelných hříchů. V jedné z rolí tohoto kvalitního trhilleru, zasazeného do temného města nasáklého bolestí a zkázou, uvidíte také Gwyneth Paltrow. David Fincher (Klub rváčů, Zodiac, Podivuhodný případ Benjamina Buttona) s dokonalou znalostí našich nejhlubších obav pevně svírá otěže akce – fyzické, psychické i spirituální – neodvratně směřující k rozuzlení, které do hloubi otřese i tou nejzatvrzelejší duší.(Magic Box)\n\nČSFD: 92% (100.9k)"
    },
    {
      "imdb": "tt0110912",
      "name": "Pulp Fiction: Historky z podsvětí",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 91% (110.1k)",
      "csfdId": 8852,
      "csfdRating": 91,
      "csfdRatingCount": 110146,
      "poster": "https://images.metahub.space/poster/small/tt0110912/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110912/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "154 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Nejkultovnější z kultovních filmů 90. let je autorskou Biblí Quentina Tarantina, který v tomto opusu definoval základní prvky své režisérské poetiky a vytvořil dílo rozněcující náročné kritiky na festivalu v Cannes, levicové a pravicové intelektuály i zedníky dopřávající si po těžké šichtě trochu oddychu. Pulp Fiction je multižánrovým opusem, který přetéká fetišistickými detaily a popkulturními odkazy a zároveň dokonale funguje jako svrchovaně napínavý film rozvržený do inovativní příběhové struktury. Chcete vidět homosexuální znásilnění sbližující dva nepřátele na život a na smrt?(AČFK)\n\nČSFD: 91% (110.1k)"
    },
    {
      "imdb": "tt0133093",
      "name": "Matrix",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 90% (111.4k)",
      "csfdId": 9499,
      "csfdRating": 90,
      "csfdRatingCount": 111415,
      "poster": "https://images.metahub.space/poster/small/tt0133093/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0133093/img?src=cinemeta",
      "imdbRating": "8.7",
      "runtime": "136 min",
      "genres": [
        "Akční",
        "Sci-Fi"
      ],
      "description": "Uvěříte neuvěřitelnému! Představte si, že vaše realita je jen iluzí a vaše nejtemnější noční můry jsou ve skutečnosti pravdivé. Představte si, že vaše současnost je vlastně minulostí a to budoucí se děje právě teď. Když si to dokážete představit, potom se budete cítit jako hrdina snímku Matrix Thomas Anderson (Keanu Reeves). A věřte, že to nebude příjemný pocit. Anderson je normální mladý muž, který se jen snaží přežít v každodenním shonu moderního velkoměsta. A má všechny předpoklady aby se mu to povedlo: dobré přátele, milující rodinu a perspektivní práci v multinárodní počítačové společnosti Meta Cortech. Jednoho dne, nebo lépe řečeno noci, se však do jeho spokojeného mozku zakousne strašlivá noční můra. Zdá se mu, že byl proti své vůli vložen v podobě dat do počítače a všechno to, co až dosud považoval za svůj osud, je jen vírem dat okolo několika tištěných spojů. Má pocit, že mu byla jeho mysl ukradena a uvězněna v obřím Matrix počítače budoucnosti. Začíná vážně pochybovat o své každodenní skutečnosti. Byl skutečně vhozen do stroje? Kdo je za to zodpovědný? Je tam s ním zavřeno i těch několik stovek lidí, které zná? Nebo jsou to jen projekce, které mají udržet zdání reality? A pak je tu otázka nejdůležitější: pokud je to všechno pravda, co se stane, až jeho věznitelé přijdou na to, že ji zná?(Warner Bros. CZ)\n\nČSFD: 90% (111.4k)"
    },
    {
      "imdb": "tt0102926",
      "name": "Mlčení jehňátek",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 91% (87.1k)",
      "csfdId": 2356,
      "csfdRating": 91,
      "csfdRatingCount": 87053,
      "poster": "https://images.metahub.space/poster/small/tt0102926/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102926/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "119 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Horor",
        "Drama"
      ],
      "description": "Clarice Starlingová, nadaná studentka akademie FBI, je přidělena agentu Crawfordovi vyšetřujícímu případ masového vraha Buffalo Billa, který své oběti stahuje z kůže. Clarice navštíví v baltimorské vězeňské nemocnici bývalého vynikajícího psychiatra Hannibala Lectera, odsouzeného na doživotí za sérii brutálních vražd a kanibalismus, který by o vrahovi mohl něco vědět. Odsouzený psychiatr Clarice zároveň děsí a fascinuje. Když je masovým vrahem unesena dcera senátorky Martinové, nabídne Clarice Lecterovi přijatelnější vězeňské podmínky výměnou za informaci, vedoucí k dopadení Buffalo Billa...(oficiální text distributora)\n\nČSFD: 91% (87.1k)"
    },
    {
      "imdb": "tt0103064",
      "name": "Terminátor 2: Den zúčtování",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 91% (83.7k)",
      "csfdId": 1248,
      "csfdRating": 91,
      "csfdRatingCount": 83685,
      "poster": "https://images.metahub.space/poster/small/tt0103064/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103064/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "137 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Deset let po neúspěšném pokusu zabít Sarah Connorovou, matku budoucího vůdce lidstva ve válce proti strojům, se do Los Angeles vrací z budoucnosti nový Terminátor, typ T-1000, aby zlikvidoval už narozeného Johna Connora. Dospělý Connor v roce 2029 na svoji ochranu posílá do minulosti druhého terminátora T-800. Oba stroje nezávisle na sobě pátrají po malém Johnovi. Chlapec zjišťuje, že T-800 je naprogramován na jeho ochranu a s jeho pomocí osvobodí svou matku z psychiatrického ústavu, kde je léčena z údajné schizofrenie. T-800 oběma vysvětluje, co přinese budoucnost. Tu je však možné změnit...a při tom všem hrdiny stíhá nemilosrdný a zřejmě nezničitelný T-1000.(oficiální text distributora)\n\nČSFD: 91% (83.7k)"
    },
    {
      "imdb": "tt0137523",
      "name": "Klub rváčů",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 88% (79.5k)",
      "csfdId": 2667,
      "csfdRating": 88,
      "csfdRatingCount": 79545,
      "poster": "https://images.metahub.space/poster/small/tt0137523/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0137523/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "139 min",
      "genres": [
        "Drama",
        "Thriller"
      ],
      "description": "Když nemůžete půl roku usnout, celý okolní svět vám začne připadat jako nekonečný sen. Všechno kolem vás je nedokonalou xeroxovou kopií sebe sama. Chodíte do práce, díváte se na televizi a jste vděčni za to, když občas ztratíte vědomí a nevíte o světě. Lidí s podobnými problémy moc není, ale mladý úspěšný úředník, který si říká Jack, je jedním z nich. Má slušnou práci, vydělává slušné peníze, ale trpí nejtěžší formou nespavosti. Na služební cestě se Jack seznámí s Tylerem Durdenem, který mu nabídne příbytek pod podmínkou, že mu vrazí pořádnou ránu. Tato \"výměna názorů\" se oběma zalíbí a brzy vznikne první Klub rváčů. Místo, kde můžou mladí muži, znechucení světem, odložit své starosti a stát se na pár minut zvířaty.(oficiální text distributora)\n\nČSFD: 88% (79.5k)"
    },
    {
      "imdb": "tt0167404",
      "name": "Šestý smysl",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 88% (77.5k)",
      "csfdId": 8364,
      "csfdRating": 88,
      "csfdRatingCount": 77497,
      "poster": "https://images.metahub.space/poster/small/tt0167404/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0167404/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "107 min",
      "genres": [
        "Drama",
        "Thriller",
        "Mysteriózní",
        "Horor"
      ],
      "description": "Vynikající psycholog Malcolm Crowe (Bruce Willis) má za sebou traumatizující zážitek. Bývalý pacient se vloupal do jeho domu a dříve než sám spáchal sebevraždu, pokusil se ho zastřelit. Šlo zřejmě o trest za to, že mu nedokázal správným způsobem pomoci. Příští podzim. Doktor Crowe se pohroužil do práce a více než své manželce, trpící vzrůstajícím odcizením, se věnuje novému pacientovi. Osmiletý chlapec jménem Cole Sear vidí v těch nejneočekávanějších chvílích duchy s děsivým zevnějškem jasně prozrazujícím příčinu smrti. Oběšenci, sebevražedkyně, chlapec s hlavou prostřelenou brokovnicí Proč se zjevují obyčejnému osmiletému chlapci z Philadelphie? Chtějí ho děsit nebo snad potřebují jeho pomoc? Doktor je racionální skeptik, ale tragické zkušenosti s podobně postiženým pacientem z loňského roku ho varují před unáhlenými standardními závěry. Ostatně to, že osmiletý Cole Sear skutečně vidí reálně existující duchy, není to největší překvapení, které na Malcolma Crowea čeká...(oficiální text distributora)\n\nČSFD: 88% (77.5k)"
    },
    {
      "imdb": "tt0110413",
      "name": "Leon",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 89% (66.2k)",
      "csfdId": 773,
      "csfdRating": 89,
      "csfdRatingCount": 66211,
      "poster": "https://images.metahub.space/poster/small/tt0110413/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110413/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "111 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Strhující thriller o dvanáctileté dívce, která osudově zasáhne do života stárnoucího profesionálního zabijáka.Neobyčejný milostný příběh profesionálního vraha a mladé dívky. Leon je nájemný vrah, člověk, kterého nedokáže nic zastavit před splněním úlohy. Do jeho života vstoupí 12-letá Mathilda. Rodina nevinné Mathildy byla vyvražděná zkorumpovaným policajtem a ona se rozhodla pro krutou pomstu.(oficiální text distributora)\n\nČSFD: 89% (66.2k)"
    },
    {
      "imdb": "tt0112573",
      "name": "Statečné srdce",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 88% (73.6k)",
      "csfdId": 3297,
      "csfdRating": 88,
      "csfdRatingCount": 73618,
      "poster": "https://images.metahub.space/poster/small/tt0112573/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112573/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "178 min",
      "genres": [
        "Drama",
        "Historický",
        "Válečný",
        "Životopisný"
      ],
      "description": "Film je inspirovaný skutečnou historickou postavou Williama Wallace, který se v 13.století postavil do čela odporu proti anglickému králi Eduardovi I. William se tajně oženil, aby se jeho žena Murron [Marn] vyhnula králem nařízenému právu první noci. Jednoho dne se ji však pokusí znásilnit angličtí vojáci, a když ji William brání, je prohlášen za psance a Murron popravena. Wallace se postaví do čela odporu proti anglické vrchnosti a získává spojence v princezně Isabelle, díky které se vyhne většině králových nástrah. Nakonec je však Wallace kvůli zradě vlastního vojska zajat...(oficiální text distributora)\n\nČSFD: 88% (73.6k)"
    },
    {
      "imdb": "tt0114746",
      "name": "12 opic",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 87% (60.3k)",
      "csfdId": 3311,
      "csfdRating": 87,
      "csfdRatingCount": 60326,
      "poster": "https://images.metahub.space/poster/small/tt0114746/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114746/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "129 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "James Cole (Bruce Willis) prožil převážnou většinu svého života v podzemí. Nyní, v roce 2025, žije v ponuré, tmavé, zasněžené přítomnosti. Začalo to už na konci dvacátého století, kdy během dvou let (1996 a 1997) zemřelo přičiněním neznámého bídáka, který vypustil do ovzduší nebezpečný vir, pět miliard obyvatel zeměkoule. Zůstalo jen jedno procento lidí, kteří se teď krčí jako krtci pod zemí. Hrstka lidí se s tím ale nehodlá jenom tak smířit, a proto vysílá do minulosti prostřednictvím stroje času \"nedobrovolné dobrovolníky\" z řad vězňů. Jejich úkolem v podstatě není spasit svět a odvrátit neštěstí - co se stalo, nejde odestát. Mají jen pozorovat, sbírat vzorky a odhalit zdroj nákazy, původ všeho zla. Vědci už pak zajistí vše ostatní, vyvinou protilátku a zařídí, aby se lidstvo jednadvacátého století mohlo vrátit zpátky na povrch zemský...(oficiální text distributora)\n\nČSFD: 87% (60.3k)"
    },
    {
      "imdb": "tt0119488",
      "name": "L. A. - Přísně tajné",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 89% (40.3k)",
      "csfdId": 4123,
      "csfdRating": 89,
      "csfdRatingCount": 40333,
      "poster": "https://images.metahub.space/poster/small/tt0119488/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119488/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "138 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Strastiplné pátrání po tajnostech hollywoodského podsvětí.Los Angeles, začátek 50. let. Chlapíci z oddělení vražd a z protidrogového to někdy táhnou spolu, a jindy zase proti sobě. I oni však mají své meze - když zjistí, že s nimi někdo špinavě manipuluje. Zvlášť když objeví zločin, který je příliš podivný, než aby to nechali být... Třeba jako masakr v nočním baru Nite Owl. Takový je I případ milionáře Patchetta, který má dobře zavedenou praxi s luxusními děvkami, vypadajícími jako filmové hvězdy. A začíná tady být příliš mnoho mrtvých, kteří mají něco společného. Kdo vězí za všemi špinavostmi? Ocenění: Oskar za nejlepší ženskou roli a scénář. 8 Oscarových nominací.(oficiální text distributora)\n\nČSFD: 89% (40.3k)"
    },
    {
      "imdb": "tt0117500",
      "name": "Skála",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 86% (55.5k)",
      "csfdId": 546,
      "csfdRating": 86,
      "csfdRatingCount": 55453,
      "poster": "https://images.metahub.space/poster/small/tt0117500/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117500/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "137 min",
      "genres": [
        "Akční",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Generál amerického námořnictva Francis Hummel (Ed Harris) je čestný muž, hrdina a veterán několika tajných vojenských operací. Proč tedy s hrstkou svých perfektně vyzbrojených mužů ukradne z přísně střeženého armádního skladu patnáct raket s mimořádně nebezpečným nervovým plynem? A proč se s nimi zabarikáduje \"na skále\" v sanfranciské zátoce, v proslulém bývalém vězení Alcatraz, a namíří je na město? A proč přitom navíc ohrožuje 81 nevinných rukojmí - turistů, kteří si přišli prohlédnout vězení, odkud nikdy nikdo neutekl? Generál žádá jen spravedlnost - chce od Pentagonu získat sto milionů dolarů pro odškodnění rodin padlých vojáků. Přesto je však terorista a muži z FBI horečně pracují na plánech na jeho likvidaci. Ale jak zneškodnit rakety, aniž by byly zmařeny desetitisíce lidských životů? A jak vůbec proniknout do Alcatrazu - labyrintu podzemních chodeb, střeženého mořem a vojenskou supertechnikou? Mohou to dokázat jen dva muži: první je \"šílenec z laboratoře\", špičkový chemický specialista FBI Stanley Goodspeed (Nicolas Cage), který miluje Beatles a svou těhotnou snoubenku a který bledne už jen při slovu \"akce\". Druhý je jediný člověk, který kdy uprchl z Alcatrazu a který proslulé vězení dokonale zná: kdysi polapený britský agent Mason (Sean Connery), který ví o všech amerických státních tajemstvích za poslední půlstoletí. Dnes je z něj zahořklý stařec, trávící v tajném vězení FBI třicátý rok vězení. jak je přesvědčit, aby spolupracovali a vydali se \"na skálu\" pro téměř jistou smrt? A když se to podaří, jak si ti dva poradí s nástrahami generála a jeho po zuby ozbrojených zabijáků?(oficiální text distributora)\n\nČSFD: 86% (55.5k)"
    },
    {
      "imdb": "tt0102266",
      "name": "Poslední skaut",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 87% (48.4k)",
      "csfdId": 8283,
      "csfdRating": 87,
      "csfdRatingCount": 48423,
      "poster": "https://images.metahub.space/poster/small/tt0102266/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102266/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Komedie"
      ],
      "description": "Soukromý detektiv Joe Hallenbeck je najat tanečnicí Cory jako tělesná stráž. Příliš se neosvědčí. Cory je v noci na ulici zastřelena neznámými zabijáky a Joe si jen se štěstím zachrání holý život. Spojí se s ním Coryin přítel, černý hráč amerického fotbalu Jimmy Dix, který byl vyřazen zkorumpovaným manažerem Marconem ze svého týmu. Oba muži prohledají Coryin byt a naleznou důkazy o tom, že Marcone podplácel senátora Baynarda, čehož se dívka snažila využít, aby byl Jimmy přijat zpátky do mužstva. Marconeho muži se zmocní Joea. Manažer detektivovi s úsměvem sdělí, že senátor začíná dělat problémy a proto bude při předávání posledního úplatku zlikvidován. Samozřejmě tak, aby z vraždy mohl být obviněn Hallenbeck. Joeovi se však podaří s pomocí Jimmyho z nastražené pasti uniknout. S buldočí neústupností jde po Marconeovi, rozhodnut zničit ho za každou cenu...(oficiální text distributora)\n\nČSFD: 87% (48.4k)"
    },
    {
      "imdb": "tt0119116",
      "name": "Pátý element",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 84% (62.8k)",
      "csfdId": 771,
      "csfdRating": 84,
      "csfdRatingCount": 62760,
      "poster": "https://images.metahub.space/poster/small/tt0119116/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119116/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "126 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Komedie",
        "Thriller"
      ],
      "description": "New York, dvacáté třetí století. Země má být co nevidět zničena obří ohnivou koulí, která se na ni řítí. Cornelius (Ian Holm), starý mnich, však ví, čím tento hořící kolos zastavit: Pátým elementem. Je to Nejvyšší existence, propojující čtyři základní Elementy – vzduch, vodu, oheň a Zemi, které pouze společně, jako jediná Moc, mohou zastavit blížící se Zlo. Cornelius získává jako spojence v tomto boji Korbena Dallase (Bruce Willis), taxikáře a bývalého agenta tajné služby a Leeloo (Milla Jovovich), mimozemšťana v podobě krásné mladé dívky. Tuto trojici čeká na jejich cestě za záchranou lidstva spousta dobrodružství a hlavně boj se strašným Zorgem (Gary Oldman) a jeho děsivými spojenci Mangalory.(Magic Box)\n\nČSFD: 84% (62.8k)"
    },
    {
      "imdb": "tt0106977",
      "name": "Uprchlík",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 87% (43.7k)",
      "csfdId": 2302,
      "csfdRating": 87,
      "csfdRatingCount": 43733,
      "poster": "https://images.metahub.space/poster/small/tt0106977/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106977/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Thriller",
        "Drama"
      ],
      "description": "Byl spokojený jako málokdo. Úspěšný chirurg s vysokými příjmy, luxusním vozem a pohodlnou vilou. Mezi přáteli oblíben, mezi kolegy uznáván. To vše se jednoho večera drastický změnilo. Doktor Richard Kimble (Harrison Ford) po návratu z nemocnice nalézá svou milovanou krásnou manželku s roztříštěnou hlavou v tratolišti krve. Vzápětí se brutální útočník vrhne i na něj. Krátký zmatený zápas, násilník prchá a doktor zoufale objímá svou umírající manželku. Když Kimble vypráví mužům zákona svůj příběh, popisuje násilníka jako muže, který měl místo jedné ruky protézu. Historka je natolik absurdní, že mu policisté nevěří a ještě včera bezúhonný muž se stává hlavním podezřelým a díky zdánlivě neotřesitelným důkazům je nakonec odsouzen za úkladnou vraždu k trestu smrti. Při přepravě z jedné věznice do druhé se mu ovšem za velmi dramatických okolností podaří prchnout. Jeho život má nyní jediný smysl - musí najít skutečného vraha své ženy. Po stopách uprchlíka se vzápětí vydávají specialisté z FBI. Hon na člověka vede zkušený agent Sam Gerhard (Tommy Lee Jones). Z doktora Kimbla se stal muž bez budoucnosti, štvanec, který zdánlivě nemá šanci na přežití...(oficiální text distributora)\n\nČSFD: 87% (43.7k)"
    },
    {
      "imdb": "tt0113277",
      "name": "Nelítostný souboj",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 88% (36.5k)",
      "csfdId": 6444,
      "csfdRating": 88,
      "csfdRatingCount": 36520,
      "poster": "https://images.metahub.space/poster/small/tt0113277/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0113277/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "170 min",
      "genres": [
        "Akční",
        "Drama",
        "Krimi"
      ],
      "description": "Jsou stejně schopní a stejně posedlí. A stojí proti sobě... Lupič Neil McCauley se specializuje na akce, při kterých jde o velké peníze. Ať už připravuje přepadení pancéřového vozu nebo vyloupení banky, vždy se může opřít o spolehlivé spolupracovníky. Každý jeho zločin je pečlivě naplánovaný a provedený s dokonalou profesionalitou. Když McCauley připravuje svou poslední velkou loupež, po které se chystá na odpočinek, je mu už v patách policejní detektiv Vincent Hanna. Potíž je v tom, že Hanna je stejně schopný a stejně posedlý svou prací jako McCauley. Oba muži toho mají společného víc, než se na první pohled zdá: ani jednomu z nich to například v soukromí neklape. Vincentu Hannovi se hroutí už třetí manželství, McCauley pro jistotu nikdy s nikým nenavázal trvalý vztah. Oba by si vlastně mohli skvěle rozumět. Jenže stojí na opačných stranách zákona a jejich setkání nemůže skončit nijak jinak, než soubojem na život a na smrt… Režisér Michael Mann (Miami Vice, Lovec lidí, Poslední Mohykán) natočil strhující kriminální příběh, ve kterém se vedle akčních scén soustředil na podrobný popis toho, jak jeho hrdinové žijí v soukromí a jak své činy připravují. Při uvedení do kin se reklamní slogany zmiňovaly o tom, že se zde poprvé na plátně setkali dva z největších amerických herců Al Pacino a Robert De Niro. Pravda je, že oba předtím hráli ve filmu Kmotr II (1974), kde však neměli žádnou společnou scénu.(Česká televize)\n\nČSFD: 88% (36.5k)"
    },
    {
      "imdb": "tt0119174",
      "name": "Hra",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 86% (47.3k)",
      "csfdId": 2668,
      "csfdRating": 86,
      "csfdRatingCount": 47271,
      "poster": "https://images.metahub.space/poster/small/tt0119174/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119174/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "129 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Investiční bankéř a multimilionář Nicholas Van Orten žije ve velkém luxusním domě, osamělým životem. Může si dovolit cokoli, o nic však nemá zájem. Ani o svého bratra Conrada, který se objeví, aby mu popřál k osmačtyřicátým narozeninám. A předal mu dárek, poukázku na Hru společnosti CRS. O smyslu hry mu však odmítne cokoli prozradit. Bankéř se při pracovním jednání náhodou ocitne v sídle CRS, kde s nechutí projde řadou náročných fyzických i psychických testů, ani tady se však o hře samotné nic nedozví. Sotva však podepíše smlouvu, začíná se roztáčet zpočátku nenápadné soukolí, které hrozí rozdrtit jeho kariéru, bohatství, postavení, svobodu a nakonec i život. Jako první se objeví před jeho domem pohozená figurína, která mu připomene otcovu sebevraždu a vzápětí na něj promluví z televize známý komentátor, který ho uvítá do hry, další den má v restauraci spor se servírkou Christinou, která ho poleje. Dívka dostane okamžitě výpověď a když za ní Nicholas vyběhne z hotelu, ocitne se ve víru podivných a znepokojujících náhod. Když se druhý den vydá do hotelu, kde byla nalezena jeho kreditní karta, tvrdí mu recepční, že se tam včera ubytoval. Ve svém pokoji pak objeví na stole dávku kokainu a kompromitující fotografie, na nichž je s neznámou ženou. Vzápětí se v jeho domě objeví zoufalý Conrad. Tvrdí, že se společnosti nedokáže zbavit a je proti své vůli nucen ve Hře pokračovat. Když ho hra málem připraví o život v taxíku, který se zřítí do vody, požádá o zásah policii. Společně s ní vtrhne do sídla CRS, tady však zjistí, že firma zmizela. Podaří se mu najít Christinu, a když jsou napadeni zabijáky pracujícími pro CRS podaří se jim uniknout a ukrýt se na Nicholasově chatě v horách. Dívka tvrdí, že firma, pro kterou pracuje, se specializuje na okrádání bohatých zákazníků, a protože už se dostala ke všem jeho kontům, nepotřebuje ho a nejspíš se ho zbaví. Příliš pozdě si Nicholas všimne, že mu dívka namíchala do čaje nějakou omamnou látku. Probere se v hrobce zapadlého hřbitova kdesi v Mexiku. Bez peněz, bez dokladů, jen ve špinavém obleku. Nicholas se však nehodlá jen tak vzdát a rozhodne vybojovat si svůj život zpátky.(oficiální text distributora)\n\nČSFD: 86% (47.3k)"
    },
    {
      "imdb": "tt0114814",
      "name": "Obvyklí podezřelí",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 87% (36k)",
      "csfdId": 8411,
      "csfdRating": 87,
      "csfdRatingCount": 35982,
      "poster": "https://images.metahub.space/poster/small/tt0114814/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114814/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "106 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Stalo se to jedné noci v kalifornském přístavu San Pedro, kde byla zmasakrována posádka argentinské pašerácké lodi. Stop pro policii zůstalo proklatě málo: loď vyletěla do povětří a z dvaceti sedmi mužů tu přežili jen dva: kulhavý pouliční zlodějíček Verbal a jeden z členů posádky umírající v nemocnici na popáleniny a blouznící v maďarštině. Začalo to ovšem mnohem dřív - newyorská policie je možná zkorumpovaná, ale není hloupá, a tak už nějakou dobu prověřovala skupinku podezřelých, těch mužů zločinu, kteří jsou vždycky první na ráně. Byli to prohnaný elegán Keaton, horkokrevný McManus, drzý Hockney, nevyzpytatelný Fenster a bezvýznamný Verbal. Policie je podrobila důkladnému výslechu, ale s každou novou informací se pátrání jen zkomplikovalo. Podezřelé spojuje série zločinů v New Yorku, ale kde jsou ukradené smaragdy?(oficiální text distributora)\n\nČSFD: 87% (36k)"
    },
    {
      "imdb": "tt0105236",
      "name": "Gauneři",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 86% (39.9k)",
      "csfdId": 8853,
      "csfdRating": 86,
      "csfdRatingCount": 39930,
      "poster": "https://images.metahub.space/poster/small/tt0105236/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0105236/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "99 min",
      "genres": [
        "Krimi",
        "Thriller"
      ],
      "description": "Mafián Joe najme na vyloupení klenotnictví partu gangsterů, kteří se vzájemně neznají a oslovují se smyšlenými jmény. Akci však zmaří policie a lupičům nezbývá než uprchnout a ukrýt se ve starém skladišti. Pan Oranžový je postřelen a pan Bílý se ho pokouší udržet naživu, dokud nedorazí pomoc. Napětí ve skladu však narůstá, protože policie je jim v patách a pan Růžový je přesvědčen, že šlo o past – někdo z nich musí být zrádce. Každý má ovšem vlastní verzi toho, co se stalo. Jak dlouho bude trvat, než vytáhnou pistole a drama se změní v masakr?(Magic Box)\n\nČSFD: 86% (39.9k)"
    },
    {
      "imdb": "tt0162661",
      "name": "Ospalá díra",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 83% (53.7k)",
      "csfdId": 1080,
      "csfdRating": 83,
      "csfdRatingCount": 53671,
      "poster": "https://images.metahub.space/poster/small/tt0162661/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0162661/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "105 min",
      "genres": [
        "Fantasy",
        "Horor",
        "Mysteriózní"
      ],
      "description": "Americký historický horror, ve kterém mladý konstábl vyšetřuje případ vražd, jenž má údajně na svědomí legendární bezhlavý jezdec Mladý newyorský konstábl Ichabod Crane je pro svou racionalitu a snahu využívat k práci moderních metod trnem v oku svým nadřízeným. Ti ho proto roku 1799 pošlou do odlehlé vesnice Ospalá díra, kde došlo již ke třem záhadným vraždám. Místní lidé věří, že mrtvého Van Garretta, jeho syna a vdovu Winshipovou, nalezené bez hlav, má na svědomí legendární bezhlavý jezdec, což byl podle legendy krutý hesenský žoldák, který bojoval během americké revoluce na straně Angličanů a před dvaceti lety zabit v lesích poblíž vesnice. Teď se prý mstí a nedá pokoj dokud nenajde svou hlavu. Crane však na legendy a přízraky nevěří a pustí se do vyšetřování. Ještě téže noci je zabit další muž a jeho osiřelý syn je odhodlán jeho smrt pomstít. Konstáblovi se snaží pomoci také dcera místního boháče Katrina Van Tessel, do které se Crane zamiloval. Poznámka soudce Philipse ho přivede k odhalení, že zavražděná vdova byla těhotná. Když se s pomocí Katriny začne orientovat v místních poměrech a vztazích a stane se svědkem toho jak bezhlavý jezdec nejprve utne hlavu Philipsovi, a poté zavraždí celou rodinu porodní báby Killianové, začne si věci dávat dohromady. Všichni mrtví měli něco společného s případem zavražděného Garretta a vdovou Winshipovou, které odkázal celý majetek. Buď byli svědky podpisu závěti nebo znali otce nenarozeného dítěte těhotné Winshipové. Crane podezírá místní elitu ze spiknutí s cílem získat dědictví po Garretovi a správně odhadne, že někdo vykopal hlavu bezhlavého jezdce a nyní ho s její pomocí ovládá. Každá další stopa ho však vede k podezření, že za vším je Katrina. Aby ji nemusel zatknout, rozhodne se odejít, cestou mu však náhoda pomůže pochopit, že všechno je jinak a dívka se ho naopak snažila ochránit. Rozhodne se vrátit a odhodlán utkat se s bezhlavým jezdcem a odhalit skutečného viníka, který stojí v pozadí celého případu.(oficiální text distributora)\n\nČSFD: 83% (53.7k)"
    },
    {
      "imdb": "tt0107144",
      "name": "Žhavé výstřely 2",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 85% (41k)",
      "csfdId": 5,
      "csfdRating": 85,
      "csfdRatingCount": 41019,
      "poster": "https://images.metahub.space/poster/small/tt0107144/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107144/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "88 min",
      "genres": [
        "Akční",
        "Komedie",
        "Válečný"
      ],
      "description": "Machr Harley opět v akci, a to v pokračování mimořádně úspěšné parodie. Topper Harley žije v pánském klášteře, jeho nezpůsobilý ex-velitel je v Bílém domě a na Středním východě je třeba vysvobodit skupinu amerických rukojmí. Topper je jediný muž, který to může dokázat, ale příliš se váže na svou ex-přítelkyni, než aby šel podruhé do akce - dokud ho krásná agentka CIA nedostane znovu do sedla. Harley a jeho Žhavé výstřely podnikají zábavnou misi na život a na smrt, misi ve stopách akce a napětí, nastražených léček a parodií na veškeré filmové klasiky, kde unikne zesměšnění jen málokterá známá filmová tvář.(oficiální text distributora)\n\nČSFD: 85% (41k)"
    },
    {
      "imdb": "tt0119654",
      "name": "Muži v černém",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 80% (64.5k)",
      "csfdId": 11893,
      "csfdRating": 80,
      "csfdRatingCount": 64526,
      "poster": "https://images.metahub.space/poster/small/tt0119654/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119654/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "98 min",
      "genres": [
        "Komedie",
        "Sci-Fi",
        "Akční"
      ],
      "description": "Dělat tuhle práci chce nejen chladnokrevné IQ a bleskové reflexy, ale také zatraceně dobrý žaludek. Když se totiž do neposlušné potvůrky z vesmíru střelí speciální pistolí, změní se ve zlomku sekundy v odporný sliz, který zaneřádí okolí v okruhu několika metrů. \"K\" (Tommy Lee Jones), veterán supertajné vládní agentury MiB (Men in Black), která má na starost ostrahu planety Země před vetřelci z vesmíru, by mohl vyprávět. Schopný newyorský polda \"J\" (Will Smith) by mu nejspíš nevěřil ani slovo, kdyby ovšem jednoho večera na vlastní kůži náhodou nezažil, jaké to je pronásledovat mimozemšťana. Žijí mezi námi a maskují se - vysvětlil \"K\" - \"někdo na ně musí dávat pozor\" - dodal a vybral si mladého poldu za svého nového partnera. Právě včas! Nedaleko New Yorku přistál létající talíř a v něm nejodpornější a nejnaštvanější padouch celého vesmíru. Osud země zase jednou visí na vlásku...(oficiální text distributora)\n\nČSFD: 80% (64.5k)"
    },
    {
      "imdb": "tt0099423",
      "name": "Smrtonosná past 2",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 84% (38.4k)",
      "csfdId": 4158,
      "csfdRating": 84,
      "csfdRatingCount": 38374,
      "poster": "https://images.metahub.space/poster/small/tt0099423/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099423/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "S policistou Johnem McClanem se setkáváme i v druhém pokračování úspěšného akčního thrilleru, tentokrát v režii Rennyho Harlina. Přesně rok po dramatické misi v Los Angeles John plánuje klidné vánoční svátky. Na Štědrý den jede na newyorské letiště vyzvednout manželku Holly, jež má přiletět z Los Angeles, ale letiště padne do rukou po zuby ozbrojených a perfektně vycvičených teroristů. A když jde o život jeho rodině i stovkám ostatních pasažérů, kteří se stali rukojmími, musí John znovu sáhnout po zbrani. V hlavní roli opět exceluje Bruce Willis.(oficiální text distributora)\n\nČSFD: 84% (38.4k)"
    },
    {
      "imdb": "tt0102059",
      "name": "Žhavé výstřely",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 84% (40.3k)",
      "csfdId": 4,
      "csfdRating": 84,
      "csfdRatingCount": 40341,
      "poster": "https://images.metahub.space/poster/small/tt0102059/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102059/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "85 min",
      "genres": [
        "Akční",
        "Komedie",
        "Válečný",
        "Romantický"
      ],
      "description": "Na začátku se velitel vojenské letecké základny Block vydá do prérie, aby přiměl k návratu nejlepšího pilota námořního letectva, Toppera Harleye, řečeného Machr, který odešel od letectva kvůli fobii způsobené selháním jeho otce před dvaceti lety. Mladík žije mezi indiány pod jménem Měkká Tlapička a odmítá se vrátit. Na radu moudrého indiánského starce však své rozhodnutí změní. Na základně se seznámí nejen s kolegy - šilhavým pilotem Jimem Pfaffenbachem zvaným Průserář, obětavým Petem Thompsonem řečeným Smolař a Kentem Gregorym, který obviní jeho otce ze smrti svého otce - ale také se sympatickou psychiatričkou Ramadou Thompsonovou. Piloti se připravují na tajnou operaci Spící lasička, jejímž cílem je zlikvidovat atomové základny arabského diktátora. Průmyslník Wilson chce prosadit do výzbroje vlastní superletadlo a to i za cenu sabotáže. Vybere si k tomu právě letadla připravující se do akce. Mezitím se ve vojenském baru setká Ramada se svým bývalým milencem Kentem a novým přítelem Machrem. Večer skončí rvačkou mezi oběma soky a poté kulinářsko milostnými hrátkami Machra s Ramadou. Kvůli tomu ovšem pilot zmešká ranní nástup a do vzduchu místo něj vzlétne Průserář, který svou šilhavostí způsobí děsivou havárii. Přesto jednotka odlétá do oblasti Středozemního moře, kde se na letadlové lodi mají připravit k akci. Přes velmi špatný psychický stav je Machr postaven do čela formace. Vinou sabotáže však nemohou piloti nepřítele zasáhnout, což vyřeší kapitán Block tím, že otupělému Machrovi vypráví do sluchátka o hrdinství jeho otce, čímž pilota vzpruží a ten se hravě vypořádá jak s nepřátelskými letadly, tak s jejich základnou i diktátorem samotným. Na palubu letadlové lodi se sice vrátí jako pravý hrdina ve vraku bez podvozku, paliva i bez křídel, ale zhrzen nešťastnou láskou - domnívá se, že Ramada miluje Kenta - se vrátí do prérie. V indiánském týpí ho však čeká několik nečekaných překvapení.(oficiální text distributora)\n\nČSFD: 84% (40.3k)"
    },
    {
      "imdb": "tt0099674",
      "name": "Kmotr III",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 85% (32.4k)",
      "csfdId": 1646,
      "csfdRating": 85,
      "csfdRatingCount": 32360,
      "poster": "https://images.metahub.space/poster/small/tt0099674/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099674/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "162 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "Člověk financí a politiky. Al Pacino v hlavní roli závěrečné části proslulé mafiánské trilogie. Francis Ford Coppola uzavřel svou mafiánskou trilogii snímkem Kmotr III (1990) po více než patnáctileté odmlce. Začátek jejího děje umístil do roku 1979, tedy plná dvě desetiletí od závěru Kmotra II. Michael Corleone (Al Pacino), nyní šedesátiletý, dál ovládá pevnou rukou své obchodní zájmy. Velmi usilovně se však snaží odpoutat od vlastní kriminální minulosti a své obchody legalizovat. Jeho zájem se přesunul od hazardu k nemovitostem a investičním bankám. A stal se z něho zbožný a vůči církvi nesmírně štědrý člověk, neboť přízeň Vatikánu, kde má několik vysoce postavených přátel, má v jeho proměně v bezúhonného byznysmena sehrát rozhodující úlohu. Jako svého nástupce jmenuje Vincenta Manciniho (Andy Garcia), nelegitimního potomka Sonnyho Corleona. Násilí však z vlastního života nelze jen tak jednoduše vymazat a je jen otázkou času, kdy minulost začne promlouvat do přítomnosti. Na rozdíl od prvních dvou částí vznikal Kmotr III až na několik newyorských scén prakticky celý v Itálii (v exteriérech v Římě a jeho okolí, v sicilském Palermu a Taormině a také v dekoracích postavených ve čtyřech největších ateliérech římského studia Cinecitta). Z klíčových členů štábu zůstali jen kameraman Gordon Willis, výtvarník Dean Tavoularis a samozřejmě spoluautor scénáře Mario Puzo... Třetí díl Kmotra je považován za nejslabší, což ve srovnání s oběma předchozími částmi, jež patří k nejlepším snímkům světové kinematografie (momentálně obsazují druhé a třetí místo ve známé internetové databázi IMDb), neznamená, že to je špatný film. Je třeba ho chápat jako důstojné uzavření ambiciózní filmové série o lidském snu, který zhořkl. Možná největším paradoxem je někdejší tvrzení, že komerční filmy ve stylu Kmotra umožňovaly Coppolovi realizaci mnohem osobnějších projektů, jakým byl např. Rozhovor. Dnes je nad slunce jasnější, že právě Kmotr a jeho pokračování tvoří bezesporu Coppolovo nejosobnější dílo. Ve světle tohoto faktu blednou i výtky, jež se na Kmotra III snesly po jeho uvedení a jež se soustředily vedle vatikánské dějové linie zejména na obsazení režisérovy dcery Sofie do klíčové role Michaelovy dcery Mary (v důsledku onemocnění Winony Ryderové těsně před natáčením). Americká akademie film ocenila sedmi oscarovými nominacemi (nejlepší film, režie, kamera, výprava, střih, píseň a herecký výkon ve vedlejší roli - A. Garcia). Všechny nominace však zůstaly neproměněny, neboť rok 1990 se stal rokem Costnerova westernu Tanec s vlky.(Česká televize)\n\nČSFD: 85% (32.4k)"
    },
    {
      "imdb": "tt0106856",
      "name": "Volný pád",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 85% (33.3k)",
      "csfdId": 8221,
      "csfdRating": 85,
      "csfdRatingCount": 33264,
      "poster": "https://images.metahub.space/poster/small/tt0106856/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106856/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "113 min",
      "genres": [
        "Drama",
        "Krimi",
        "Psychologický",
        "Thriller"
      ],
      "description": "Je 12. června 1991. Za nesnesitelného horka uvízly v dopravní zácpě uprostřed Los Angeles desítky řidičů. Nervozita a napětí houstne, až jednomu z nich povolí nervy. William Foster vystoupí z vozu a se slovy \"Jdu domů!\" se vydá na cestu z níž, jak se později ukáže, není návratu. V okamžiku, kdy mu arogantní prodavač odmítne vyhovět a rozměnit na telefon, se totiž osobní vzpoura muže nazývaného dále jen D-Fens (defence = angl. obrana) mění v pomstu. Pomstu světu, městu, společnosti, lidem. Baseballovou pálku, jeho první zbraň postupně nahradí nože, puška, samopal. Jeho cesta je stále víc destruktivní, zůstávají za ním trosky a později i mrtví. A přesto jej plně chápete, protože dělá to, co byste často nejraději udělali sami. Po stopách tragického hrdiny se vydává policista Prendergast, který má právě odejít do výslužby. Přestože chápe, co se odehrává ve Fosterově nitru, je přesvědčen, že ho musí zastavit.(oficiální text distributora)\n\nČSFD: 85% (33.3k)"
    },
    {
      "imdb": "tt0120915",
      "name": "Star Wars: Epizoda I - Skrytá hrozba",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 79% (63k)",
      "csfdId": 6170,
      "csfdRating": 79,
      "csfdRatingCount": 62975,
      "poster": "https://images.metahub.space/poster/small/tt0120915/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120915/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "136 min",
      "genres": [
        "Sci-Fi",
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Galaktickou republikou zmítají nepokoje. Vznikly spory ohledně zdanění obchodních cest k odlehlým hvězdným soustavám. Chamtivá Obchodní federace doufá, že záležitost vyřeší její armáda bojových droidů, která začne úplnou blokádu malé planety Naboo. Zatímco Republikový kongres vede o těchto dramatických událostech zdlouhavé rozhovory, Nejvyšší kancelář tajně vyšle dva rytíře Jedi, ochránce míru a spravedlnosti v galaxii, aby konflikt zažehnali...(oficiální text distributora)\n\nČSFD: 79% (63k)"
    },
    {
      "imdb": "tt0104691",
      "name": "Poslední Mohykán",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 85% (30.3k)",
      "csfdId": 6449,
      "csfdRating": 85,
      "csfdRatingCount": 30263,
      "poster": "https://images.metahub.space/poster/small/tt0104691/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0104691/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "112 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama",
        "Romantický",
        "Válečný"
      ],
      "description": "Daniel Day-Lewis jako statečný přítel Indiánů ve filmovém přepisu slavného románu J. F. Coopera... Filmaři již mnohokráte zvolili za předlohu svých děl pentalogii spisovatele Jamese Fenimora Coopera o dobrodružstvích bílého lovce, přezdívaného Sokolí Oko, a jeho indiánských přátel v době bojů Francouzů a Angličanů o nová území v Severní Americe. Nejslavnější se stala kniha úvodní Poslední Mohykán. Sokolí Oko spolu s posledními potomky z kmene Mohykánů Čingačgúkem a jeho synem Unkasem pomáhají anglické posádce bránit jednu z pevností. Znepřátelené strany využívají pro své cíle indiánské bojovníky. Huron Magua, který bojuje se svými muži po boku Francouzů, přísahal veliteli dobývané pevnosti pomstu za vyvraždění své rodiny. Po podpisu kapitulace se rozhodne vyprovokovat střetnutí s odcházejícími britskými jednotkami, při němž velitele zabije a zmocňuje se jeho dvou dcer Cory a Alice. Sokolí Oko se zavázal ochránit čest dívek a nechce je nechat ve spárech primitivního divocha. Navíc ke Coře cítí více než přátelství a také Unkasovi není Alice lhostejná. Pro postavu bílého lovce zvolil režisér Michael Mann u nás tehdy nepříliš známého Daniela Day-Lewise, který si však již získal uznání v podobě Oscara za hlavní roli ve snímku Moje levá noha (1989).(Česká televize)\n\nČSFD: 85% (30.3k)"
    },
    {
      "imdb": "tt0120660",
      "name": "Nepřítel státu",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 85% (28.5k)",
      "csfdId": 8280,
      "csfdRating": 85,
      "csfdRatingCount": 28486,
      "poster": "https://images.metahub.space/poster/small/tt0120660/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120660/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "132 min",
      "genres": [
        "Drama",
        "Akční",
        "Thriller"
      ],
      "description": "Stačí letmé a nechtěné setkání s bývalým spolužákem Zavitzem a z úspěšného washingtonského právníka Roberta Deana (Will Smith) se stává \"nepřítel státu\" číslo jedna. Rozsudek nad ním vynesl vysoký úředník všemocné National Security Agency Reynolds (Jon Voight), který nechal v zájmu demokracie zavraždit kongresmana. Mírumilovný Dean nechápe, proč je z něj najednou štvanec s hordou skvěle vycvičených agentů v patách. K jeho polapení je zmobilizována i nejmodernější technika včetně supercitlivých špionážních satelitů. Proč? Reynolds se domnívá, že Zavitz stačil krátce před svou násilnou smrtí předat mladému právníkovi videokazetu se záznamem vraždy kongresmana. Dean si může na první pohled vybrat - buďto se dříve či později promění v mrtvolu bez totožnosti, nebo rychle vydá zabijákům z NSA to, po čem pasou. Naneštěstí Dean vůbec netuší, že kazeta skončila v jeho tašce s nákupními dárky. Nečekanou pomoc v poslední chvíli získá od bývalého agenta Brilla (Gene Hackman), který se s National Security Agency nerozešel v dobrém. Jaké jsou šance dvou mužů v boji s nejmocnější tajnou organizací na světě?(oficiální text distributora)\n\nČSFD: 85% (28.5k)"
    },
    {
      "imdb": "tt0100802",
      "name": "Total Recall",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 82% (35.4k)",
      "csfdId": 9303,
      "csfdRating": 82,
      "csfdRatingCount": 35376,
      "poster": "https://images.metahub.space/poster/small/tt0100802/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0100802/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "113 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Hlavním hrdinou příběhu, odehrávajícího se v roce 2084, je stavební dělník Douglas Quaid, kterého sužují děsivé noční můry, týkající se Marsu. Rozhodne se proto navštívit neobvyklou cestovní kancelář Total Recall, která nabízí dovolenou formou implantovaných vzpomínek. Quaid si vybere dovolenou na Marsu v podobě tajného agenta. Při implantaci vyjde najevo, že Quaid už jedny implantované vzpomínky má. Vzápětí se ho pokusí zavraždit dva lidé, které považoval za své blízké. Nejprve přítel a vzápětí i jeho manželka Lori. Brzy poté se Quaid dovídá, že byl na Marsu zapleten do odboje proti tyranskému guvernérovi Cohaagenovi a proto se, pronásledován najatými zabijáky, na Mars vrátí, aby našel sám sebe a své vlastní vzpomínky. Okamžitě se ocitá ve víru nebezpečných událostí a stává se rozhodujícím prvkem na misce vah vleklé války mezi rebely a guvernérovou armádou... Americký snímek natočil v roce 1990 režisér Paul Verhoeven (RoboCop, Hvězdná pěchota, Základní instinkt). Autoři scénáře, Ron Shusett a Dan O'Bannon (proslavili se jako scénáristé Vetřelce), se nechali při vzniku příběhu inspirovat povídkou Philipa K. Dicka \"We Can Remember It for You Wholesale\". Film získal Oscara za speciální efekty a je dnes považován za žánrovou klasiku devadesátých let 20. století.(oficiální text distributora)\n\nČSFD: 82% (35.4k)"
    },
    {
      "imdb": "tt0116282",
      "name": "Fargo",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 84% (26.4k)",
      "csfdId": 1606,
      "csfdRating": 84,
      "csfdRatingCount": 26421,
      "poster": "https://images.metahub.space/poster/small/tt0116282/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0116282/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "98 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Cynický thriller Fargo hvězd amerického nezávislého filmu, bratrů Joela a Ethana Coenových je dalším inteligentním diváckým filmem vzniklým mimo Hollywood. Strohá režie ozvláštněná černým humorem a vynikající scénář vycházející ze skutečné události (ta se odehrála v Minnesotě v roce 1987) ukazují, že bratři Coenovi jsou stále schopni bravurně střídat styly. Výtvarně příběhu dominují nekonečně bílé, zasněžené plochy bez obzoru. Vyprávění se odvíjí ve třech propojených liniích, sledujících počínání všech hlavních postav. Soustřeďuje se na pečlivé vykreslení jednotlivých charakterů a na specifickou atmosféru snímku, ve kterém všichni mimo jiné neustále jedí a dívají se v televizi na hokej. Příběh se povětšinou odehrává \"na cestě\" a jeho ozvláštněním jsou i severská příjmení téměř všech postav (dle bratrů Coenových, pocházejících právě ze státu Minnesota, je zde silná skandinávská přistěhovalecká menšina).(oficiální text distributora)\n\nČSFD: 84% (26.4k)"
    },
    {
      "imdb": "tt0112864",
      "name": "Smrtonosná past 3",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 81% (35.6k)",
      "csfdId": 6643,
      "csfdRating": 81,
      "csfdRatingCount": 35630,
      "poster": "https://images.metahub.space/poster/small/tt0112864/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112864/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "128 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Bruce Willis coby policista John McClane se vrací a tentokrát se utká v souboji s nebezpečným teroristou, který chce ochromit New York a dostat jeho hlavu. Je totiž bratrem zločince Grubera, jehož McClane sprovodil ze světa ve Smrtonosné pasti 1.Do třetice se setkáváme s policistou Johnem McClanem, tentokrát v New Yorku. Žena ho opustila, kvůli pití se ocitl ve výslužbě a kolegové si z něho spíš utahují, než aby si ho vážili. Ale to se záhy změní, protože terorista, který vyhazuje do vzduchu budovy velkoměsta, chce Johnovu hlavu. Nastraží po celé metropoli bomby a John je donucen plnit jeho úkoly, které se blíží sebevraždě. A protože mu jde opravdu o krk, probudí se v něm jeho zasuté schopnosti, zvlášť když zjistí, že jeho nepřítelem je Simon Gruber (Jeremy Irons), bratr Hanse Grubera, jehož McClane  sprovodil ze světa v jedničce. Spojence nečekaně získává v Zeovi (Samuel L. Jackson), majiteli obchůdku v Harlemu. Pomsta však je jen součástí Simonova plánu, v němž jde ve skutečnosti hlavně o zlato ... Režisérem třetího pokračování je opět John McTiernan a v hlavní roli se vrací charismatický Bruce Willis.(oficiální text distributora)\n\nČSFD: 81% (35.6k)"
    },
    {
      "imdb": "tt0120616",
      "name": "Mumie",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 78% (51.7k)",
      "csfdId": 8584,
      "csfdRating": 78,
      "csfdRatingCount": 51677,
      "poster": "https://images.metahub.space/poster/small/tt0120616/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120616/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "124 min",
      "genres": [
        "Fantasy",
        "Akční",
        "Dobrodružný"
      ],
      "description": "Dvacátá léta 20. století byla zlatou érou dobrodruhů a Egypt jejich zaslíbenou zemí. Za tajemstvím zmizelého města Hamunaptry, pokladem faraonů a Knihou mrtvých se ve variaci na Indiana Jonese vydávají pohledný dobrodruh Rick, krásná egyptoložka Evelyn a její poněkud výstřední bratr Jonathan.(oficiální text distributora)\n\nČSFD: 78% (51.7k)"
    },
    {
      "imdb": "tt0104714",
      "name": "Smrtonosná zbraň 3",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 83% (27.2k)",
      "csfdId": 2440,
      "csfdRating": 83,
      "csfdRatingCount": 27168,
      "poster": "https://images.metahub.space/poster/small/tt0104714/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0104714/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "118 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Přestřižení nesprávného drátu časované nálože zdemoluje nejen sedmiposchoďovou budovu, ale také sen detektiva Murtaugha o klidném odchodu do důchodu za několik dnů. Se svým poněkud ztřeštěným partnerem Riggsem skončí u pochůzkářů a vyšetřování jejich případu - krádeži zbraní s policejních skladů - se ujme seržantka Lorna Coleová, policistka s ocelovými nervy a perfektní znalostí orientálních bojových umění. Zprvu odmítá s bývalými detektivy spolupracovat, ale nakonec vezme na milost je i jejich známého Lea Getze, realitního agenta a nadšeného spolupracovníka. Pátrání vede k bývalému policistovi Travisovi. Zdá se, že tento soupeř, obklopený bandou ostrých hochů, bude díky svým znalostem policejních metod nad síly tří detektivů a jejich pomocníka. Tvrdý boj o přežití vrcholí a po objevení speciální munice na probíjení neprůstřelných vest ve výzbroji gangsterů ztrácí Murtaugh jistotu, že se vysněného důchodu dočká.(oficiální text distributora)\n\nČSFD: 83% (27.2k)"
    },
    {
      "imdb": "tt0103772",
      "name": "Základní instinkt",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 83% (26.3k)",
      "csfdId": 9288,
      "csfdRating": 83,
      "csfdRatingCount": 26310,
      "poster": "https://images.metahub.space/poster/small/tt0103772/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103772/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "128 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Erotický",
        "Mysteriózní"
      ],
      "description": "Krví, stříkající z těla vražděného partnera, končí milování jedné dvojice. Detektiva Nicka Currana a jeho partnera Guse čeká výslech milenky oběti - úspěšné spisovatelky Catheriny Tramellové. Vystudovaná psycholožka, chodící zásadně bez spodního prádla, si pohrává s celým policejním oddělením. Vyjde najevo, že ve své poslední knize detailně popsala stejnou vraždu. Objevují se její prapodivné milostné vztahy k mužům i ženám. Psychologickou stránku zločinu se Nickovi snaží rozkrýt policejní psychiatrička a detektivova bývalá milenka Beth Garnerová. Nick zjišťuje podivné shody mezi náměty Catherininých knih a osobami, s nimiž se spisovatelka stýká. Téměř každý v jejím okolí má co do činění s vraždami či náhodnými úmrtími svých rodinných příslušníků. Detektiv je Catherinou stále více přitahován a stává se jejím milencem. Dívka vyšťourala v jeho minulosti věci, o nichž doufal že zůstanou navěky pohřbeny v policejních spisech - včetně nešťastného zastřelení nevinných osob při jedné akci. Navíc mu oznámila, že její nový román bude o detektivovi, který se zamiluje do své budoucí vražedkyně. Jde do tuhého. Nick se nemíní vzdát, ani když jeho vinou zkrachuje policejní akce a on je zbaven práce na případu. Ke všemu je zavražděn Curranův parťák Gus. Detektiv chce za každou cenu vyluštit propletenec psychopatů, lesbiček a vrahů, aby našel odpověď na otázku, kdo a proč vraždil...(oficiální text distributora)\n\nČSFD: 83% (26.3k)"
    },
    {
      "imdb": "tt0099653",
      "name": "Duch",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 81% (31.8k)",
      "csfdId": 10199,
      "csfdRating": 81,
      "csfdRatingCount": 31828,
      "poster": "https://images.metahub.space/poster/small/tt0099653/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099653/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "127 min",
      "genres": [
        "Drama",
        "Romantický",
        "Thriller",
        "Fantasy"
      ],
      "description": "Lehce komediální melodrama je kombinováno s detektivní zápletkou. Mladý newyorský bankovní úředník Sam (Patrick Swayze) začne žít s výtvarnicí Molly (Demi Moore). Jejich počínající šťastný život je však přerván Samovou násilnou smrtí, když jej na ulici zastřelí neznámý poberta. Ale Sam nemůže milovanou dívku opustit, a tak ji provází životem alespoň jako duch. Ze záhrobí naváže spojení se světem živých prostřednictvím bizarního média, kterým je černoška Oda Mae (Whoopi Goldberg).(oficiální text distributora)\n\nČSFD: 81% (31.8k)"
    },
    {
      "imdb": "tt0106519",
      "name": "Carlitova cesta",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 86% (17.5k)",
      "csfdId": 2315,
      "csfdRating": 86,
      "csfdRatingCount": 17503,
      "poster": "https://images.metahub.space/poster/small/tt0106519/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106519/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "144 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Snímek Briana De Palmy svým tématem zdánlivě zapadá do současného proudu gangsterských filmů, ale zpracováním připomíná klasické gangsterky třicátých let. Vypravěčem a hlavním hrdinou příběhu je portorikánský zločinec Carlito Brigante, který je předčasně propuštěn z vězení. Vrací se do života s rozhodnutím definitivně skoncovat s minulostí zabijáka a překupníka drog. Jenže záhy pochopí, že tlak rodné newyorské čtvrti, tlak \"ulice\", v níž se téměř všichni pohybují na opačné straně zákona, bude velmi obtížné překonat. Carlito je mužem ze staré školy, který ještě ctí přátelství. Proto musí v nouzi pomoci narkomanskému advokátu Dave Kleinfeldovi, s nímž se zná už mnoho let. Smysl pro čest, který všichni ostatní už dávno ztratili, je pro něj víc než láska k tanečnici Gail.\n\nČSFD: 86% (17.5k)"
    },
    {
      "imdb": "tt0111503",
      "name": "Pravdivé lži",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 80% (34.4k)",
      "csfdId": 1251,
      "csfdRating": 80,
      "csfdRatingCount": 34435,
      "poster": "https://images.metahub.space/poster/small/tt0111503/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111503/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "141 min",
      "genres": [
        "Akční",
        "Thriller",
        "Komedie"
      ],
      "description": "Zvláštní agent Harry Tasker (Arnold Schwarzenegger) vede dvojí život. Plynule mluví šesti jazyky, je dobře vycvičen pro kontrašpionáž a pracuje jako mezinárodní špión pro vládní organizaci nejvyššího utajení, ale jeho žena Helen (Jamie Lee Curtis) už patnáct let věří tomu, že má za muže obyčejného nudného obchodníka s počítači. Harry má všechny schopnosti, prostředky a odvahu chránit svoji zemi... jen jestli dokáže ochránit také svoje manželství?(Bontonfilm)\n\nČSFD: 80% (34.4k)"
    },
    {
      "imdb": "tt0119094",
      "name": "Tváří v tvář",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 81% (29.7k)",
      "csfdId": 9852,
      "csfdRating": 81,
      "csfdRatingCount": 29663,
      "poster": "https://images.metahub.space/poster/small/tt0119094/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119094/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "139 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi",
        "Sci-Fi"
      ],
      "description": "Losangelský agent FBI Sean Archer má s psychopatickým teroristou Castorem Tryem nevyřízené účty. Před šesti lety se Castor pokusil příliš schopného agenta zastřelit ze zálohy a nešťastnou náhodou zabil jeho malého synka. Od té chvíle je Archer smrtelně nebezpečnému Troyovi v patách. Žene ho touha po pomstě. A velký den odplaty konečně nastal. V divoké honičce a mimořádně dramatické přestřelce Archer vítězí a nebezpečný terorista se v komatu a na prahu smrti ocitá v tajné vězeňské nemocnici. Je ale skutečně dobojováno? Nikoli! Castor a jeho bratr Pollux několik hodin před zatčením umístnili někde v Los Angeles biologickou zbraň, kterou časovaný spínač odpálí přesně za šest dní. Je třeba vypátrat místo, kde je zákeřná bomba uložena. Jde o záchranu desetitisíců životů. S pomocí nejmodernější technologie vědci transplantují Archeovi tvář teroristy Castora. V tomto dokonalém \"převleku\" má ve vězení zjistit od Castorova bratra Polluxe, kde leží bomba. To se Archeovi nakonec podaří, ale na návrat k normálu je už pozdě. Castor se totiž mezitím probral z komatu, ukradl Archeovu tvář a zlikvidoval všechny, kdo o záměně tváří věděli. Psychopatický terorista se tak stal agentem FBI, zatímco skutečný policista s tváří mnohonásobného vraha, trpí v přísně střeženém kriminále. Podaří se mu uprchnout a získat znovu svou pravou identitu?(oficiální text distributora)\n\nČSFD: 81% (29.7k)"
    },
    {
      "imdb": "tt0106697",
      "name": "Demolition Man",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 79% (38.8k)",
      "csfdId": 13018,
      "csfdRating": 79,
      "csfdRatingCount": 38783,
      "poster": "https://images.metahub.space/poster/small/tt0106697/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106697/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "115 min",
      "genres": [
        "Akční",
        "Komedie",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Los Angeles 1996 - policista John Spartan, řečený Demolition Man, v souboji s napůl geniálním, napůl šíleným zločincem Phoenixem způsobí nešťastnou náhodou smrt dvaceti rukojmí v troskách explodujícího domu. Trest je vykonán hibernací - zmrazením na desítky let. Pro Phoenixe za jeho zločin, pro Spartana za neúmyslné zabití...San Angeles 2032 - dokonalé město, plné harmonie, míru a bezpečné telepatické lásky. Jen kdesi v podzemí živoří skupina \"špatných\" lidí, věřících ve svobodný život. Když zločinec jako Phoenix během řízení o podmínečném propuštění (čistě formálním) uprchne do této nenásilné oázy míru, policii nezbývá než přivést k životu i Spartana, aby zachránil celé město.(oficiální text distributora)\n\nČSFD: 79% (38.8k)"
    },
    {
      "imdb": "tt0110478",
      "name": "Maverick",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 83% (24.2k)",
      "csfdId": 2443,
      "csfdRating": 83,
      "csfdRatingCount": 24245,
      "poster": "https://images.metahub.space/poster/small/tt0110478/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110478/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "127 min",
      "genres": [
        "Western",
        "Komedie",
        "Dobrodružný"
      ],
      "description": "Šarmantní hazardní karetní hráč Bret Maverick se vydává na proslulý pokerový šampionát Tří řek. Obrovskou výhru půl milionu dolarů chce ale získat i půvabná a všemi mastmi mazaná Annabelle Bransfordová, s níž se seznámí na cestě. Podobný zájem má také šerif Zane Coburn, zamračený pistolník Angel a další hráči. Podmínkou je, že každý před započetím šampionátu složí dvacet pět tisíc dolarů. A protože ve hře půjde o tak obrovskou finanční částku, pokoušejí se všichni své spoluhráče předem nějak oblufnout, nepříjemně překvapit, anebo je dokonce odstranit z cesty...(oficiální text distributora)\n\nČSFD: 83% (24.2k)"
    },
    {
      "imdb": "tt0117665",
      "name": "Spáči",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 84% (21.1k)",
      "csfdId": 5955,
      "csfdRating": 84,
      "csfdRatingCount": 21114,
      "poster": "https://images.metahub.space/poster/small/tt0117665/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117665/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "147 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Příběh skvostně obsazeného dramatu oscarového režiséra Barryho Levinsona, který v roce 1988 uhranul svět Rain Manem a o devět let později také vynikající satirou Vrtěti psem, začíná v polovině šedesátých let minulého století v newyorské vykřičené čtvrti Clinton, které ale nikdo neřekne jinak než Hell's Kitchen. Právě zde žila skupinka kluků, kamarádů, kteří se rádi poflakovali po ulicích a vymýšleli lotroviny, sice často kolidující se zákonem, ale v podstatě nevinné a dětské. Jednoho dne se jim však hloupý žertík vymknul z rukou a krádež párkařského vozu nakonec skončila nechtěnou smrtí. A v tu chvíli pro chlapce začala noční můra. Dostali se totiž do nápravného ústavu pro mladistvé, jemuž vládli tvrdou a sadistickou rukou dozorci vedení nejkrutějším bachařem Nokesem v podání Kevina Bacona. A ten jim udělal ze života peklo. Peklo, na které se nedá zapomenout. Peklo, jehož doživotní následky jde smazat pouze pomstou. A proto také o mnoho let později dochází mezi bývalými přáteli, nyní s tvářemi Brada Pitta, Rona Eldarda, Jasona Patrica a Billyho Crudupa, k tajné dohodě, jejímž cílem je právě rafinovaná a zničující vendeta.Ve vedlejších rolích adaptace kontroverzního bestselleru Lorenza Carcaterra excelují také Robert De Niro coby duchovní otec Bobby a Dustin Hoffman v úloze právníka, který má poslední šanci překlenout svoji závislost a dát průchod spravedlnosti.(oficiální text distributora)\n\nČSFD: 84% (21.1k)"
    },
    {
      "imdb": "tt0120591",
      "name": "Armageddon",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 75% (63k)",
      "csfdId": 542,
      "csfdRating": 75,
      "csfdRatingCount": 62968,
      "poster": "https://images.metahub.space/poster/small/tt0120591/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120591/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "151 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller",
        "Katastrofický"
      ],
      "description": "Za osmnáct dní Země přestane existovat, protože se srazí s asteroidem velikosti Texasu. Je bezpodmínečně nutné, co nejdříve přistát na asteroidu, hluboko pod jeho povrch zavrtat silné jaderné nálože, odpálit je a pak se jen modlit, aby to celé pomohlo. Záchrana světa tímto brizantním způsobem je práce jako stvořená pro partu drsných naftařů v čele s Harrym S. Stamperem (Bruce Willis), který zachází s vrtnou plošinou a výbušninami jako neurochirurg s jemným laserovým skalpelem. Astronautický výcvik NASA je rychlý a za pár dní jsou dva raketoplány s jadernými náložemi  a samorostlými spasiteli světa na palubě připraveny ke startu. Zvládne Bruce Willis a jeho muži sebevražedně riskantní akci?(oficiální text distributora)\n\nČSFD: 75% (63k)"
    },
    {
      "imdb": "tt0120784",
      "name": "Odplata",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 84% (20.3k)",
      "csfdId": 12855,
      "csfdRating": 84,
      "csfdRatingCount": 20329,
      "poster": "https://images.metahub.space/poster/small/tt0120784/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120784/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "100 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Pomsta je zábava, když se jí ujme dvojnásobný držitel ceny Akademie(R)* Mel Gibson v roli drsného Portera. Odplata je svižná a vtipná směs akce a filmu noir. Snímek režíroval držitel Oscara za L. A. Přísně tajné Brian Helgeland a podílel se také na scénáři, jež je adaptací románu Donalda E. Westlakea. Ten už posloužil jako předloha pro klasiku Point Blank, která vznikla ve spolupráci Jon Boorman/Lee Marvin. Když Portera podrazí vlastní kumpáni, ukradnou jeho podíl v hodnotě 70 tisíc dolarů a nechají ho napospas smrti, zbývá jen jeden způsob, jak věc vyřešit: Porterův způsob. Jeho vendeta postaví spoustu podrazáků před hlaveň pistole. Zkorumpovaní policajti. Pouliční gangy. Bezpáteřní křiváci. Šéfové podsvětí. Všichni, kdo stojí mezi Porterem a jeho sedmdesáti tisíci, brzy zjistí, že se Porter vrátil... a chce se mstít.(Magic Box)\n\nČSFD: 84% (20.3k)"
    }
  ]
}