{
  "id": "crime_noir",
  "name": "Krimi klasiky & neo-noir",
  "type": "movie",
  "generatedAt": "2026-01-16T14:28:51.458Z",
  "source": {
    "path": "/movies/played/all"
  },
  "filters": {
    "years": "1975-2005",
    "genres": "crime,thriller"
  },
  "items": [
    {
      "imdb": "tt0264464",
      "name": "Chyť mě, když to dokážeš",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 87% (84.6k)",
      "csfdId": 8630,
      "csfdRating": 87,
      "csfdRatingCount": 84585,
      "poster": "https://images.metahub.space/poster/small/tt0264464/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0264464/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "141 min",
      "genres": [
        "Drama",
        "Krimi",
        "Životopisný"
      ],
      "description": "Frank W. Abagnale je dnes mužem v nejlepším věku s pověstí špičkového odborníka, ale ještě než dosáhl plnoletosti, tedy jedenadvaceti let, pátrala po něm policie bezmála třiceti států a pro agenta FBI Carla Hanratthyo byl doslova noční můrou. V šestnácti se Frank (Leonardo DiCaprio) od svých vrstevníků příliš nelišil. Ale pak se jeho rodiče rozvedli a on měl pocit , že zůstal sám, proti celému světu a musí se bránit ze všech sil. Dělal to způsobem, který bere dech a zároveň svědčí o jeho zcela mimořádných schopnostech. Vyrobit si doklady a udělat se starším byla hračka. Dokázal však proniknout i do řad pilotů jedné z největších leteckých společností, aniž by složil jakékoli zkoušky. Diplom právníka, jak jinak než zfalšovaný, mu otevřel cestu stát se obhájcem a nějaký čas působil i jako dětský lékař na klinice. Žil v luxusních hotelech a procestoval kus světa, protože byl navíc i jedinečným padělatelem šeků. Jeho loupeže vyčíslil zoufalý agent FBI (Tom Hanks), s nímž si Frank dlouho pohrával jako kočka s myší, na závratnou sumu 2,5 milionů dolarů...(oficiální text distributora)\n\nČSFD: 87% (84.6k)"
    },
    {
      "imdb": "tt0372784",
      "name": "Batman začíná",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 87% (75.4k)",
      "csfdId": 136224,
      "csfdRating": 87,
      "csfdRatingCount": 75412,
      "poster": "https://images.metahub.space/poster/small/tt0372784/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0372784/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "140 min",
      "genres": [
        "Akční",
        "Dobrodružný"
      ],
      "description": "Film popisuje počátky legendy o tajemném Batmanovi a zjevení Temného rytíře coby síly dobra v Gotham City. Zklamaný dědic továren Bruce Wayne cestuje těsně po úmrtí svých rodičů po světě a hledá způsob, jakým by bojoval s nespravedlností a jak by obrátil strach proti těm, kteří okrádají bázlivé. Po čase se vrací zpět do Gotham City a vzápětí vypouští do světa své druhé já, maskovaného bojovníka Batmana, který používá svoji sílu, inteligenci a řadu svých technických vymožeností k boji proti zlověstným silám, které ohrožují město...(oficiální text distributora)\n\nČSFD: 87% (75.4k)"
    },
    {
      "imdb": "tt0317248",
      "name": "Město bohů",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 89% (42.6k)",
      "csfdId": 88625,
      "csfdRating": 89,
      "csfdRatingCount": 42565,
      "poster": "https://images.metahub.space/poster/small/tt0317248/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0317248/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "129 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Cidade de Deus je nejstarší a nejnebezpečnější slum Ria de Janeira, nejbolavější místo metropole karnevalů. Buscapé se zde narodil, aby žil, místo toho je však zavlečen do světa, v němž se jeho nejlepší kamarádi místo s hračkami baví s nabitými pistolemi. Snaží se zoufale zůstat stranou děsivého násilí, které zachvacuje jeho přátele a mění je v mladistvé zločince zabíjející se navzájem kvůli obchodu s kokainem, z nenávisti i z pouhého rozmaru. Před Buscapéovýma očima se chudá čtvrť v průběhu tří dekád - od 60. do 80. let - proměňuje v dýmající bojiště, na kterém si ozbrojené gangy s šokující lhostejností vyřizují své účty za bílého dne. Buscapé vidí umírat nevinné i ty, které obdivoval a miloval. Jedinou jistotu ve světě každodenního krvavého násilí pro něj začne představovat fotoaparát, kterým začíná dokumentovat městskou džungli kolem sebe. Začíná chápat, že přežít může jen útěkem do normálního světa - za hranice čtvrti, kterou má rád jako svůj domov, ale kterou nenávidí jako hrob nevinnosti, naděje a lásky... Fernando Meirelles debutuje strhujícím dramatem inspirovaným skutečnými osudy. Vyprávění o dospívání ve stínu smrti připomíná formální brilancí filmy Quentina Tarantina či Martina Scorseseho. Syrovou autenticitu zvyšuje obsazení neherců a skutečných obyvatel slumu do řady hlavních rolí. Snímek si získal mezinárodní uznání včetně devíti ocenění na MFF v Havaně a ceny Vision Award na MFF v Torontu. Byl úspěšně uveden na řadě mezinárodních festivalů. Získal nominaci na Zlatý glóbus jako nejlepší zahraniční film roku a jeho režisér byl oceněn nominací na Evropskou filmovou cenu Felix.(oficiální text distributora)\n\nČSFD: 89% (42.6k)"
    },
    {
      "imdb": "tt0086250",
      "name": "Zjizvená tvář",
      "year": 1983,
      "releaseInfo": "1983 • ČSFD: 87% (33.6k)",
      "csfdId": 2335,
      "csfdRating": 87,
      "csfdRatingCount": 33646,
      "poster": "https://images.metahub.space/poster/small/tt0086250/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086250/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "170 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Na mrtvolách svých konkurentů chtěl vybudovat americký sen... Klasické drama Howarda Hawkse Zjizvená tvář (1932), inspirované osudem proslulého chicagského gangstera Ala Caponea, se po více než padesáti letech dočkalo nového zpracování. Scenárista Oliver Stone a režisér Brian De Palma ovšem děj posunuli do současnosti, italského zločince nahradili kubánským emigrantem a pašování alkoholu distribucí drog. V létě roku 1980 emigrovalo z kubánského přístavu Mariel se souhlasem Fidela Castra 125 000 lidí. Zhruba pětina z nich měla kriminální záznam, neboť Castro se potřeboval zbavit „nežádoucích\" osob. Asi polovina utečenců se usídlila v Miami a jeho okolí. Tato událost tvoří prolog nové verze Zjizvené tváře. Jeden z emigrantů Tony Montana (Al Pacino) se velmi rychle adaptuje v nových podmínkách svobodného světa. Se svým přítelem Mannym (Steven Bauer, jediný rodilý Kubánec mezi hlavními herci) vykonávají příležitostné práce v místním podsvětí a při jedné předávce drog skončí v jejich rukou ukradené peníze, za něž Montana vybuduje vlastní drogové impérium. S mocí a bohatstvím ovšem roste i jeho ego a především paranoia, že jej o jeho výdobytky připraví někdo stejným způsobem, jako to udělal on... Režisér De Palma svůj snímek natočil efektním, rozmáchlým stylem, v němž se opřel o téměř maniakální výkon Ala Pacina. Spíš než u původní Zjizvené tváře hledal inspiraci u Coppolova Kmotra, což je zřejmé už z Pacinova obsazení. Mezi dalšími herci zaujmou tehdy ještě málo známé Michelle Pfeifferová (Montanova žena Elvira) a Mary Elizabeth Mastrantoniová (Montanova sestra Gina).(Česká televize)\n\nČSFD: 87% (33.6k)"
    },
    {
      "imdb": "tt0387564",
      "name": "Saw: Hra o přežití",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 83% (50.1k)",
      "csfdId": 173957,
      "csfdRating": 83,
      "csfdRatingCount": 50136,
      "poster": "https://images.metahub.space/poster/small/tt0387564/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0387564/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "103 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Geniální vrah, bizarní smrti, dějové zvraty, falešné stopy. Pokud jste ujížděli na filmu Davida Finchera Se7en (Sedm), pak budete chtít skládat i tuhle SKLÁDAČKU. Ale pěkně od začátku: Probudíte se v neznámé místnosti. Nic si nepamatujete, nic nevidíte, protože je všude tma. Cvak, rozsvítí se světla. Ležíte na špinavé podlaze ve staré vysloužilé umývárně. Proti vám stojí chlap, který také nevypadá nejlíp, a mezi vámi leží mrtvola v kaluži krve. Chcete k ní, ale nejde to. Jste za kotník připoután k trubce u zdi. Ještě to nevíte, ale čeká vás nejhorší noc ve vašem životě. Nejhorší, nebo poslední - a nejspíš oboje najednou. Dostal jste se do spárů vraha, který terorizuje vaše město, vraha, kterému říkají Jigsaw, vraha, který proslul bizarními způsoby likvidace svých obětí...(oficiální text distributora)\n\nČSFD: 83% (50.1k)"
    },
    {
      "imdb": "tt0073195",
      "name": "Čelisti",
      "year": 1975,
      "releaseInfo": "1975 • ČSFD: 85% (38.7k)",
      "csfdId": 8643,
      "csfdRating": 85,
      "csfdRatingCount": 38738,
      "poster": "https://images.metahub.space/poster/small/tt0073195/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0073195/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "124 min",
      "genres": [
        "Dobrodružný",
        "Horor",
        "Thriller",
        "Drama"
      ],
      "description": "Písečné pláže, modré moře a zářivé nebe vítají návštěvníky rekreačního města Amity. Nikdo netuší, že pod hladinou někde čeká obrovský bílý žralok. Brzy si nalezne první oběť, posléze další a další. Zástupci města se zprvu vše snaží utajit, nakonec s napětím čekají, až se objeví někdo, kdo obrovského žraloka zabije. Na moře vyplouvají tři muži, ichtyolog Hooper, lovec žraloků Quint a šéf místní policie Brody, aby zkusili své štěstí...(oficiální text distributora)\n\nČSFD: 85% (38.7k)"
    },
    {
      "imdb": "tt0087843",
      "name": "Tenkrát v Americe",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 88% (24.1k)",
      "csfdId": 5914,
      "csfdRating": 88,
      "csfdRatingCount": 24090,
      "poster": "https://images.metahub.space/poster/small/tt0087843/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0087843/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "229 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Mladá žena se v noci vrací do hotelového pokoje. Čekají tam na ni neznámí muži, policisté, kteří chtějí vědět, kam zmizel její milenec Noodles. Jeho tři kamarádi, Patrick Goldberg, Philip Stein a Maximilian Bercovicz jsou již mrtví. Když žena odpoví, že neví, chladnokrevně ji zastřelí. Se stejnou otázkou mučí i majitele drahé restaurace Fat Moea, který nakonec prozradí: Noodles je v čínském divadle. Než tam policisté dorazí, Noodles stačí zmizet. Hledá kufřík s penězi, kam ukládali s kamarády společné úspory, najde v něm ale jen staré noviny. Odjíždí se skrýt do Buffala a o pár let později se vzpomínky a strach z pronásledování vracejí.(oficiální text distributora)\n\nČSFD: 88% (24.1k)"
    },
    {
      "imdb": "tt0266697",
      "name": "Kill Bill",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 79% (71.1k)",
      "csfdId": 43483,
      "csfdRating": 79,
      "csfdRatingCount": 71060,
      "poster": "https://images.metahub.space/poster/small/tt0266697/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0266697/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "111 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Bývalá členka špičkového zabijáckého komanda (Uma Thurman) se rozhodne navždy skončit s minulostí a vdát se. Její svatební den se však změní v krvavá jatka v okamžiku, kdy na ni zaútočí její bývalý šéf Bill (David Carradine) a zabije ji. Mladá žena však nezemřela, i když si to všichni myslí: šťastnou náhodou vražedný útok přežila, ale upadla do kómatu. Po pěti mučivě dlouhých letech se vrací z temného zápraží smrti s jedinou myšlenkou: pomstít se všem, kteří jí ublížili, bez ohledu na to, co je k tomu vedlo. Ke všemu odhodlaná hrdinka, která si říká Nevěsta, však teprve musí zjistit, kdo je proti ní - a také to, jestli neexistuje někdo, kdo by mohl stát na její straně... Chladnokrevná pomsta, mrazivá nenávist a vzpomínky na zrazenou lásku vedou elitní vražedkyni po cestě krve, ze které - možná - není návratu... Po pěti letech, která uplynula od světového úspěchu Jackie Brownové, maniak z videopůjčovny Quentin Tarantino stvrzuje svou pověst kultovního autora akčním příběhem o pomstě, lásce a nenávisti. Klíčovou roli v jeho novém autorském opusu hrají klasické asijské filmy ze 70. let využívající prvků wuxia filmů. Chci natočit nejlepší akční film všech dob!, prohlásil Tarantino jen napůl v žertu na loňském MFF v Cannes, kde svůj projekt poprvé představil. Ke slavnostní světové premiéře na nejprestižnějším evropském festivalu letos v květnu také směřoval natáčení filmu, na jehož soubojových a akčních scénách se podílel legendární Woo-Ping Yuen (Matrix, Tygr a drak). Podobně jako několikrát předtím, i nyní si Tarantino pohrává s chronologií svého příběhu: vyprávění je členěno do deseti kapitol, jejichž časová posloupnost je rafinovaně zpřeházena. Vedle obdivovaných hvězd žánru (Sonnyho Chiby a Gordona Liu) exceluje v v hlavní roli nejnetrpělivěji očekávaného hitu podzimní sezóny Uma Thurman, která se objevila už v režisérově kultovním morytátu Pulp Fiction - Historky z podsvětí.(oficiální text distributora)\n\nČSFD: 79% (71.1k)"
    },
    {
      "imdb": "tt0221027",
      "name": "Kokain",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 83% (35k)",
      "csfdId": 14321,
      "csfdRating": 83,
      "csfdRatingCount": 35000,
      "poster": "https://images.metahub.space/poster/small/tt0221027/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0221027/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "124 min",
      "genres": [
        "Krimi",
        "Drama",
        "Životopisný"
      ],
      "description": "V 70. letech zaznamenal mezinárodní obchod s drogami rychlý vzestup a v jeho středu se ocitl zcela nenápadný a ve všem průměrný Američan. George Jung, hvězda školního fotbalového mužstva z malého města, se během několika let stal hlavním dovozcem kokainu z kolumbijského Medellínu. Film Blow je jeden z pravdivých příběhů čerpajících ze skutečnosti. Sleduje cestu George Junga od 60. let přes jeho první styky se světem drog na plážích v Kalifornii. Kšeftování s marihuanou bylo pro něj tehdy jen prostředkem k realizaci vlastního amerického snu. Díky seznámení s náboráři medellínského trustu se proměnil v profesionálního pašeráka. George Jung se stal článkem v řetězci dopravujícím bílý prášek z Latinské Ameriky k americkým zákazníkům. Film zachycuje se suchým humorem, jak se syn chudého, ale poctivého stavebního dělníka vyšvihl přes noc ve zbohatlíka, kopírujícího životní styl vyšších vrstev. Zaznamenává jeho lásky, včetně té, na kterou dodnes marně čeká tam, kde jeho dráha skončila.(oficiální text distributora)\n\nČSFD: 83% (35k)"
    },
    {
      "imdb": "tt0087928",
      "name": "Policejní akademie",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 81% (32.2k)",
      "csfdId": 18167,
      "csfdRating": 81,
      "csfdRatingCount": 32217,
      "poster": "https://images.metahub.space/poster/small/tt0087928/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0087928/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "97 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Starostka amerického města otevřela dveře Policejní akademie nové generaci policistů: přijat je každý, kdo o to požádá, bez ohledu na výšku, váhu, věk, pohlaví, rasu, vyznání či vzdělání. Když vidíte, kdo se hlásí, myslíte si, že starostka spáchala zločin. Myslí si to i policejní instruktoři, kteří se snaží vyhodit bažanty dřív, než někoho napadne udělat z nich policajty.(oficiální text distributora)\n\nČSFD: 81% (32.2k)"
    },
    {
      "imdb": "tt0086960",
      "name": "Policajt v Beverly Hills",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 82% (22.5k)",
      "csfdId": 928,
      "csfdRating": 82,
      "csfdRatingCount": 22452,
      "poster": "https://images.metahub.space/poster/small/tt0086960/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086960/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Černošský detektiv Axel Foley představuje pro svého šéfa skutečnou \"noční můru\", protože každou akci řeší po svém, a přitom často bez ostychu překračuje zavedené předpisy. Když se čirou náhodu stane svědkem vraždy svého přítele Mikea, zabrání mu policejní šéf Todd vměšovat se do řešení případu. V tu chvíli se Axel vydává na vlastní triko z Detroitu do Beverly Hills hledat pachatele...(oficiální text distributora)\n\nČSFD: 82% (22.5k)"
    },
    {
      "imdb": "tt0075314",
      "name": "Taxikář",
      "year": 1976,
      "releaseInfo": "1976 • ČSFD: 82% (21.5k)",
      "csfdId": 8260,
      "csfdRating": 82,
      "csfdRatingCount": 21470,
      "poster": "https://images.metahub.space/poster/small/tt0075314/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0075314/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "114 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "S jizvami na duši, které si přivezl z Vietnamu, pracuje samotář Travis jako taxikář na nočním Manhattanu. Všude kolem se to hemží přátelstvím, jen Travisovi se nedaří s kýmkoliv sblížit. Rande s Betsy (Cybill Shepherdová) nedopadne dobře, protože jí vezme do porno kina. Snaží se zachránit dvanáctiletou prostitutku Iris (Jodie Foster) od jejího pasáka Sporta (Harvey Keitel), ta ale o záchranu nestojí. Travisův zadržovaný hněv a problém s loajalitou propukne v záchvat násilí a odplaty.(Cinemax)\n\nČSFD: 82% (21.5k)"
    },
    {
      "imdb": "tt0317740",
      "name": "Loupež po italsku",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 77% (33.4k)",
      "csfdId": 32960,
      "csfdRating": 77,
      "csfdRatingCount": 33418,
      "poster": "https://images.metahub.space/poster/small/tt0317740/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0317740/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "110 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Jejich geniální plán byl promyšlen do nejmenších detailů a proveden naprosto bezchybně. Konečně, každý z nich byl špičkovým profesionálem ve svém oboru a Charlie (Mark Wahlberg) by za svůj tým dal ruku do ohně. Zdařil se i únik, přestože to byl jeden z nejstřeženějších paláců v Benátkách. Ale jeden z nich zradil a právě Steveovi (Edward Norton) spadl do klína přímo pohádkový poklad. Jeho podraz zaplatil životem kasař John (Donald Sutherland), veterán, který sobě i dceři slíbil, že pak už pověsí řemeslo na hřebík. Stella (Charlize Theronová) podědila zlaté kasařské ruce po otci jen s tím rozdílem, že ona stojí na straně zákona. Pro Charlieho tedy není snadné získat ji na svou stranu a přesvědčit, že cílem nejsou jen oslnivě blyštivé zlaté cihly, ale především pomsta za smrt kamaráda, jejího otce. Pak je třeba zvážit každý krok, protože i Steve je profík na slovo vzatý a navíc závratně bohatý, takže co neumí či nedokáže, může koupit, zaplatit nebo uplatit. Jenže koho by napadlo, že právě ten den naprosto zkolabuje dopravní systém v centru Los Angeles... Manželská scenáristická dvojice Donna a Wayne Powersovi si z původní britské verze Loupeže po italsku (film z roku 1969 u nás uveden nebyl) vypůjčili jen několik dějových motivů, aby napsali zcela originální příběh, který budete sledovat s mimořádným zaujetím. Obě loupeže jsou promyšleny a provedeny tak, že fungují jak švýcarské hodinky, přestože jsou ve své podstatě složitým a překvapivě komplikovaným strojem. Navíc jej režisér F. Gary Gray svěřil do rukou skvělých herců a situoval, v úvodní části, do malebných Benátek, které takovou honičku na motorových člunech určitě ještě nezažily.(oficiální text distributora)\n\nČSFD: 77% (33.4k)"
    },
    {
      "imdb": "tt0385002",
      "name": "Hooligans",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 79% (21.3k)",
      "csfdId": 165807,
      "csfdRating": 79,
      "csfdRatingCount": 21261,
      "poster": "https://images.metahub.space/poster/small/tt0385002/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0385002/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "109 min",
      "genres": [
        "Drama",
        "Krimi",
        "Sportovní"
      ],
      "description": "Neprávem vyhozený student Harvardu, Matt Buckner, přijíždí do Londýna, kde se chce na čas usadit u své sestry. Skamarádí se s sestřiným švagrem, Petem Dunhamem, a je vtažen do temného a násilnického světa fotbalových \"hooligans\". Matt se během tohoto přátelství učí, jak stát pevně nohama na zemi a odolávat tomuto tajemnému a drsnému světu. Hooligans je příběhem o loajalitě, důvěře a občas i brutálních následcích života na hraně...(oficiální text distributora)\n\nČSFD: 79% (21.3k)"
    },
    {
      "imdb": "tt0398165",
      "name": "Trestná lavice",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 75% (36k)",
      "csfdId": 168413,
      "csfdRating": 75,
      "csfdRatingCount": 36035,
      "poster": "https://images.metahub.space/poster/small/tt0398165/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0398165/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "113 min",
      "genres": [
        "Komedie",
        "Drama",
        "Sportovní"
      ],
      "description": "Profesionální hráč amerického fotbalu Paul Crewe prodal důležitý zápas a byl vyloučen z ligy. Pak se pohádal s bohatou přítelkyní Lenou a opilý vyrazil s jejím autem na projížďku. Během své spanilé jízdy zcela zdemoloval její auto, ale také řadu policejních vozů. Je zatčen a odsouzen ke třem rokům v texaské věznici, o což se postaral její správce Hazen, velký fotbalový fanoušek. Chce po Paulovi, aby mu pomohl zlepšit výsledky týmu, a když vzpurný vězeň neprojeví dostatek nadšení, pod pohrůžkou dalších pěti let vězení ho k tomu donutí. Paul si s výběrem hráčů hlavu nedělá. Pak se objeví Nate, který byl kdysi úspěšný fotbalista, a společně se pustí do sestavování týmu, složeného především z obránců. Paul však cítí, že to stále není to pravé, a tak se vydá k vůdci černých vězňů Mossovi. Ten sice účast na zápasu pro pobavení dozorců odmítne, ale nechá se umluvit na basketbalový zápas jednoho proti jednomu. Pokud Paul zvítězí, přidají se černí vězni k jeho týmu. Situace se vyhrotí, když se stráže pokusí některé hráče zastrašit. V konečném důsledku to však má opačný efekt. Nejenže se k týmu přidají černí vězni, ale celý tým má najednou novou motivaci a bojovou náladu. Poslední kapkou se stane pokus o vraždu Paula. Je jasné, že tentokrát půjde na hřišti o víc než jen o sportovní výsledek.(TV Nova)\n\nČSFD: 75% (36k)"
    },
    {
      "imdb": "tt0139654",
      "name": "Training Day",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 78% (22.5k)",
      "csfdId": 10802,
      "csfdRating": 78,
      "csfdRatingCount": 22539,
      "poster": "https://images.metahub.space/poster/small/tt0139654/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0139654/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "122 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Jake Hoyt (Ethan Hawke) je spořádaný člověk, který má rodinu a který by mohl být prototypem správného policisty. Aby naplnil svoje poslání, rozhodl se přidat k oddělení narkotik. Dalo mu to hodně práce a proto nechce promarnit výjimečnou příležitost. A tak se má o jeho budoucnosti rozhodnout při prvním dni v terénu. Detektiv Alonzo Harris (Denzel Washington) je naopak zkušený veterán v boji proti narkotikům. Ale za třináct let tvrdé práce v těch nejhorších podmínkách změnil postoj k systému. Zjistil, že pokud bude dodržovat zákony, nic nezmůže proti zločincům, kteří je vesele porušují. A o prvních čtyřiadvaceti hodinách této rozporuplné dvojice je film Training Day. Už od prvního setkání je vidět, že nebude vůbec obyčejný, ale co vše patří k Alonzovu dennímu chlebu, si nikdo z vás nedovede ani představit. Stejně jako Jake, který je najednou pod tlakem a jeho mozek dostává řádně zabrat. Kde leží hranice mezi dobrem a zlem? Platí rčení na hrubý pytel hrubá záplata, nebo je lepší se držet pravidel, ale vysloveně tím nahrávat svým protivníkům?(oficiální text distributora)\n\nČSFD: 78% (22.5k)"
    },
    {
      "imdb": "tt0079116",
      "name": "Útěk z Alcatrazu",
      "year": 1979,
      "releaseInfo": "1979 • ČSFD: 81% (14k)",
      "csfdId": 8381,
      "csfdRating": 81,
      "csfdRatingCount": 13966,
      "poster": "https://images.metahub.space/poster/small/tt0079116/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0079116/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "113 min",
      "genres": [
        "Drama",
        "Thriller"
      ],
      "description": "Tento fascinující thriller Vás zavede do jednoho z nejbezpečnějších a nejstřeženějších vězení světa - Alcatrazu. Odsud ještě nikdy nikdo neuprchl... Brzy se to však jednomu podaří! Frank Morris utekl už z několika vězení a nyní je odvezen do nejobávanějšího a nejlépe hlídaného vězení, na Alcatraz. Toto vězení je stará nedobytná pevnost na skalnatém ostrově, obklopená mořem. Brzy po příjezdu začne Frankovi docházet, na jaké místo se dostal. Zavolá si ho k sobě ředitel věznice, aby mu vysvětlil, jaká má nebo spíše nemá práva: Může mluvit, pracovat a může mít dvakrát měsíčně návštěvu. Frank se postupně seznamuje s ostatními vězni, od chvíle, kdy poznal Alcatraz, myslí na útěk a začíná se chystat na jeho realizaci. Připojí se k němu další tři vězňové a po důkladné přípravě se společně vydají na cestu za svobodou. Film natočený podle skutečného příběhu.(oficiální text distributora)\n\nČSFD: 81% (14k)"
    },
    {
      "imdb": "tt0340855",
      "name": "Zrůda",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 80% (14.7k)",
      "csfdId": 91621,
      "csfdRating": 80,
      "csfdRatingCount": 14661,
      "poster": "https://images.metahub.space/poster/small/tt0340855/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0340855/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "109 min",
      "genres": [
        "Krimi",
        "Drama",
        "Životopisný"
      ],
      "description": "Charlize Theronová hraje ve filmu Zrůda roli masové vražedkyně Aileen Wuornosové, která nenávidí muže.Režisérka Patty Jenkinsová vylíčila milostný příběh dvou ztracených existencí: Aileen, bývalé prostitutky, a Selby Wallové, kterou rodiče pošlou k tetě na Floridu, aby se \"vyléčila ze své homosexuality\". Zoufalá Aileen pomýšlí na sebevraždu. V baru pozná Selby a zamiluje se do ní. Kvůli ní pokračuje v prostituci. To v ní však živí zuřivost, která vyvrcholí několika brutálními vraždami. Média Aileen označí jako první masovou vražedkyni - zrůdu.(oficiální text distributora)\n\nČSFD: 80% (14.7k)"
    },
    {
      "imdb": "tt0342258",
      "name": "Utržený ze řetězu",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 77% (21.2k)",
      "csfdId": 92176,
      "csfdRating": 77,
      "csfdRatingCount": 21178,
      "poster": "https://images.metahub.space/poster/small/tt0342258/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0342258/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "103 min",
      "genres": [
        "Thriller",
        "Akční",
        "Krimi",
        "Drama"
      ],
      "description": "Příběh se odehrává v zachmuřeném Skotsku. Kruťák Bart (Bob Hoskins) vychoval z kluka Dannyho (Jet Li) bojového otroka. Danny vyrůstá v kleci, živí se konzervami a na krku nosí obojek. Nemá vzdělání, mentálně je na tom jako desetileté dítě. Když mu ale Bart obojek odepne, dělá Danny to, co jediné se naučil - zabíjí. Bart Dannyho nasazuje do ilegálních zápasů a vydělává majlant. Bart: \"Když je dostanete mladé, možnosti jsou nekonečné. Pak ale přijde bouračka. Bart skončí v komatu a Danny se ocitne u starého slepce, ladiče pian Sama (Morgan Freeman).\" Li k tomu říká: \"Danny dokáže během chvilky zmlátit spoustu lidí. Ale nerozumí životu. Nemá přátele, nemá rodinu a tak potká postavu Morgana Freemana. Je to ladič pian a zasvětí mě do světa hudby. A jeho hudba mi pomůže stát se normálním člověkem. Poznám přátelství, lásku i rodinu.\" Bojové scény se nesou v pouličním stylu, neboť Dannyho nikdo neučil. Jejich choreografem je Yuen Woo-Ping, jehož sláva se dotkla nebes díky wire-fu v Matrixu , dále vymýšlel bojovou akci v Tarantinově Kill Billovi a s Jetem Li spolupracoval již mnohokrát.(oficiální text distributora)\n\nČSFD: 77% (21.2k)"
    },
    {
      "imdb": "tt0075005",
      "name": "Přichází Satan!",
      "year": 1976,
      "releaseInfo": "1976 • ČSFD: 83% (10.1k)",
      "csfdId": 2444,
      "csfdRating": 83,
      "csfdRatingCount": 10067,
      "poster": "https://images.metahub.space/poster/small/tt0075005/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0075005/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "111 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Americký politik Thorn adoptuje za velice zvláštních okolností malého chlapce. Má jméno Damien a dějí se kolem něj záhadné věci. Při jedné jeho návštěvě zoologické zahrady propadnou zvířata nevysvětlitelnému záchvatu agresivity a množí se i smrtelné nehody v blízkosti rodiny Thornových - pokaždé v souvislosti s malým Damienem. Thorn si to začíná uvědomovat a v zoufalství vyhledá kněze, který mu objasní příčinu - jeho adoptivní syn je vtělením samotného Satana...(oficiální text distributora)\n\nČSFD: 83% (10.1k)"
    },
    {
      "imdb": "tt0217505",
      "name": "Gangy New Yorku",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 74% (28.4k)",
      "csfdId": 8245,
      "csfdRating": 74,
      "csfdRatingCount": 28425,
      "poster": "https://images.metahub.space/poster/small/tt0217505/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0217505/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "168 min",
      "genres": [
        "Krimi",
        "Drama",
        "Historický"
      ],
      "description": "Film Martina Scorseseho Gangy New Yorku se odehrává v 60. letech 19. století na jihu Manhattanu. Občanská válka je v plném proudu a Amerika stojí na pokraji chaosu. Pro chudé obyvatele New Yorku to však není jediná válka - druhá se odehrává přímo v ulicích za jejich okny. Jejich domovem je čtvrť Five Points - jedna z nejchudších čtvrtí v celé Americe, která je sužována neustálými boji mezi znepřátelenými gangy, usilujícími o nadvládu v ulicích. Čtvrť plná bídy a zločinu, která se stala magnetem pro aktivity podsvětí. V tomto období nespoutané kriminality a korupce v nejvyšších kruzích městské správy se odehrává příběh mladého irskoamerického přistěhovalce Amsterdama Vallona (Leonardo DiCaprio). Ten se po patnáctiletém pobytu ve vězení vrací do Five Points, aby zde pomstil smrt svého otce, kterou má na svědomí mocný šéf protipřistěhovaleckého gangu William Cutting, přezdívaný Bill the Butcher (Daniel Day-Lewis). Amsterdam ví, že prvním krokem ke splnění jeho úkolu je průnik do užšího okruhu Billyho přátel. Potíže se ale stupňují, když se seznámí s tajemnou kapsářkou Jenny Everdeane (Cameron Diaz), jejíž dokonalou samostatností a nepřehlédnutelným půvabem je okouzlen. Jenny má však také svou minulost, což nečekaně zkomplikuje jeho plán. Amsterdamova cesta se postupně mění v boj o osobní přežití a nalezení útočiště pro jeho lid. Během velkých pouličních bouří v roce 1863, které se staly nejdramatičtější kapitolou v dějinách amerických městských nepokojů, dosahuje jeho zápas s osudem svého vrcholu.(oficiální text distributora)\n\nČSFD: 74% (28.4k)"
    },
    {
      "imdb": "tt0366627",
      "name": "Svěrací kazajka",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 77% (18.6k)",
      "csfdId": 135406,
      "csfdRating": 77,
      "csfdRatingCount": 18617,
      "poster": "https://images.metahub.space/poster/small/tt0366627/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0366627/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "103 min",
      "genres": [
        "Fantasy",
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Dvě velké hvězdy současnosti  Adrien Brody (Oscar za Pianistu) a Keira Knightley (Piráti z Karibiku, Láska nebeská, Král Artuš) se potkají v thrilleru, pod kterým jsou producentsky podepsaní Georgie Clooney a Steven Soderbergh. Hlavní hrdina Jack Stars (Brody), veterán z války v Perském zálivu, je neprávem obviněn z vraždy. Sled událostí uvrhne Jacka do péče psychiatrů v rodném Vermontu. Pod vlivem experimentálních léků a moderní psychiatrie uvidí, že může cestovat v prostoru a čase. Na jedné ze svých výprav do budoucnosti odhalí svou nadcházející smrt(oficiální text distributora)\n\nČSFD: 77% (18.6k)"
    },
    {
      "imdb": "tt0335438",
      "name": "Starsky &amp; Hutch",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 75% (23.6k)",
      "csfdId": 76699,
      "csfdRating": 75,
      "csfdRatingCount": 23632,
      "poster": "https://images.metahub.space/poster/small/tt0335438/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0335438/img?src=cinemeta",
      "imdbRating": "6.1",
      "runtime": "101 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Detektiv Dave Starsky (Ben Stiller) je nejhorlivějším policistou v kalifornském Bay City. Když je ve službě, žádný zločin nezůstane nepotrestán - a on je ve službě pořád. Jde tak ve stopách své matky, která se stala jednou z nejlepších policistek v historii Bay City. Zatímco se ale jeho matka spokojila za celou svou kariéru s jedním parťákem, Starsky díky svému přehnanému nadšení střídá partnery jako na běžícím páse. Detektiv Ken \"Hutch\" Hutchinson (Owen Wilson) má tak trochu opačný problém - je dobrým policistou, ale jeho až nezvykle bezstarostná povaha a touha po rychlých penězích příliš neprospívá kvalitě jeho práce. Má vynikající instinkty, avšak potřebuje čas od času usměrnit, aby se udržel na méně výnosné straně zákona. Rozčilený policejní kapitán Dobey (Fred Williamson) ale našel způsob, kterým hodlá dva největší problémy na svém oddělení vyřešit najednou - udělat ze Starskyho a Hutche tým a vyslat je do ulic. Hned první den ve společné kariéře nesourodé dvojice se u břehů Bay City vynoří záhadný utopenec. Za pomoci Hutchova výřečného a místních poměrů znalého informátora Huggy Beara (Snoop Dogg) začnou detektivové tajemný případ vraždy pomalu rozkrývat. Během vyšetřování první stopy se setkají s roztleskávačkami Staci (Carmen Electra) a Holly (Amy Smart), které jsou připraveny detektivům pomoci - jakkoliv, jak to jen bude možné. Všechny stopy vedou k bohatému obchodníkovi Reesemu Feldmanovi (Vince Vaughn), avšak Starsky s Hutchem nemohou najít důkazy, na základě kterých by jej bylo možné obvinit a usvědčit. Feldman zatím potají připravuje plán, jak obalamutit národní protidrogovou organizaci DEA a provést největší a nejvýnosnější drogový obchod ve své kariéře.(oficiální text distributora)\n\nČSFD: 75% (23.6k)"
    },
    {
      "imdb": "tt0299658",
      "name": "Chicago",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 76% (19.8k)",
      "csfdId": 74054,
      "csfdRating": 76,
      "csfdRatingCount": 19761,
      "poster": "https://images.metahub.space/poster/small/tt0299658/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0299658/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "113 min",
      "genres": [
        "Muzikál",
        "Komedie",
        "Drama",
        "Krimi"
      ],
      "description": "Filmová adaptace úspěšného broadwayského muzikálu Chicago, v jehož hlavních rolích hrají Catherine Zeta-Jonesová, Renee Zellwegerová a Richard Gere, sleduje příběh průměrné sborové tanečnice Roxie Hartové, která se pro slávu rozhodne vraždit. Když to udělá, skončí za mřížemi společně s kabaretní hvězdou Velmou Kellyovou, která s pomocí prohnaného právníka Billyho Flynna rozpoutá kolem svého zločinu mediální šílenství. Poté, co Flynn vezme Roxiein případ, udělá z ní nejžhavější bulvární senzaci, čímž připraví půdu pro pěvecký a taneční souboj mezi oběma přehnaně horlivými rivalkami. Snímek Chicago získal v roce 2003 šest Oscarů, včetně ceny za nejlepší film.(Cinemax)\n\nČSFD: 76% (19.8k)"
    },
    {
      "imdb": "tt0077651",
      "name": "Halloween",
      "year": 1978,
      "releaseInfo": "1978 • ČSFD: 79% (12.4k)",
      "csfdId": 1322,
      "csfdRating": 79,
      "csfdRatingCount": 12431,
      "poster": "https://images.metahub.space/poster/small/tt0077651/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0077651/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "91 min",
      "genres": [
        "Horor",
        "Thriller"
      ],
      "description": "V roce 1963 o Halloweenské noci ubodal šestiletý Michael svou patnáctiletou sestru Judith. Po patnácti letech v ústavech se mu podaří právě v předvečer všech svatých utéct. Nikdo neví a nikdo ani nechce vědět, co se stane 31. října 1978, kromě doktora Loomise, Michaelova psychiatra. Ten si je jistý, že se Michael vrací zpátky do Haddongield, ale když to zjistí zbytek města, je už pro mnoho lidí pozdě.(Pannonia Ent.)\n\nČSFD: 79% (12.4k)"
    },
    {
      "imdb": "tt0307901",
      "name": "25. hodina",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 79% (11k)",
      "csfdId": 5793,
      "csfdRating": 79,
      "csfdRatingCount": 11014,
      "poster": "https://images.metahub.space/poster/small/tt0307901/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0307901/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "135 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Svobodný život Montyho Brogana (Edward Norton) se rychle chýlí ke konci - za 24 hodin si začne odpykávat sedmiletý trest ve vězení. Někdejší král Manhattanu dá brzy sbohem způsobu života, na který si zvykl - životnímu stylu, který mu otevřel dveře nejluxusnějších newyorských klubů, ale také jej odcizil od jeho nejbližších. Během posledního dne na svobodě se Marty pokusí znovu spojit se svým otcem (Brian Cox), který na něj nikdy nezanevřel, a sejde se se dvěma nejlepšími přáteli ze starých časů, Jacobem (Philip Seymour Hoffman) a Slaughterym (Barry Pepper). Ve hře je také jeho přítelkyně Naturelle (Rosario Dawson), která mohla (ale nemusela) být člověkem, díky jehož informaci se o Montyho začala zajímat policie. Monty si není ničím příliš jistý, ale s rychle ubývajícím časem je třeba učinit několik důležitých rozhodnutí.(Česká televize)\n\nČSFD: 79% (11k)"
    },
    {
      "imdb": "tt0074119",
      "name": "Všichni prezidentovi muži",
      "year": 1976,
      "releaseInfo": "1976 • ČSFD: 82% (6.9k)",
      "csfdId": 7083,
      "csfdRating": 82,
      "csfdRatingCount": 6865,
      "poster": "https://images.metahub.space/poster/small/tt0074119/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0074119/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "138 min",
      "genres": [
        "Drama",
        "Historický",
        "Thriller",
        "Životopisný"
      ],
      "description": "Rekapitulace aféry Watergate, která začala v roce 1972 a v roce 1974 vyvrcholila rezignací tehdejšího prezidenta Richarda Nixona. Ve zveřejnění skandálu kolem tajných fondů a diskreditace politických oponentů se angažovali reportéři Robert Woodward a Carl Bernstein, kteří působili v novinách Washington Post. Paradokumentární drama, v němž slavný tandem ztělesnili Robert Redford a Dustin Hoffman, vypráví o novinářské odvaze, trpělivosti a důslednosti. Reportéři skládají svá odhalení z desítek faktů a svědeckých výpovědí. Narážejí na neochotu svědků, jejich strach z eventuálních následků i na tlaky z nejvyšších sfér. Woodward využívá tajemného informátora (Hal Holbrook) z vládních kruhů, který se ním setkává v podzemních garážích. Další důležitou figurou příběhu je šéfredaktor Bradlee (Jason Robards získal za jeho ztvárnění Oscara), který oběma novinářům fandí a dokáže čelit politickým výhrůžkám. Průhled do jedné z klíčových etap novodobých amerických dějin těží z autentického líčení redakčního zákulisí. Je příkladem vynalézavé práce s napětím, která se obešla bez standardních honiček, přestřelek a nadlidsky disponovaných supermanů.(oficiální text distributora)\n\nČSFD: 82% (6.9k)"
    },
    {
      "imdb": "tt0404032",
      "name": "V moci ďábla",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 75% (15.9k)",
      "csfdId": 194885,
      "csfdRating": 75,
      "csfdRatingCount": 15855,
      "poster": "https://images.metahub.space/poster/small/tt0404032/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0404032/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "122 min",
      "genres": [
        "Horor",
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Katolická církev učinila extrémně vzácné rozhodnutí a oficiálně potvrdila, že je devatenáctiletá studentka prvního ročníku vysoké školy posedlá zlý duchem. Příběh filmu V moci ďábla pojednává o dramatickém soudním líčení s farářem, odsouzeným za nedbalost, která vyústila ve smrt mladé, údajně posedlé dívky. V hlavní roli snímku, založeného na skutečných událostech, se představí Laura Linney jako Erin Bruner, obhájkyně otce Richarda Moorea (Tom Wilkinson), který kontroverzní vymítání ďábla vedl... Emily Rose (Jennifer Carpenter) opouští svůj klidný venkovský domov, aby mohla studovat na vysoké škole. V osamělé noclehárně ji však jedné noci potká děsivá \"halucinace\", po níž ztratí vědomí. Útoky se postupně stávají častějšími a jejich intenzita se stále stupňuje, proto se nábožensky založená Emily rozhodne podstoupit vymítání ďábla pod vedením faráře, otce Richarda Moorea. Když pak mladá dívka během obřadu zemře, je farář obviněn ze zabití z nedbalosti. Roli jeho obhájkyně neochotně přijímá renomovaná právnička Erin Bruner, jejíž skálopevný ateismus a nedůvěra v nadpřirozeno jsou v průběhu soudního procesu nalomeny oddanou vírou otce Moorea a zvláštními, nevysvětlitelnými okolnostmi, které případ provázejí.(oficiální text distributora)\n\nČSFD: 75% (15.9k)"
    },
    {
      "imdb": "tt0414852",
      "name": "Okrsek 13",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 74% (17.6k)",
      "csfdId": 182621,
      "csfdRating": 74,
      "csfdRatingCount": 17579,
      "poster": "https://images.metahub.space/poster/small/tt0414852/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0414852/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "84 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller"
      ],
      "description": "Paříž 2010. Město je zdí rozděleno na ghetta, kde neplatí žádná pravidla ani žádné zákony. Mocnému gangu v Okrsku 13 se podařilo ukrást experimentální nukleární bombu. Damien, důstojník speciální policejní jednotky, a Leito, obyvatel okrsku 13, mají 24 hodin na to, aby nálož zneškodnili.(oficiální text distributora)\n\nČSFD: 74% (17.6k)"
    },
    {
      "imdb": "tt0072890",
      "name": "Psí odpoledne",
      "year": 1975,
      "releaseInfo": "1975 • ČSFD: 82% (6.2k)",
      "csfdId": 6190,
      "csfdRating": 82,
      "csfdRatingCount": 6168,
      "poster": "https://images.metahub.space/poster/small/tt0072890/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0072890/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "124 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller",
        "Životopisný"
      ],
      "description": "V Brooklynu je horké odpoledne a dvě optimistické nuly se rozhodnou vyloupit banku. Sonny akci řídí, Sal mu dělá komplice a výsledkem je jedna velká katastrofa. Dorazí totiž i policie, televizní kamery a dokonce i donáška pizzy. Film Psí odpoledne se zakládá na skutečné události.(oficiální text distributora)\n\nČSFD: 82% (6.2k)"
    },
    {
      "imdb": "tt0076752",
      "name": "Agent, který mne miloval",
      "year": 1977,
      "releaseInfo": "1977 • ČSFD: 78% (8.8k)",
      "csfdId": 30441,
      "csfdRating": 78,
      "csfdRatingCount": 8767,
      "poster": "https://images.metahub.space/poster/small/tt0076752/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0076752/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "125 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Dvě atomové ponorky zmizely beze stopy a svědectví na mikrofilmu nasvědčuje, že jejich přísně utajené trasy byly narušeny tepelně naváděcím systémem. James Bond (Roger Moore), který dostal rozkaz aby se spojil se sovětskou agentkou Anjou Amasovou (Barbara Bach), se potýká s mocí posedlým Karlem Strombergem (Curt Jürgens). Ten má v úmyslu odpálit rakety na Moskvu a New York, aby mohl ovládnout svět z jeho nové říše Atlantis, situované pod hladinou oceánu. Ve snaze vyprovokovat III. světovou válku a celosvětovou destrukci Stromberg nasadí na agenta 007 svého nejvýkonnějšího kata - Čelisti (Richard Kiel). Jeho kovový chrup je smrtící zbraní schopnou prokousat se ocelí... i masem!(oficiální text distributora)\n\nČSFD: 78% (8.8k)"
    },
    {
      "imdb": "tt0190590",
      "name": "Bratříčku, kde jsi?",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 74% (13.7k)",
      "csfdId": 1611,
      "csfdRating": 74,
      "csfdRatingCount": 13723,
      "poster": "https://images.metahub.space/poster/small/tt0190590/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0190590/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "107 min",
      "genres": [
        "Komedie",
        "Dobrodružný",
        "Krimi",
        "Hudební"
      ],
      "description": "Mississippi, třicátá léta. Tři trestanci Everett Ulysses McGill (George Clooney), Pete (John Turturro) a Delmar (Tim Blake Nelson), vzájemně spoutáni, zdrhají z lapáku krajinou v naději na nalezení pokladu o výši 1 200 000 dolarů. Na cestě potkávají bluesmana Tommy Johnsona (Chris Thomas King), který se k nim připojí a společně u místního hudebního vydavatele nahrají písničku, která se stane přes noc hitem jihu. Jenomže získat poklad a ve zdraví přežít extempore s Ku-Klux-Klanem a nesmlouvavé policejní pronásledovatele nebude zrovna hračka...(oficiální text distributora)\n\nČSFD: 74% (13.7k)"
    },
    {
      "imdb": "tt0368909",
      "name": "Ong-bak",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 78% (8.6k)",
      "csfdId": 158337,
      "csfdRating": 78,
      "csfdRatingCount": 8637,
      "poster": "https://images.metahub.space/poster/small/tt0368909/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0368909/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Dobrodružný"
      ],
      "description": "Bak Don ukradl v malé thajské vesnici Ban Nong Pradoo hlavu ze sochy Ong-Baka. Do Bangkoku se pro ni vydává mladý Ai Bak Tim, který se má brzy stát mnichem. Ve městě se snaží najít Bak Hum Laea, který vesnici před lety opustil a teď se věnuje hazardu. Bak Hum nemá chuť Ai Bakovi pomáhat, protože by se tím zapletl s mafií, se kterou už má i tak dost vážné problémy a chce před ní ochránit i svou dívku Muey. Ve snaze najít ukradenou hlavu se Ai Bak dostává do světa, kterému vládne mafie, stává se nechtěným účastníkem zápasů v thajském boxu a častých honiček, protože po něm začínají jít Bak Donovi lidé. Jeho bojové umění thajského boxu je však neomylné a vesnici slíbil hlavu přinést.(Isherwood)\n\nČSFD: 78% (8.6k)"
    },
    {
      "imdb": "tt0128442",
      "name": "Hráči",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 77% (8.6k)",
      "csfdId": 14566,
      "csfdRating": 77,
      "csfdRatingCount": 8597,
      "poster": "https://images.metahub.space/poster/small/tt0128442/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0128442/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "121 min",
      "genres": [
        "Krimi",
        "Drama",
        "Psychologický"
      ],
      "description": "Příběh hazardního hráče (Matt Damon), který je postaven před osudovou volbu mezi láskou a hazardem. Příběh studenta práv, který svou nechuť zařadit se do \"normální\" společnosti kompenzuje geniálním talentem. Mike má totiž neobyčejné kombinační schopnosti a dovede uhodnout, jaké karty mají v ruce jeho partneři v pokeru. Na rozdíl od většiny profesionálních hráčů se ale Mike snaží nepodvádět a v tom se rozchází se svým komplicem, utápějícím se v dluzích (Edward Norton).(oficiální text distributora)\n\nČSFD: 77% (8.6k)"
    },
    {
      "imdb": "tt0122933",
      "name": "Přeber si to",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 74% (10.9k)",
      "csfdId": 7566,
      "csfdRating": 74,
      "csfdRatingCount": 10902,
      "poster": "https://images.metahub.space/poster/small/tt0122933/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0122933/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "103 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Paul Vitti je jedním z nejmocnějších gangsterů v New Yorku. Vyrostl v mafiánském světě a byl dobře připraven převzít moc. Učitelem mu byl jeho náhradní otec (jeho vlasní byl, jak jinak, zastřelen), obávaný gangster jménem Manett. Ale v okamžiku, kdy se má konečně stát hlavou rodiny, začne mít Vitti najednou problémy. Nemůže spát; je neustále duchem nepřítomný a vzdaluje se své manželce i dětem. Jeho žena chce vědět, proč se tak změnil a jeho muži jsou nervózní z jeho znepokojivého chování. Skutečnost je však ještě horší, než kdokoli z jeho blízkých tuší - Vitti má záchvaty paniky a vůbec na tom není psychicky dobře. Kdyby ostatní rodiny zjistily, co se v jeho hlavě děje, jak by ho potom mohly nechat šéfovat? Vitti je prostě případ pro psychiatra. Ben Sobol je rozvedený newyorský psychiatr, který se stará o syna a plánuje, že si brzy vezme svoji snoubenku. Je to hodný člověk a milující otec. Jestli má nějaké starosti, potom pouze se svými rodiči, kteří jsou na jeho vkus příliš zahledění sami do sebe. Není divu, jeho otec je velmi úspěsný, médii vyhledávaný a tudíž poněkud domýšlivý terapeut. Ben je stejně jako on cele oddán své práci. Také proto žije celé dny ve světě lidí, kteří si stále na něco stěžují a nemyslí na nic jiného než na své nemoci. Výsledek: Benův život je dost jednotvárný. Tedy alespoň do doby, než nabourá do Jellyho, osobní strážce Paula Vittiho. Vittiho lidé by všechno diskrétně vyřídili (včetně pojištění), ale Ben se nedá odbýt a vnutí Jellymu svoji vizitku, čímž mezi nimi vzniká vztah, který nemají dva řidiči po nehodě, ale doktor a pacient. Pak už stačí jen málo. Paul Vitti se přiznává svým lidem, že si musí sehnat terapeuta a Jelly mu navrhne Bena Sobola. Vitti Sobola ihned vyhledá a požaduje okamžité a úplné uzdravení. S důrazem na slovo okamžité, protože Vittiho čeká důležitá rada, na které se sejdou bossové mafiánských rodin. Těm musí demonstrovat, že má na to být jejch šéfem. Ben Sobol pochopitelně s podobným pacientem nechce mít nic společného. Plánuje si přece tichou svatbu a mírumilovný rodinný život. Vždycky tak chtěl přeci žít. Ale něco v něm mu říká, že by to mohl být ten nejzajímavější případ, jaký kdy měl. Dokázal by to zvládnout? V tom okamžiku už mu není pomoci. Profesionální zájem nad ním zvítězil a není cesty zpět z analytické pohovky. Jaké rady ale poskytnout člověku, který obvykle řeší své problémy pistolí nebo pytlem cementu?(oficiální text distributora)\n\nČSFD: 74% (10.9k)"
    },
    {
      "imdb": "tt0074285",
      "name": "Carrie",
      "year": 1976,
      "releaseInfo": "1976 • ČSFD: 74% (9.5k)",
      "csfdId": 2316,
      "csfdRating": 74,
      "csfdRatingCount": 9450,
      "poster": "https://images.metahub.space/poster/small/tt0074285/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0074285/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "98 min",
      "genres": [
        "Horor",
        "Drama",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Umí rozpoutat peklo a pomstít to, které ji obklopuje.Americký, dnes bezesporu kultovní hororový film, který podle románu známého spisovatele Stephena Kinga natočil režisér Brian De Palma. Jeho hrdinka Carrie Whiteová je terorizována pološílenou matkou, náboženskou fanatičkou. Pro nesmělost a své komplexy se navíc stává předmětem výsměchu spolužáků i některých učitelů. Jednoho dne v sobě Carrie objeví nadpřirozené telekinetické schopnosti. Její pohled může získat ničivou sílu, tryskající bez ohledu na možnost ji vůlí zastavit. Neustálé ponižování a pohrdání, jimiž je obklopena, stejně jako tlak způsobený osamělostí, vedou k tragédii, jež vyvrcholí, když je dívka zcela nečekaně pozvána nejhezčím chlapcem třídy na velký školní ples… Carrie režiséra Brian De Palmy, odsuzující úzkoprsou maloměstskou společnost a náboženský fanatismus, je považována za určitý mezník v žánru filmového hororu, inspirovala řadu dalších tvůrců, stejně jako vedla v roce 2002 k natočení stejnojmenného remaku Davida Carsona.(Česká televize)\n\nČSFD: 74% (9.5k)"
    },
    {
      "imdb": "tt0268126",
      "name": "Adaptace",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 74% (8.1k)",
      "csfdId": 4868,
      "csfdRating": 74,
      "csfdRatingCount": 8078,
      "poster": "https://images.metahub.space/poster/small/tt0268126/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0268126/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "115 min",
      "genres": [
        "Drama",
        "Komedie"
      ],
      "description": "Před čtyřmi lety, na natáčení komedie Spikea Jonzeho V kůži Johna Malkoviche, začíná vyprávění, jehož hrdinou je scenárista Charlie Kaufman. Po úspěchu filmu nemá Charlie o pracovní nabídky nouzi: nakonec přijme adaptaci non-fiction bestselleru spisovatelky Susan Orleanové Zloděj orchidejí. Protože však jde o knihu, která se nevyznačuje klasickým přehledným příběhem, dostává se Charlie do problémů, které rychle přerůstají v mučivou tvůrčí krizi. Situaci nevylepšuje ani Charlieho dvojče Donald, které bratrovi začne fušovat do řemesla: absolvuje totiž příslušný kurz a hravě napíše scénář komerčního thrilleru o sériovém vrahovi s mnohačetnou identitou, který Hollywood okamžitě nadšeně koupí. Do rohu Charlieho tlačí i stále komplikovanější platonický vztah k autorce knihy a jejímu protagonistovi Johnu Larocheovi, takže není divu, že vznikající text se stále výrazněji odchyluje od zadání: k prosté adaptace se mění v příběh o scenáristovi v krizi a o fantómech, které ho pronásledují.\n\nČSFD: 74% (8.1k)"
    },
    {
      "imdb": "tt0313542",
      "name": "Porota",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 74% (8k)",
      "csfdId": 43030,
      "csfdRating": 74,
      "csfdRatingCount": 7968,
      "poster": "https://images.metahub.space/poster/small/tt0313542/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0313542/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "127 min",
      "genres": [
        "Drama",
        "Thriller"
      ],
      "description": "Neworleanská vdova si najme právníka, chytrého a čestného Wendella Rohra (Dustin Hoffman), aby zažaloval zbrojařskou firmu, které dává vinu za smrt svého manžela. Terčem obžaloby je morálka tvrdého byznysu. Kdokoliv si může bez potíží pořídit zbraň a použít ji. Soudní proces přivádí na scénu, která se stává skutečným bitevním polem, několik klíčových osob. Je to právník Wendell Rohr, konzultant zbrojařské firmy Rankin Fitch (Hackman) a porotce Nick Easter (Cusack) se svou přítelkyní Marlee (Weisz). Všichni tito lidé mají jediný plán: získat porotu a zmanipulovat ji pro své cíle. Každý má jiný způsob, každý má jiný cíl. Ve hře je spravedlnost a velké peníze...(oficiální text distributora)\n\nČSFD: 74% (8k)"
    },
    {
      "imdb": "tt0111161",
      "name": "Vykoupení z věznice Shawshank",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 95% (115.2k)",
      "csfdId": 2294,
      "csfdRating": 95,
      "csfdRatingCount": 115188,
      "poster": "https://images.metahub.space/poster/small/tt0111161/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111161/img?src=cinemeta",
      "imdbRating": "9.3",
      "runtime": "142 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "Strach dělá z lidí vězně. Naděje jim dává křídla. Film natočený podle novely Stephena Kinga. Strhující příběh o přátelství, naději a moudrosti s velmi výraznými hereckými i charakterovými osobnostmi. Andy Dufresne (Tim Robbins) přichází do vězení v Shawshanku jako nový vězeň podezřelý z vraždy. Spřátelí se s doživotně odsouzeným Redem (Morgan Freeman) a společně se snaží přežít v nelidském prostředí vězeňského systému. Odmítají upadnout do rezignace a dodávají naději sobě i spoluvězňům. Film získal mnoho ocenění filmové kritiky a díky svému hluboce humánnímu poselství, skvělým hereckým výkonům a působivému zpracování byl 7 x nominován na Oscara - za nejlepší film, herce v hlavní roli (Morgan Freeman), nejlepší scénář, kameru, hudbu, střih a zvuk.(oficiální text distributora)\n\nČSFD: 95% (115.2k)"
    },
    {
      "imdb": "tt0120689",
      "name": "Zelená míle",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 93% (111.1k)",
      "csfdId": 2292,
      "csfdRating": 93,
      "csfdRatingCount": 111102,
      "poster": "https://images.metahub.space/poster/small/tt0120689/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120689/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "189 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Krimi"
      ],
      "description": "Na začátku příběhu se potkáme se starým mužem Paulem Edgecombem (Dabbs Greer). Žije v domově s pečovatelskou službou a právě se dojatě dívá na starý film s Fredem Astairem. Snad až příliš dojatě, protože jedna ze sester ho musí zkontrolovat, když slyší všechny ty vzlyky. Paul je tak naměkko, že jí začne vypravovat svůj příběh starý 60 let, který ještě nikomu nevypravoval. Kolem roku 1935 v Louisianě, mladý Paul (teď už Tom Hanks) pracuje jako dozorce ve vězení pro těžké zločince, kteří jsou odsud posíláni na smrt. Paul není jen \"zaměstnancem\", ale bystrým pozorovatelem, který citlivě vnímá rázovité postavy těžkých zločinců i jejich osudy. Setkává se například s s černým obrem Johnem, který má ruce jako lopaty a je obviněn z vraždy dvou dětí. Nemůže uvěřit, že člověk, který se bojí spát potmě by byl schopen tak hrůzného činu. Je tu také hluboce věřící Arlen, a bláznivý psychopat zvaný Divoký Bill, ale je tu také ta hrůzostrašná chodba, natřená na zeleno, které všichni říkají \"Zelená míle\", je to cesta, na konci které čeká smrt, pokud se nestane zázrak.(oficiální text distributora)\n\nČSFD: 93% (111.1k)"
    },
    {
      "imdb": "tt0095016",
      "name": "Smrtonosná past",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 90% (72k)",
      "csfdId": 6642,
      "csfdRating": 90,
      "csfdRatingCount": 71982,
      "poster": "https://images.metahub.space/poster/small/tt0095016/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0095016/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "132 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "Newyorský policista John McClane (Bruce Willis) přijel do Los Angles navštívit svou ženu, která je zrovna na vánočním večírku v nedostavěné budově firmy Nakatomi. Do budovy však vtrhne německý terorista Hans Gruber (Alan Rickman) se svou jednotkou a zajme všechny hosty (včetně McClaneovy ženy). Jen McClane unikne požárním schodištěm. Teroristé nechtějí propuštění několika svých členů, jak říkají, ale jejich hacker se pokouší dostat do sejfu firmy Nakatomi, ve kterém se nachází 640 milionů dolarů. McClane musí zasáhnout. Film byl nominován na několik technických Oscarů a odstartoval hvězdnou kariéru Bruce Willise.(oficiální text distributora)\n\nČSFD: 90% (72k)"
    },
    {
      "imdb": "tt0090605",
      "name": "Vetřelci",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 90% (62k)",
      "csfdId": 1245,
      "csfdRating": 90,
      "csfdRatingCount": 61952,
      "poster": "https://images.metahub.space/poster/small/tt0090605/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0090605/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "137 min",
      "genres": [
        "Sci-Fi",
        "Thriller",
        "Akční",
        "Dobrodružný",
        "Horor"
      ],
      "description": "Důstojnice Ripleyová, která jako jediná přežila boj na život a na smrt v nákladní lodi Nostromo s vesmírným vetřelcem, je po několika letech nalezena záchrannou lodí a vrací se zpět na Zemi. Když už se zdá, že je po všem, začíná horror znova, tentokrát na vzdálené nedávno kolonizované planetě. Tentokrát nevšichni proti jednomu, ale Ripleyová se skupinou speciálně vycvičených vojáků proti tisícihlavé smrtící síle vetřelců.(oficiální text distributora)\n\nČSFD: 90% (62k)"
    },
    {
      "imdb": "tt0088247",
      "name": "Terminátor",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 87% (75.3k)",
      "csfdId": 1249,
      "csfdRating": 87,
      "csfdRatingCount": 75298,
      "poster": "https://images.metahub.space/poster/small/tt0088247/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0088247/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Z roku 2029 je do Los Angeles roku 1984 vyslán zabijácký stroj podobný člověku. Má za úkol zabít Sarah Connorovou dřív, než přivede na svět syna, který se má později stát vůdcem lidí ve válce proti strojům. Lidé žijící v budoucnosti ovšem do současnosti také vyslali svého muže, který se bude snažit Sarah zachránit.(oficiální text distributora)\n\nČSFD: 87% (75.3k)"
    },
    {
      "imdb": "tt0180093",
      "name": "Requiem za sen",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 88% (61.7k)",
      "csfdId": 14317,
      "csfdRating": 88,
      "csfdRatingCount": 61712,
      "poster": "https://images.metahub.space/poster/small/tt0180093/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0180093/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "102 min",
      "genres": [
        "Drama"
      ],
      "description": "Ovdovělá Sara Goldfarbová žije na Coney Island a snadno podléhá mámení televizních pořadů. Právě teď drží dietu, aby se mohla účastnit jedné ze show. Její milý ale bezmocný syn Harry má novou přítelkyni Marion a společně se snaží čelit bolestné realitě útěkem do snů. Ani Harryho nejlepší přítel Tyrone, který se živí prodejem drog, nemá snadný život. A tak se čtveřice lidí, jimž osud nepřál štěstí, točí v bludném kruhu bezmoci a beznaděje.(AČFK)\n\nČSFD: 88% (61.7k)"
    },
    {
      "imdb": "tt0081505",
      "name": "Osvícení",
      "year": 1980,
      "releaseInfo": "1980 • ČSFD: 88% (55.1k)",
      "csfdId": 5407,
      "csfdRating": 88,
      "csfdRatingCount": 55140,
      "poster": "https://images.metahub.space/poster/small/tt0081505/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0081505/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "144 min",
      "genres": [
        "Horor",
        "Drama",
        "Thriller"
      ],
      "description": "Spisovatel Jack Torrance hledá klidné místo pro psaní svého nového románu, a tak přijímá nabídku dělat správce odlehlého horského hotelu. Při úvodním pohovoru se dozvídá mimo jiné hrůznou historku o svém předchůdci, který zešílel ze samoty a odloučení a zavraždil svou ženu a dvě dcery... po příjezdu Jack ubytuje svou rodinu a začíná psát knihu. Brzy však zjišťuje, že samota uprostřed hor je tísnivá a také on začíná přicházet o rozum.(oficiální text distributora)\n\nČSFD: 88% (55.1k)"
    },
    {
      "imdb": "tt0093409",
      "name": "Smrtonosná zbraň",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 88% (54.3k)",
      "csfdId": 2438,
      "csfdRating": 88,
      "csfdRatingCount": 54272,
      "poster": "https://images.metahub.space/poster/small/tt0093409/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0093409/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "110 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Černošský seržant Roger Murtaugh (Danny Glover), který má pár týdnů do důchodu, dostane za parťáka bílého seržanta Martina Rigse (Mel Gibson), jenž chtěl po smrti manželky spáchat sebevraždu. Z počátku si nepadnou do oka, společně však budou muset vyřešit případ nebezpečného gangu pašeráků drog. Úspěch filmu zaručil další tři pokračování.(Magic Box)\n\nČSFD: 88% (54.3k)"
    },
    {
      "imdb": "tt0093773",
      "name": "Predátor",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 87% (60.4k)",
      "csfdId": 6648,
      "csfdRating": 87,
      "csfdRatingCount": 60445,
      "poster": "https://images.metahub.space/poster/small/tt0093773/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0093773/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "107 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Horor"
      ],
      "description": "V džungli přistane kosmická loď, na jejíž palubě je dokonale vybavený mimozemský nimrod. Lovnou zvěří se pro něj stávají nejen dravci obývající džungli, ale také lidé. To je prolog slavného filmu, který je oblíbenou žánrovou kombinací akčních příběhů o amerických komandos, hororu a SF. Oddíl pod vedením zkušeného majora Dutche Schaefera je vysazen na nepřátelském území, kde má uprostřed džungle vysvobodit několik amerických vojáků ze zajetí partyzánů. Po úspěšně provedené akci se však američtí vojáci musí utkat s daleko tajemnějším a nebezpečnějším nepřítelem. Džungle se mění v past, z níž není úniku a američtí hrdinové poprvé v životě poznávají, co je to strach. Film, který dnes již bývá řazen ke klasice žánru, zaujme především napětím a houstnoucí atmosférou strachu, kdy jsou američtí supermani pomalu vyváděni z rutinní statečnosti a rovnováhy. Stejně zdařilé je i pojetí mimozemšťana, neostré, děsivě tajuplné postavy, využívající dokonalé mimikry, jehož přítomnost signalizuje pouze termografie jeho pohledu. Teprve v závěrečné scéně se na scéně objevují v celé hrůznosti dokonalé masky Stana Winstona.(oficiální text distributora)\n\nČSFD: 87% (60.4k)"
    },
    {
      "imdb": "tt0117951",
      "name": "Trainspotting",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 87% (60k)",
      "csfdId": 901,
      "csfdRating": 87,
      "csfdRatingCount": 60045,
      "poster": "https://images.metahub.space/poster/small/tt0117951/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117951/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "94 min",
      "genres": [
        "Drama",
        "Krimi",
        "Komedie"
      ],
      "description": "Další snímek tvůrčího tria, skládajícího se z režiséra Dannyho Boylea, scénáristy Johna Hodge a producenta Andrewa MacDonalda, si získal ještě větší celosvětovou popularitu než předchozí Mělký hrob. Ve vyprávění hlavního \"hrdiny\", asociálního mladíka Rentona, se odkrývá bizarní svět revolty proti současné konzumní společnosti. Renton a jeho skotští přátelé jsou totiž narkomané, jejichž jedinou starostí je sehnat další dávku. Jenže \"skutečný život\" smutné protagonisty \"semele\" a změní. Někteří nepřežijí, z jiných - jako například právě z Rentona - se stanou \"normální\" lidé. Epizodické vyprávění vytváří zvláštní mozaiku, z níž se velmi působivě vynořuje pochmurný obraz jedné \"ztracené\" generace. Snímek těží z tradic britského civilismu a dokumetárních filmů se sociální tématikou, ale zároveň je radikálně inovuje pomocí surrealistických hříček, černého humoru, dynamické kamery, střihu a charakterizace hlavních postav. Režisér Boyle svým pozorováním světa z nevšedního (a generačně vypjatého) úhlu opět provokuje měšťáckou společnost. Svým filmem jako hozenou soubojovou rukavicí políčkuje standardní středostavovskou morálku a tradiční hodnoty. Zároveň si postupně získává u nejmladšího publika přívlastek kultovního režiséra (důležitou roli v tomto procesu hraje hudební složka filmu, obsazená právě kultovními jmény anglosaské scény 80. a 90. let).(oficiální text distributora)\n\nČSFD: 87% (60k)"
    },
    {
      "imdb": "tt0289879",
      "name": "Osudový dotek",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 87% (59.1k)",
      "csfdId": 45608,
      "csfdRating": 87,
      "csfdRatingCount": 59130,
      "poster": "https://images.metahub.space/poster/small/tt0289879/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0289879/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "113 min",
      "genres": [
        "Sci-Fi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Evan Treborn (Ashton Kutcher) se vydává pomocí schopností zděděných po otci a díky svým zápiskům z dětství na riskantní cestu do minulosti, aby ji změnil, napravil své chyby a setkal se s láskou svého života. Nebezpečný experiment se mu však vymkne z rukou...(oficiální text distributora)\n\nČSFD: 87% (59.1k)"
    },
    {
      "imdb": "tt0208092",
      "name": "Podfu",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 87% (57.9k)",
      "csfdId": 7700,
      "csfdRating": 87,
      "csfdRatingCount": 57935,
      "poster": "https://images.metahub.space/poster/small/tt0208092/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0208092/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "103 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Ukrást obří briliant v Antverpách je jedna věc, dostat ho přes Londýn do New Yorku druhá. Chlápek, který má transport diamantu na starosti, totiž holduje hazardu, v ilegálním boxerském ringu se schyluje k předem zaplacenému zápasu a na ukradený čtyřiaosmdesáti karátový diamant má zálusk další zloděj - chladnokrevný zabiják Boris. A pak je tu ještě Brick Top  promotér ilegálního boxu, majitel prasečí farmy a jeden z nejodpornějších padouchů londýnského podsvětí. Svou práci má rád a rozumí jí - šestnáct prasat sežere mrtvolu rozřezanou na šest dílů za pár chvil a je jedno, jestli šlo o nepohodlného svědka, nebo boxera, který se nenechal knokautovat ve čtvrtém kole, jak bylo domluveno. Není divu, že v tomhle zápase o diamant veliký jako vyražené oko, brzy nejde o vítězství, ale o holé přežití. Nebo alespoň pohřeb vcelku.(oficiální text distributora)\n\nČSFD: 87% (57.9k)"
    },
    {
      "imdb": "tt0209144",
      "name": "Memento",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 87% (50k)",
      "csfdId": 6995,
      "csfdRating": 87,
      "csfdRatingCount": 49997,
      "poster": "https://images.metahub.space/poster/small/tt0209144/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0209144/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "113 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Psychologický"
      ],
      "description": "Začne to fotografií a vzkazem na ní: \"Zab ho!\" A od té chvíle se odvíjí tajemný a drsný příběh Leonarda. Jeho žena byla napadena, zavražděna a on si skoro nic nepamatuje. Jeho krátkodobá paměť je pryč. Leonard se ale musí pomstít. Okamžitě jde po vrahovi. Aby nějak kompenzoval výpadky paměti, všechno si fotí, cvaká spouští na svém Polaroidu jako blázen a podstatná fakta si nechává tetovat na tělo. Story je vyprávěna zvláštním způsobem. Každá důležitá filmová scéna končí tam, kde předchozí začala, a tak musíme být pozorní, abychom ten zvláštní propletenec dějů a potkávajících se postav dobře vnímali. K hlavnímu hrdinovi se přidávají další - ukecaný Teddy a barmanka Natalie. Všichni jsou s vraždou nějak propojeni. Ale pořád se nám do mysli vnucuje klíčová otázka: Je skutečně vrahem John G, jehož jméno má Leonard vytetováno na prsou?(oficiální text distributora)\n\nČSFD: 87% (50k)"
    },
    {
      "imdb": "tt0399295",
      "name": "Obchodník se smrtí",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 86% (56.9k)",
      "csfdId": 189557,
      "csfdRating": 86,
      "csfdRatingCount": 56935,
      "poster": "https://images.metahub.space/poster/small/tt0399295/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0399295/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "122 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Obchodník se smrtí je akční dobrodružný příběh podle skutečné události, který se odehrává ve světě mezinárodního obchodu se zbraněmi. Příběh filmu pojednává o pozoruhodných výkonech obchodníka se zbraněmi Yuriho Orlova (Nicolas Cage). Yuri, který se pohybuje v nejnebezpečnějších válečných zónách světa, hravě strčí do kapsy Interpol, svoje obchodní konkurenty a dokonce i zákazníky, mezi něž patří většina nejznámějších světových diktátorů. Jeho největším soupeřem se však nakonec stane vlastní svědomí... \"Skoro všechno, co se ve filmu děje, má skutečnou předlohu,\" říká Niccol. \"Vojenské helikoptéry, které byly prodávány jako záchranné, překupníci se zbraněmi, kteří měnili názvy a registrační údaje svých lodí přímo na moři, dobře známý obchodník se zbraněmi, který byl v Americe propuštěn z vazby za velmi podezřelých okolností, skutečnosti o masových krádežích sovětského vojenského arzenálu po pádu Sovětského svazu. to všechno je pravda. Ve filmu se podíváme do více než 13 zemí, jejichž prostředí dramaticky nasnímal kameraman Amir Mokri ve spolupráci s hlavním výtvarníkem Jeanem Vincentem Puzosem. Kombinace jejich talentů nám napomohla věrně znázornit smutnou absurditu světa obchodu se zbraněmi\", říká režisér. Producent filmu Philippe Rousselet si velmi pochvaluje Puzosovu práci na realistických válečných ruinách, mezi nimiž Yuri Orlov buduje svou kariéru. Puzos si při jejich modelování musel vystačit s \"pouhými 50 milióny dolarů\". Podle posledních informací se skutečný Yuri Orlov ukrývá na území Sýrie, některého z afrických států nebo v Karlových Varech.(oficiální text distributora)\n\nČSFD: 86% (56.9k)"
    },
    {
      "imdb": "tt0372183",
      "name": "Bournův mýtus",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 86% (51k)",
      "csfdId": 136076,
      "csfdRating": 86,
      "csfdRatingCount": 50972,
      "poster": "https://images.metahub.space/poster/small/tt0372183/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0372183/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "V roce 2002 se ve filmu Agent bez minulosti podle románu Roberta Ludluma objevil nový hrdina: profesionální zabiják, který se pokouší oživit svou paměť a prchá před pronásledujícími stíny ze své minulosti. V napínavém a spletitém thrilleru se výrazně herecky předvedl Matt Damon jako agent Jason Bourne. Jason Bourne se teď na plátno vrací v pokračování. Před dvěma lety se domníval, že své minulosti utekl. Nyní ho minulost opět dohání. Bourne a Marie (Franka Potente) dál žijí v anonymitě. Bournea ženou noční můry a vzpomínky. Vláčí Marii z města do města. Snaží se být vždy aspoň krok před hrozbou, kterou tuší v každém pohledu i v každém telefonním \"omylu\", před nebezpečím, které očekává v každé vteřině. Ale ohrožení jej do světa, z něhož chtěl uniknout, neustále vrací. Když se v poklidné vsi, která je jejich dočasným domovem, objeví tajný agent, Bourne s Marií místo kvapně opouštějí. Začne nová globální hra na kočku a myš a Jason Bourne se musí vrátit ke své minulosti, i když tajná operace Treadstone', která vytvářela profesionální zabijáky, už skončila. Před lety Bourneovi řekli, že nesmí s nikým navázat kontakt. Minulost se přihlásila sama. Měli ho nechat na pokoji.(oficiální text distributora)\n\nČSFD: 86% (51k)"
    },
    {
      "imdb": "tt0258463",
      "name": "Agent bez minulosti",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 85% (55.2k)",
      "csfdId": 18113,
      "csfdRating": 85,
      "csfdRatingCount": 55204,
      "poster": "https://images.metahub.space/poster/small/tt0258463/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0258463/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "119 min",
      "genres": [
        "Akční",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Jedné bouřlivé noci vyloví italská rybářská loď z moře muže, spíš mrtvého než živého. V zádech má kulky a pod kůží štítek s číslem bankovního konta ve švýcarské bance. Víc nic. Když se mu konečně vrátí vědomí, nic svým zachráncům o sobě nedokáže povědět. Trpí naprostou ztrátou paměti. Postupně zjišťuje, že ovládá bojová umění, domluví se v několika jazycích a že si poradí s každou zbraní. To signalizuje velice nebezpečnou minulost. Ale kdo a proč ho chtěl zabít, si vybavit nedokáže. V curyšské depozitní schránce, kam se vydá, jakmile loď přistane, nalezne hned několik cestovních dokladů, závratně vysokou hotovost, automatickou pistoli a jméno Jason Bourne s pařížskou adresou. I když o sobě stále nic neví, pochopí záhy, že lidé, kteří ho znají, usilují o jeho život. A tak Marii, první dívce, kterou potká, nabídne 10.000 dolarů za cestu do Paříže. Teprve tady, s pomocí Marie, jejíž život převrátil vzhůru nohama, začíná skládat první kamínky do mozaiky své minulosti...  Román Roberta Ludluma, který má přinejmenším stejně široké čtenářské zázemí jako třeba Tom Clancy, byl již před lety zfilmován a uveden na televizních obrazovkách a videu pod názvem Agent beze jména s Richardem Chamberlainem. Doug Liman, režisér nového přepisu, odmítl roli ilustrátora dramatické a dějově nesmírně rozvětvené předlohy. Rozhodl se natočit akční špionážní film, zakotvený v současné realitě, který by oslovil i mladou diváckou generaci. Díky svému otci poznal skutečné agenty a věděl, že jejich život a práce se jen málo podobá tomu, co znal ze špionážních snímků. Proto se - se souhlasem autora - rozhodl k rozsáhlým škrtům a změnám, proto do hlavní role, pro mnohé až překvapivě, obsadil Matta Damona, držitele Oscara za film Dobrý Will Hunting. Ten o svém nejnovějším snímku řekl: \"Věděl jsem s jistotou, že Doug nenatočí standardní hollywoodský akční film\". Vystihl tak stručně a přesně kvalitu, kterou Doug Liman románu z 80. let vtiskl. Na atraktivitě mu v očích našich diváků nepochybně dodává i fakt, že byl natáčen v ulicích Prahy.(oficiální text distributora)\n\nČSFD: 85% (55.2k)"
    },
    {
      "imdb": "tt0099685",
      "name": "Mafiáni",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 88% (35.7k)",
      "csfdId": 8246,
      "csfdRating": 88,
      "csfdRatingCount": 35708,
      "poster": "https://images.metahub.space/poster/small/tt0099685/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099685/img?src=cinemeta",
      "imdbRating": "8.7",
      "runtime": "145 min",
      "genres": [
        "Drama",
        "Krimi",
        "Životopisný"
      ],
      "description": "Brooklyn 1955. Školák Henry Hill sní o tom, že se stane gangsterem. vykonává drobné služby pro místní mafiány a když je zadržen policií kvůli pašování cigaret, odmítá vypovídat, což mu vynese přízeň kmotra Paula Cicera, který ho přijme do svých služeb... 1963. Henry spolu s Jimmym Conwayem a Tommym DeVitem provede úspěšnou loupež na letišti. Protřelý Jimmy se stává mladíkovým přítelem a mentorem. Henry se ožení se středoškolskou židovskou dívkou Karen a navenek žije poklidným a usedlým životem. Jeho žena po svatbě zjistí skutečný pramen Henryho příjmů a přijme to jako nezvratitelný fakt... 1970. Henry opustí svoji ženu po žárlivé scéně, kterou mu Karen ztropí kvůli jeho milence. Na Cicerovo naléhání však dál udržuje zdání fungujícího manželství. Za surové zmlácení jednoho dlužníka jsou Henry s Jimmym odsouzeni na deset let. Ve vězení se Henry zaplete do distribuce drog, protože má strach, že jeho rodina zůstane bez prostředků. Když je po čtyřech letech podmínečně propuštěn, slibuje Cicerovi, že drogy nechá... 1980. Henry, Jimmy a Tommy provedou další loupež na letišti, která vynese 6 milionů dolarů. Na jejich stopu se však dostává FBI. Cicero se rozhodne odstranit slabý článek, kterým je zabiják Tommy. Henry zjišťuje, že další na řadě bude on a rozhodne se přihlásit se jako dobrovolný svědek, aby získal ochranu federálních úřadů, které mu zařídí změnu totožnosti.(oficiální text distributora)\n\nČSFD: 88% (35.7k)"
    },
    {
      "imdb": "tt0112641",
      "name": "Casino",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 88% (36.2k)",
      "csfdId": 8242,
      "csfdRating": 88,
      "csfdRatingCount": 36219,
      "poster": "https://images.metahub.space/poster/small/tt0112641/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112641/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "179 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "V zaběhané mašinérii vztahů, orientované na legální i nelegální vydělávání peněz, se v rozmezí deseti let odehrává příběh trojice zúčastněných osob: Sam \"Ace\" Rothstein (Robert De Niro) je bývalý hazardní hráč, dosazený mafiánským gangem do Las Vegas na vedoucí místo velkého kasina, které se jeho přičiněním stane minořádně úspěšným. Rothsteinovu osobní bezpečnost zajišťuje jeho nejlepší přítel, brutální gangster Nicky Santoro (Joe Pesci). Osudový zvrat do Samova života přinese profesionální podvodnice Ginger McKennaová, do níž se Rothstein zamiluje a jíž bezmezně věří. Město, obklopené ze všech stran pouští, je pro Scorseseho prostorem ze zvláštní působivostí, místem, kde platí odlišná pravidla a kde může organizovaný zločin dospět k naprosté dokonalosti.(Bontonfilm)\n\nČSFD: 88% (36.2k)"
    },
    {
      "imdb": "tt0120735",
      "name": "Sbal prachy a vypadni",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 87% (37.1k)",
      "csfdId": 7698,
      "csfdRating": 87,
      "csfdRatingCount": 37112,
      "poster": "https://images.metahub.space/poster/small/tt0120735/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120735/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "105 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Komedie"
      ],
      "description": "Eddy je brilantní karbaník. Sto tisíc liber, které dal společně s kamarády dohromady, by mohl  během jediného večera několikanásobně rozmnožit. Risk je zisk, ale ne vždycky. Eddy narazil na profesionály a za několik hodin prohrál 600 000 liber. Počty profesionálních hráčů jsou jednoduché. Eddy a jeho kámoši Tom, Bacon a Soap musí do týdne sehnat půl miliónu nebo začnou pomalu přicházet o prstíčky. I v tak velkém městě jako je Londýn se tak velký balík nedává dohromady snadno. Naštěstí bizarní londýnské podsvětí nabízí šikovným chlapíkům pár možností, jak rychle přijít k penězům...(oficiální text distributora)\n\nČSFD: 87% (37.1k)"
    },
    {
      "imdb": "tt0240772",
      "name": "Dannyho parťáci",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 83% (57.1k)",
      "csfdId": 8564,
      "csfdRating": 83,
      "csfdRatingCount": 57096,
      "poster": "https://images.metahub.space/poster/small/tt0240772/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0240772/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "116 min",
      "genres": [
        "Krimi",
        "Komedie",
        "Thriller"
      ],
      "description": "Lupič Danny Ocean je mužem akce. Ještě neuplynulo ani čtyřiadvacet hodin od chvíle, kdy byl propuštěn z věznice v New Jersey a už plánuje další kšeft. Za jednu noc hodlá Danny spolu s týmem jedenácti specialistů přepadnout najednou hned tři kasina, která ve svých sejfech skrývají stopadesát milionů dolarů. Všechna kasina patří Terrymu Benedictovi, který shodou okolností právě žije s Dannyho bývalou ženou Tess. Je to náhoda nebo motiv? To ví pouze on. V každém případě riskuje nejen svůj život, ale také možnost opět se s Tess sblížit. Pokud se mu jeho takřka neuskutečnitelný plán podaří zrealizovat, potom naopak získá všechno...(oficiální text distributora)\n\nČSFD: 83% (57.1k)"
    },
    {
      "imdb": "tt0083944",
      "name": "Rambo: První krev",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 85% (44.4k)",
      "csfdId": 16097,
      "csfdRating": 85,
      "csfdRatingCount": 44416,
      "poster": "https://images.metahub.space/poster/small/tt0083944/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0083944/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "93 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Voják americké armády John Rambo (Sylvester Stallone) se po letech vrací z pekla vietnamské války zpět do své vlasti. Ale politická situace se mezitím změnila, mladý muž se setkává jen s nepochopením a jednoho dne je šerifem malého podhorského městečka (Brian Dennehy) zatčen pro potulku a odveden na místní policejní stanici. Podaří se mu však utéct a v nedalekých horách svádí se svými pronásledovateli nelítostný boj o holý život.(oficiální text distributora)\n\nČSFD: 85% (44.4k)"
    },
    {
      "imdb": "tt0118715",
      "name": "Big Lebowski",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 83% (47.2k)",
      "csfdId": 1604,
      "csfdRating": 83,
      "csfdRatingCount": 47246,
      "poster": "https://images.metahub.space/poster/small/tt0118715/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118715/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "117 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Jeff \"Dude\" Lebowski je nejlenivější chlápek z Los Angeles a okolí. Miluje bowling, koktejl zvaný Bílý medvěd, marihuanu a svůj koberec. Díky shodě jmen je ale považován za boháče, který se shodou neskutečných náhod stane obětí vydírání. Místo toho, aby mu skutečný boháč Lebowski zaplatil zašpiněný koberec, musí Jeff se svými neschopnými kumpány předat výkupné za jeho rozmazlenou dceru. Vše by mohlo jít docela v klidu, kdyby se Jeffův kámoš Walter (John Goodman) nerozhodl shrábnout prachy na výkupné bez ohledu na následky. Big Lebowski je dnes již kultovní klasika bratrů Coenových s Jeffem Bridgesem v hlavní roli.(Cinemax)\n\nČSFD: 83% (47.2k)"
    },
    {
      "imdb": "tt0183649",
      "name": "Telefonní budka",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 84% (42.7k)",
      "csfdId": 8227,
      "csfdRating": 84,
      "csfdRatingCount": 42716,
      "poster": "https://images.metahub.space/poster/small/tt0183649/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0183649/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "81 min",
      "genres": [
        "Thriller",
        "Mysteriózní",
        "Psychologický"
      ],
      "description": "V západním Manhattanu na 53. ulici stojí snad poslední uzavřená telefonní budka v New Yorku. Právě z ní den co den ve stejnou dobu telefonuje arogantní mediální manažer Stuart Shepard začínající herečce Pam. Poslední den před tím, než mají budku zbourat, se však stanou dvě zdánlivě nevinné věci, které samolibému muži převrátí život vzhůru nohama. Nejprve na dvířka telefonní budky zaklepe doručovatel s pizzou, kterou si Stu neobjednal, a vzápětí zazvoní telefon. Shephard udělá tu chybu, že automaticky zvedne sluchátko a tím zpečetí svůj osud. Kdosi neznámý, který však o něm ví překvapivě mnoho, mu začne vyhrožovat. Přesvědčí Sheparda, že pokud nebude poslouchat jeho příkazy, odstřelí ho snajpr, jenž ho má na mušce a hraje si s ním jako kočka s myší. Komorní thriller režíroval Joel Schumacher, v hlavní roli exceluje Colin Farrell.(HBO Europe)\n\nČSFD: 84% (42.7k)"
    },
    {
      "imdb": "tt0401792",
      "name": "Sin City - město hříchu",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 80% (68.2k)",
      "csfdId": 178904,
      "csfdRating": 80,
      "csfdRatingCount": 68162,
      "poster": "https://images.metahub.space/poster/small/tt0401792/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0401792/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Noirový thriller plný násilí, v němž se prolíná několik dějových linií z oblíbených komiksů Franka Millera, vykresluje obraz nejděsivějšího města bez slitování pohledem těch nejdrsnějších postav. Bruce Willis exceluje v roli policajta s nemocným srdcem, který přislíbil ochranu sexy striptérce (Jessica Alba); Mickey Rourke hraje mrzoutského psance s posláním pomstít smrt své jediné životní lásky (Jaime Kingová) a Clive Owen ztvárňuje Shellieinu (Brittany Murphyová) tajnou lásku Dwighta, který po nocích brání Gail (Rosario Dawsonová) a její lehké děvy z Old Townu (Devon Aokiová a Alexis Bledelová) před drsňákem (Benicio Del Toro) se zálibou v násilí.(Cinemax)\n\nČSFD: 80% (68.2k)"
    },
    {
      "imdb": "tt0181689",
      "name": "Minority Report",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 82% (48.1k)",
      "csfdId": 8647,
      "csfdRating": 82,
      "csfdRatingCount": 48067,
      "poster": "https://images.metahub.space/poster/small/tt0181689/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0181689/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "145 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Píše se rok 2054. Washington D.C. je zbaven kriminality. Budoucnost je světlá. Vina je potrestána dřív, než ke zločinu vůbec dojde. PreKrim, elitní jednotka Ministerstva spravedlnosti, dokáže vraždě zabránit díky třem jasnovidcům, psychotronickým osobnostem, které neomylně určí pachatele. Je to nejmodernější obrana proti zločinu, dokonalý systém. Velitel jednotky PreKrim John Anderton (Tom Cruise) má dobrý důvod pracovat na této vizi ze všech sil. Jeho motivem je ušetřit tisíce lidí tragédie, jakou sám prožil. Informace od tří médií se nejdříve přenesou na plazmovou obrazovku. John zde analyzuje, co jasnovidci vidí. Nepochybuje o své práci, dokud se sám nestane podezřelým číslo 1. Pak Johna Andertona jeho vlastní jednotka pod vedením osobního rivala Danny Witwera (Colin Farrell) sleduje na každém kroku...(oficiální text distributora)\n\nČSFD: 82% (48.1k)"
    },
    {
      "imdb": "tt0095705",
      "name": "Bláznivá střela",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 85% (33.9k)",
      "csfdId": 10197,
      "csfdRating": 85,
      "csfdRatingCount": 33874,
      "poster": "https://images.metahub.space/poster/small/tt0095705/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0095705/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "86 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Akční"
      ],
      "description": "Někdo nezažije nic dobrodružného, kdyby se rozkrájel. A někomu stačí vyjít na ulici a ocitne se v samém centru těch nejbláznivějších situací, jaké si umíme představit. Poručík losangelské policie Frank Drebin patří k těm druhým. Dlužno ovšem po pravdě říct, že Frank nedostává nic zadarmo, že na celém tom zmatku, který vždy a všude jeho osobu provází, tvrdě a systematicky pracuje. A protože štěstí, jak známo, přeje připraveným, bývá to ostatní už jen logickým vyústěním děje. Jako třeba teď, kdy má do Los Angeles zavítat sama britská královna Alžběta a oddíl, jehož je Frank členem, je pověřen její ochranou...(oficiální text distributora)\n\nČSFD: 85% (33.9k)"
    },
    {
      "imdb": "tt0315733",
      "name": "21 gramů",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 84% (34.6k)",
      "csfdId": 43073,
      "csfdRating": 84,
      "csfdRatingCount": 34629,
      "poster": "https://images.metahub.space/poster/small/tt0315733/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0315733/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "124 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Cristina Pecková (Naomi Watts), která od doby svého neklidného mládí již dozrála, je milovanou starší sestrou Claudie (Clea DuVall), hodnou manželkou Michaela (Danny Huston) a milující matkou dvou malých dcer. Její rodina vyzařuje naději a radost. Na mnohem nižší společenské i ekonomické úrovni se nachází bývalý trestanec Jack Jordan (Benicio Del Toro) a jeho žena Marianne (Melissa Leo), která nemůže zajistit důstojné zázemí svým dvěma dětem, zatímco Jack řeší problémy s obrácením se k víře. Tragická nehoda způsobí, že se tito lidé z odlišných prostředí, ocitnou v jediném společném světě. V důsledku toho Paul stane tváří v tvář své vlastní smrtelnosti, Cristine se střetává s událostmi, které mohou ovlivnit její přítomný a snad i budoucí život a Jackova víra podstupuje závažnou zkoušku. Pokud se komukoliv z nich podaří získat si zpět ztracenou duševní rovnováhu, může to ostatní stát mnoho. Vůle žít a instinkt nutící hledat podporu v těžké situaci u jiných, zůstává v jejich existenci všudypřítomný.(oficiální text distributora)\n\nČSFD: 84% (34.6k)"
    },
    {
      "imdb": "tt0378194",
      "name": "Kill Bill 2",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 79% (60.6k)",
      "csfdId": 136304,
      "csfdRating": 79,
      "csfdRatingCount": 60602,
      "poster": "https://images.metahub.space/poster/small/tt0378194/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0378194/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "136 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Svatební obřad bývalé členky Komanda Zmijí Zabijáků, Černé Mamby, změnil její pomstychtivý ex-milenec Bill s bývalými kumpány v krvavý masakr. Těhotná Nevěsta však kulku vpálenou do hlavy přežila: po čtyřech letech strávených v kómatu procitla a vydala se na cestu pomsty. Už zlikvidovala první dvě položky na svém seznamu smrti O-Ren Ishii zvanou Korálovec a Vernitu Green Smrtonoše. Zbývá jí však zabít ještě Elle Driver přezdívanou Kalifornský Horský Had, Budda zvaného Chřestýš a samozřejmě bývalého šéfa, milence a otce jejího dítěte - Billa. Ti tři však už vědí, co jim hrozí - a myslí si, že jsou na to připraveni... Druhá část mistrovského akčního hitu Quentina Tarantina (první měla v českých kinech premiéru loni v říjnu) líčí další osudy odhodlané Nevěsty a vyvrcholení její pomsty. Ve strhujícím příběhu, vyprávěném jak je zvykem režiséra Gaunerů (Reservoir Dogs), Pulp Fiction - Historek z podsvětí a Jackie Brownové - na přeskáčku, se však vracíme i do minulosti. Zbývá toho ještě spoustu dopovědět: Co se vlastně stalo v kostele v texaském El Pasu? A proč se to stalo? Žije dcera, již Nevěsta považovala za mrtvou? Jakým výcvikem prošla hrdinka v Japonsku? A jak se vlastně ve skutečnosti jmenuje? Ale především: dokáže Nevěsta naplnit svou krvavou pomstu tak, jak si naplánovala?(oficiální text distributora)\n\nČSFD: 79% (60.6k)"
    },
    {
      "imdb": "tt0230600",
      "name": "Ti druzí",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 83% (35k)",
      "csfdId": 17445,
      "csfdRating": 83,
      "csfdRatingCount": 34998,
      "poster": "https://images.metahub.space/poster/small/tt0230600/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0230600/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "101 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller",
        "Drama"
      ],
      "description": "Je konec druhé světové války a Grace (Nicol Kidmanová) s dvěma dětmi čeká v Jersey na manželův návrat z bojů. Děti trpí alergií na sluneční světlo - jejich rozlehlý dům je proto celý potemnělý a v jeho zšeřelých zákoutí se kromě Grace, dětí a služebnictva skrývá cosi dalšího... Alejandro Amenábar, režisér španělsko - chilského původu, jehož celosvětově úspěšný snímek Otevři oči (Abre los ojos) s Penelope Cruzovou z roku 1997 se dočkal americké coververze pod názvem Vanilla Sky, dokončil snímek Ti druzí už v angličtině a v americko-francouzsko-španělské koprodukci. Film s Nicol Kidmanovou v hlavní roli se prvních osm týdnů udržel v první pětce US BOX OFFICE a jen v USA vydělal přes 96 miliónů dolarů.(oficiální text distributora)\n\nČSFD: 83% (35k)"
    },
    {
      "imdb": "tt0234215",
      "name": "Matrix Reloaded",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 78% (61.1k)",
      "csfdId": 9497,
      "csfdRating": 78,
      "csfdRatingCount": 61103,
      "poster": "https://images.metahub.space/poster/small/tt0234215/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0234215/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "138 min",
      "genres": [
        "Akční",
        "Sci-Fi"
      ],
      "description": "Druhé pokračování trilogie Matrix nás opět zavede do temného světa budoucnosti ovládaného stroji. Lidstvo stále trpí v otroctví virtuální reality, z kterého ho může osvobodit jen Vyvolený. Nea s Morpheem a Trinity čeká boj s armádou strojů a jejich arzenálem počítačově nelidských schopností a zbraní. Pokud ale chtějí zastavit zotročování lidstva, není jiná možnost než boj na život a na smrt. Nezbývá jim nic jiného než proniknout hluboko do struktur Matrixu a během 72 hodin objevit a zlikvidovat centrum Zion i s jeho pomocnými jednotkami. Neo ve svých temných nočních můrách vidí, že Trinitiným osudem je smrt. Dokáže se znovu vzepřít osudu a svou mocí zastavit nekonečné útoky strojů?(TV Nova)\n\nČSFD: 78% (61.1k)"
    },
    {
      "imdb": "tt0096895",
      "name": "Batman",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 81% (36.5k)",
      "csfdId": 1069,
      "csfdRating": 81,
      "csfdRatingCount": 36457,
      "poster": "https://images.metahub.space/poster/small/tt0096895/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0096895/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Velkoměsto Gotham City je sužováno gangstery, které vede kyselinou děsivě znetvořený Joker. Policie se zdá být bezmocná. Mnohem větší respekt mezi zločinci budí maskovaný netopýří muž - Batman - objevující se vždy tam, kde je páchána nějaká nepravost. Reportérka Vicki Valeová, píšící o Batmanových kouscích, se seznámí s plachým milionářem Brucem Waynem a stráví s ním opojnou noc. Joker se snaží Vicki unést, ale dívka je v poslední chvíli zachráněna Batmanem. Novinářka začíná tušit pravdu. Wayne a Batman jsou jedna osoba. Mezitím běsnící Joker terorizuje město otrávenými kosmetickými přípravky a vyzývá Batmana na rozhodující souboj.(Magic Box)\n\nČSFD: 81% (36.5k)"
    },
    {
      "imdb": "tt0257044",
      "name": "Cesta do zatracení",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 83% (26.6k)",
      "csfdId": 6656,
      "csfdRating": 83,
      "csfdRatingCount": 26617,
      "poster": "https://images.metahub.space/poster/small/tt0257044/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0257044/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "117 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Titul Road to Perdition lze chápat ve dvou významech. Perdition je jméno města, do kterého jede Michael Sullivan (Tom Hanks) se svým synem Michaelem Sullivanem jr. (Tyler Hoechlin). Perdition - zatracení - je také eufemismus pro peklo. A Sullivan senior poznává, že si zvolil životní cestu vedoucí do pekel. Modlí se, aby svého syna od takové cesty uchránil. Je rok 1931, doba velké hospodářské krize. Michael Sullivan, nájemní vrah, pracuje pro irský gang. Do jeho života vstoupí pan John Rooney (Paul Newman). Zachrání mu život dřív, než si Michael Sullivan vůbec uvědomí, že o krk jde. Pan Rooney je pro Sullivana seniora vzorem. Totéž k svému otci cítí Sullivan junior. Annie Sullivanová (Jennifer Jason Leigh) svého muže velmi miluje. Neptá se ho na jeho práci. Má se dobře a je za to vděčná, ale často má strach. Bojí se o děti. Avšak práce zasáhne do života Sullivanovy rodiny. Umírá manželka Annie a jejich starší syn. Michael Sullivan se s druhým synem vydává na cestu odplaty a vyrovnání.(oficiální text distributora)\n\nČSFD: 83% (26.6k)"
    },
    {
      "imdb": "tt0286106",
      "name": "Znamení",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 79% (41.6k)",
      "csfdId": 8363,
      "csfdRating": 79,
      "csfdRatingCount": 41602,
      "poster": "https://images.metahub.space/poster/small/tt0286106/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0286106/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "106 min",
      "genres": [
        "Mysteriózní",
        "Drama",
        "Sci-Fi",
        "Thriller",
        "Horor"
      ],
      "description": "Graham Hess a jeho rodina žijí na farmě daleko v polích. Jednoho dne se probudí a zjistí, že přímo za jejich domem je obrovský kruh v kukuřičném lánu. Zaslechnou zvěsti o tom, že je to znamení mimozemšťanů. Zvířata v okrese se začínají chovat zvláštně, psi se stávají agresivními. S rostoucím strachem sledují televizní zprávy, které dokola opakují, že znamení v obilí se rychle objevují po celém světě. Kdo jsou jejich tvůrci? Co se jimi pokoušejí sdělit? Čeká Zemi útok? Skutečnosti, které odhalí Graham během vyšetřování tohoto jevu, navždy změní životy jeho bratra a dětí.(TV Nova)\n\nČSFD: 79% (41.6k)"
    },
    {
      "imdb": "tt0102510",
      "name": "Bláznivá střela 2 a 1/2: Vůně strachu",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 83% (22.4k)",
      "csfdId": 10196,
      "csfdRating": 83,
      "csfdRatingCount": 22352,
      "poster": "https://images.metahub.space/poster/small/tt0102510/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102510/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "86 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Akční"
      ],
      "description": "Alfou a omegou dnešního světa je energie. A americká energetická politika se má do budoucna řídit podle projektu doktora Mainheimera, který jednoznačně preferuje alternativní zdroje této životadárné síly. Tak to alespoň plánuje prezident George Bush. Podnikatelé z oblasti tradiční energie, v čele s úlisným elegánem Hapsburgem, šéfem Hexagonské naftové společnosti, mají ovšem představy diametrálně odlišné. A protože se pro uhájení svého zisku nezastaví před ničím, je celý ten geniální Bushův plán ohrožen v samotném počátku. Jen jediný člověk se dokáže zlotřilým průmyslníkům postavit: Frank Drebin z losangelské policie...(oficiální text distributora)\n\nČSFD: 83% (22.4k)"
    },
    {
      "imdb": "tt0369339",
      "name": "Collateral",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 80% (31.8k)",
      "csfdId": 134254,
      "csfdRating": 80,
      "csfdRatingCount": 31792,
      "poster": "https://images.metahub.space/poster/small/tt0369339/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0369339/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Americký thriller Collateral (2004) se odehrává v Los Angeles, kde náhoda svede během jedné deštivé noci dohromady černošského taxikáře Maxe (Jamie Foxx) a nájemného vraha Vincenta (Tom Cruise). Přemýšlivý Max už jezdí taxíkem dvanáct let a sní o vlastní firmě s limuzínami. Jeho elegantní zákazník Vincent si ho najme na celou noc, a tak se pro Maxe nastávající hodiny změní v peklo. Cynický zabiják musí během několika hodin zabít na objednávku narkomafie pět lidí. Do svého úkolu se pustí s profesionální chladnokrevností, i když má v patách policii, FBI a nakonec i své zákazníky. Bezmocný taxikář se stává nedobrovolným řidičem a průvodcem člověka, který rád filozofuje, dokáže i ve vypjatých situacích vtipkovat a lidský život pro něho znamená pramálo…(Česká televize)\n\nČSFD: 80% (31.8k)"
    },
    {
      "imdb": "tt0106489",
      "name": "Příběh z Bronxu",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 85% (16.2k)",
      "csfdId": 11970,
      "csfdRating": 85,
      "csfdRatingCount": 16208,
      "poster": "https://images.metahub.space/poster/small/tt0106489/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106489/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "121 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "60. léta, newyorský Bronx. Boss bronxské mafie Sonny zabil člověka jen tak... Za bílého dne vytáhl pistoli a střílel. Svědkem činu se stal devítiletý kluk Calogero, který je fascinován vzrušujícím světem mafie a u výslechu Sonnyho neprozradil. Tak začalo toto jejich podivné kamarádství...(North Video)\n\nČSFD: 85% (16.2k)"
    },
    {
      "imdb": "tt0166924",
      "name": "Mulholland Drive",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 82% (21.7k)",
      "csfdId": 6256,
      "csfdRating": 82,
      "csfdRatingCount": 21734,
      "poster": "https://images.metahub.space/poster/small/tt0166924/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0166924/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "147 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Romantický"
      ],
      "description": "Uprostřed noci na pusté losangeleské ulici Mulholland Drive se schyluje k vraždě. Do luxusního cadillacu však narazí vůz řízený opilými mladíky dřív, než stačí muž ve večerním obleku zastřelit elegantní tmavovlásku. Muži v autě zemřou, otřesená žena bloudí nočními ulicemi. Plavovláska Betty Elmsová, která právě přijela z rodného kanadského zapadákova Deep River do Hollywoodu, vyděšenou oběť ráno najde v zamčeném bytě poblíž Sunset Boulevardu, který jí na čas přenechala tetička Ruth. Neznámá, která si podle plakátu na film Gilda začne říkat Rita, ztratila paměť - a Betty se rozhodne pomoci jí pátrat po minulosti plné temných stínů. Zároveň se pokouší realizovat svůj sen stát se herečkou.Důležitou roli v navzájem propletených příbězích obou žen hraje režisér Adam Kesher přeobsazující zrovna hlavní ženskou roli ve svém příštím hitu Příběh Sylvie Northové, ale i byteček v Sierra Bonita, kam se uchylují dívky, které v hollywoodském světě snů zabloudily na své cestě ke slávě. Nesmíme ovšem zapomenout ani na herečku jménem Camilla Rhodesová, filmového bosse jménem Roque, který s lidmi zachází jako s bezmocnými loutkami, a na jeho mafiánské pohůnky - bratry Castiglianeovy. Svou roli hraje i zlověstný sen, který v restauraci Winkie's na Sunset Boulevardu vypráví velice vyděšený muž jménem Dan... a také podivný noční podnik s názvem Klub Ticha, kabelka s pětadvaceti tisíci dolary a modrá krabice neznámého obsahu, od níž dost dlouho schází ten správný klíč. V příběhu vystavěném na principech snu si autor pohrává s tím, co si obvykle představujeme pod logikou vyprávění, tradiční chronologií, totožností filmových postav i neměnnou podobou předmětů ve filmovém příběhu. Divák si teprve postupně skládá \"skutečný\" příběh filmu, který se výrazně liší od \"vnějšího\" příběhu, který sleduje. Stejně jako v Lost Highway totiž sledujeme cesty vyšinuté mysli, která po naplnění jistého definitivního činu zkouší výčitkám svědomí uniknout do svých představ. Možná, že touha po úniku z reality se ovšem i podruhé zvrhne jen v další zlý sen o lásce k nesprávné osobě...(Artcam Films)\n\nČSFD: 82% (21.7k)"
    },
    {
      "imdb": "tt0399201",
      "name": "Ostrov",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 76% (45.6k)",
      "csfdId": 180956,
      "csfdRating": 76,
      "csfdRatingCount": 45574,
      "poster": "https://images.metahub.space/poster/small/tt0399201/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0399201/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "136 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Píše se rok 2019 a Lincoln 6-Echo patří ke šťastlivcům, kteří přežili kontaminaci Země a nyní žijí v rozsáhlém moderním Institutu pod neustálým dohledem. Spřátelí se tam s půvabnou dívkou Jordan 2-Delta, která je vylosována, aby se přesunula na Ostrov. Údajně je to jediné místo na zeměkouli, které není zamořeno, a všichni touží po tom, aby tam mohli odcestovat. Jenže Lincolna na rozdíl od ostatních pronásledují neodbytné otázky, na něž hledá odpověď. A když se mu podaří vniknout do technického sektoru, zjistí, že všichni obyvatelé Institutu jsou součástí děsivého experimentu s klonováním, že Země není zničená a Ostrov neexistuje. Také Lincoln a Jordan jsou klony skutečných lidí, jimž mají poskytnout náhradní orgány pro transplantaci. Dvojici se podaří uprchnout, a přestože svět lidí je pro ně nebezpečný a v mnohém nepochopitelný, vědí, že svobodu si musejí vybojovat nejen pro sebe, ale i pro ostatní vězněné bytosti určené k likvidaci…(oficiální text distributora)\n\nČSFD: 76% (45.6k)"
    },
    {
      "imdb": "tt0328107",
      "name": "Muž v ohni",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 81% (23.3k)",
      "csfdId": 43440,
      "csfdRating": 81,
      "csfdRatingCount": 23257,
      "poster": "https://images.metahub.space/poster/small/tt0328107/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0328107/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "146 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Myslel si, že již nemá co ztratit, ale nebyla to pravda.Bývalý vládní agent John Creasy, pronásledovaný výčitkami svědomí, díky pomoci starého kamaráda Rayburna získává práci v Mexiko City, kde má dělat osobního strážce devítileté holčičce. Pita je dcerou místního automobilového magnáta Samuela Ramose a jeho ženy, Američanky Lisy. V městě prolezlém kšeftaři, korupcí, skandály a mafií nebezpečí číhá na každém rohu, v posledních dnech navíc z místních ulic zmizelo několik dětí. Není divu, že se rodiče o dceru bojí. Proto si vybrali muže, na kterého se můžou spolehnout. Chladnokrevně uvažující Creasy si k malé Pitě buduje velmi osobitý vztah. V okamžiku, kdy ji unese banda a on je těžce zraněn, vyhlásí nelítostnou válku všem, kteří byli do akce zapleteni...(oficiální text distributora)\n\nČSFD: 81% (23.3k)"
    },
    {
      "imdb": "tt0327056",
      "name": "Tajemná řeka",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 81% (23.6k)",
      "csfdId": 43014,
      "csfdRating": 81,
      "csfdRatingCount": 23583,
      "poster": "https://images.metahub.space/poster/small/tt0327056/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0327056/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "138 min",
      "genres": [
        "Mysteriózní",
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Jimmy Marcus (Sean Penn), Sean Devine (Kevin Bacon) a Dave Boyle (Tim Robbins) jsou přáteli už od dětství. Jejich poslední setkání však není příjemné. Sean v roli policisty vyšetřuje případ smrti Jimmyho nejstarší dcery Katie. Okolnosti její smrti jsou velice podivné a tak musí Sean vybrat z mnoha zmatených stop tu jedinou, která by vedla k objasnění případu. A pak je tu ještě Jimmyho vztek a touha po odplatě. Sean tedy stojí před velice zamotanou záhadou...(oficiální text distributora)\n\nČSFD: 81% (23.6k)"
    },
    {
      "imdb": "tt0242653",
      "name": "Matrix Revolutions",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 74% (56k)",
      "csfdId": 9498,
      "csfdRating": 74,
      "csfdRatingCount": 56027,
      "poster": "https://images.metahub.space/poster/small/tt0242653/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0242653/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Sci-Fi"
      ],
      "description": "V posledním pokračování trilogie o Matrixu se dostane Neo (Keanu Reeves) společně s Trinity (Carrie-Anne Moss) a Morpheem (Laurence Fishburne) do finálové bitvy proti počítačovým vládcům univerza. Zion je v podstatě dobytou baštou lidského odporu, vzbouřenci přicházejí o jednu loď za druhou a zrada číhá i v jejich řadách. Neo má navíc problém se svojí jedinečností. Není to však jenom manipulace? A jak rozlišit lidskost od pouhé iluze? Začíná akčnější a napínavější příběh, než oba dva předešlé ...(oficiální text distributora)\n\nČSFD: 74% (56k)"
    },
    {
      "imdb": "tt0103074",
      "name": "Thelma a Louise",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 84% (16.6k)",
      "csfdId": 8275,
      "csfdRating": 84,
      "csfdRatingCount": 16597,
      "poster": "https://images.metahub.space/poster/small/tt0103074/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103074/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "130 min",
      "genres": [
        "Krimi",
        "Drama",
        "Road movie"
      ],
      "description": "Samostatná, životem zatrpklá servírka Louise Sawyer a její kamarádka, poddajná, despotickým manželem Darrylem ovládaná Thelma Dickinson, se vydají na víkendový výlet do hor, aby unikly nudě všedního života. Když se večer zastaví na večeři, Thelma nadšená pocitem svobody se opije a začne koketovat s náhodným známým Harlanem. Když se ji muž pokusí na parkovišti znásilnit, objeví se Louisa a po prudké hádce ho v afektu zastřelí. V panickém strachu se ženy rozhodnou utéci do Mexika rozhodnuté nevolat policii, která by jim prý stejně nevěřila... Známý snímek je nejen klasickou road movie, ale také pozoruhodnou výpovědí o současném světě, svobodě a o vztazích mezi muži a ženami.(oficiální text distributora)\n\nČSFD: 84% (16.6k)"
    },
    {
      "imdb": "tt0083658",
      "name": "Blade Runner",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 77% (35.5k)",
      "csfdId": 8268,
      "csfdRating": 77,
      "csfdRatingCount": 35511,
      "poster": "https://images.metahub.space/poster/small/tt0083658/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0083658/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "118 min",
      "genres": [
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Počátkem 21. století dosáhla společnost Tyrell ve výzkumu robotů fáze Nexus. Její výrobky byly téměř identické s lidmi, nelišily se ani inteligencí. Lidé používali replikanty při nebezpečných výpravách nebo jako otroky při kolonizaci jiných planet. Po krvavé vzpouře replikantů v jedné z mimozemských kolonií byl robotům pod trestem smrti zakázán pobyt na Zemi. Na plnění tohoto nařízení dohlížely speciální jednotky Blade Runner, pověřené vyhledáváním a likvidací replikantů, kteří zákaz poruší.(oficiální text distributora)\n\nČSFD: 77% (35.5k)"
    },
    {
      "imdb": "tt0278504",
      "name": "Insomnie",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 79% (29.3k)",
      "csfdId": 6994,
      "csfdRating": 79,
      "csfdRatingCount": 29298,
      "poster": "https://images.metahub.space/poster/small/tt0278504/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0278504/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "118 min",
      "genres": [
        "Mysteriózní",
        "Krimi",
        "Thriller"
      ],
      "description": "Detektivové Will Dormer (Al Pacino) a Hap Eckhart (Martin Donovan) vyšetřují případ nedovoleného přistání, avšak jsou odvoláni, aby pomohli objasnit brutální vraždu středoškolské studentky, která se stala na Aljašce. Tam se setkají s místní mladou detektivkou Ellie (Hilary Swank), která podivínského Dormera obdivuje už od dob, kdy chodila na Policejní akademii. Má ještě schovanou školní práci, ve které analyzovala jeho geniální postupy. Vypadá to, že rutinní metody budou k nalezení vraha stačit, ale hlavním podezřelým je chytrý a manipulativní spisovatel Walter Finch (Robin Williams), který Dormera deptá a stane se jeho noční můrou. A pak je Hap zastřelen...(Bontonfilm)\n\nČSFD: 79% (29.3k)"
    },
    {
      "imdb": "tt0110475",
      "name": "Maska",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 74% (50.1k)",
      "csfdId": 7932,
      "csfdRating": 74,
      "csfdRatingCount": 50112,
      "poster": "https://images.metahub.space/poster/small/tt0110475/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110475/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "101 min",
      "genres": [
        "Fantasy",
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Bankovní úředník Stanley Ipkiss je nešika a smolař, a navíc nemá ani štěstí v lásce. Jednoho dne se ale jeho život změní. Cestou z práce mu na mostě vypoví službu auto a Stanley zahlédne v řece starobylou dřevěnou masku plovoucí na hladině. Mladík masku vyloví, a když si ji později téhož večera náhodou nasadí, promění se v bytost se zelenou tváří, která má schopnosti kresleného hrdiny a využívá animovaných rekvizit. V masce je z něj úplně jiný člověk: vytrestá svou zlou bytnou, na ulici přechytračí partu násilníků, potrestá podvodníky v autoopravně. Před policejním poručíkem Mitchem Kellawayem, jenž podivné noční události vyšetřuje, Stanley předstírá nevědomost. Ostatně sám si není jist, jestli se mu všechno jenom nezdálo(oficiální text distributora)\n\nČSFD: 74% (50.1k)"
    },
    {
      "imdb": "tt0238380",
      "name": "Equilibrium",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 76% (37.5k)",
      "csfdId": 10638,
      "csfdRating": 76,
      "csfdRatingCount": 37488,
      "poster": "https://images.metahub.space/poster/small/tt0238380/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0238380/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "107 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller",
        "Drama"
      ],
      "description": "Chladný svět budoucnosti, kde svoboda a cit jsou mimo zákon.21. století, svět po třetí světové válce. John Preston je zvláštní agent vycvičený k trestání lidí, kteří nedodržují společností stanovená pravidla. Striktní režim světa budoucnosti likviduje každého, kdo projeví cit či ukrývá knihy, umělecká díla či hudební nosiče. Ty jsou totiž zakázány, protože umějí vyvolávat emoce a ohrožují tak umělou stabilitu totalitního státu založeného na strachu a represi. Co se stane, když agent s povolením zabíjet všechny, kteří se nějakým způsobem pokoušejí vymknout tomuto nesnesitelnému životu, vynechá svou povinnou pravidelnou dávku Prozia - drogy zbavující lidi emocí? A co se stane, když tento muž vzápětí potká krásnou a citlivou mladou ženu, která je odsouzena k smrti? Johnovi nezbývá než přehodnotit vše, co dosud bezduše vyznával, a pokusit se zachránit svět i sebe samotného.(oficiální text distributora)\n\nČSFD: 76% (37.5k)"
    },
    {
      "imdb": "tt0181852",
      "name": "Terminátor 3: Vzpoura strojů",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 74% (45.8k)",
      "csfdId": 15908,
      "csfdRating": 74,
      "csfdRatingCount": 45797,
      "poster": "https://images.metahub.space/poster/small/tt0181852/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0181852/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "109 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller"
      ],
      "description": "Od chvíle, kdy John Connor s matkou a terminátorem zabránili zkáze lidstva, uplynulo deset let. John se snaží žít tak, aby ho stroje nedokázaly najít. Vymazal o sobě všechny údaje a zničil vše, co by ho mohlo spojovat s minulostí. Jedné noci se ale objeví nejdokonalejší typ terminátora s označením T-X, který se vydá hledat cíle určené k likvidaci. John je zraněn při autonehodě, a tak se vloupe na veterinární kliniku pro léky. Přistihne ho tam Kate, která se vrátila kvůli jedné ze svých zákaznic. Ukáže se, že se oba znají ze školy, ale dřív než si cokoli stačí vysvětlit, vtrhne na stanici T-X a zabije zákaznici v domnění, že jde o Kate. Zjistí, že v budově je i její hlavní cíl John Connor, ale dřív než je stačí oba zabít, zachrání je starší typ terminátora T-101. Ten pak Johnovi řekne, že byl vyslán, aby ho chránil, a že soudný den byl jejich zásahem před deseti lety pouze oddálen a nyní zbývají do vypuknutí jaderné války pouhé tři hodiny.(TV Nova)\n\nČSFD: 74% (45.8k)"
    },
    {
      "imdb": "tt0408306",
      "name": "Mnichov",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 80% (20.4k)",
      "csfdId": 211208,
      "csfdRating": 80,
      "csfdRatingCount": 20386,
      "poster": "https://images.metahub.space/poster/small/tt0408306/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0408306/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "164 min",
      "genres": [
        "Drama",
        "Thriller",
        "Historický"
      ],
      "description": "Nejtragičtější den v olympijských dějinách, masakr izraelských sportovců v roce 1972 v Mnichově, který měla na svědomí palestinská teroristická organizace Černé září, se nesmazatelně vepsal do historie dvacátého století. O událostech, které následovaly, toho v učebnicích dějepisu nebo dobovém tisku mnoho nenajdete. Sérii nájemných vražd proti strůjcům atentátu, které naplánovala a provedla izraelská tajná služba, v mistrovsky napínavém thrilleru zmapovala režisérská legenda Steven Spielberg... Hrdinou příběhu je mladý Izraelec, příslušník tajné služby Avner (Eric Bana - Trója, Hulk), který je stejně jako většina jeho krajanů zdrcen mnichovskou tragédií. V téhle atmosféře ho osloví důstojník Mossadu Ephraim (Geoffrey Rush - Záře, Piráti z Karibiku), jenž mu nabídne účast v nejriskantnější operaci, kterou do té doby tajná služba židovského státu provedla. Avner musí opustit těhotnou manželku, změnit totožnost a využít všech svých schopností k dopadení a zabití jedenácti mužů, které Mossad obvinil z přípravy mnichovských vražd. Přes své mládí a nazkušenost se Avner brzy stane vůdcem pětičlenné skupiny, v níž kromě něj figuruje řidič Steve (Daniel Craig - nový James Bond), schopný padělatel Hans (Hanns Zischler), odborník na výbušniny Robert (Matthieu Kassovitz) a \"čistič\" Carl (Ciaran Hinds). Po celém světě metodicky vyhledávají a úspěšně odstraňují \"své\" muže a čím dál víc na ně doléhají tři zásadní otázky: Co jsou zač ti, které zabíjíme? Lze jejich vraždy ospravedlnit? Zabrání jejich smrt dalšímu teroru? V souboji svědomí a touhy po pomstě si navíc uvědomují další nepříjemný fakt - čím déle budou lovit teroristy, tím pravděpodobnější je, že i oni začnou být loveni... Scénář k Mnichovu napsal držitel Pullitzerovy ceny Tony Kushner, kterého nadchla spolupráce se Spielbergem. \"Nikdo nedokáže vtisknout příběhu tolik napětí jako Steven. U něj víte, že vás už v první minutě nemilosrdně hodí přímo do epicentra příběhu, zmačkne jako citrón a přitom si ještě najde čas pro hledání odpovědí na velmi citlivé otázky,\" říká Kushner.(oficiální text distributora)\n\nČSFD: 80% (20.4k)"
    },
    {
      "imdb": "tt0416320",
      "name": "Match Point - Hra osudu",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 80% (20.7k)",
      "csfdId": 220721,
      "csfdRating": 80,
      "csfdRatingCount": 20716,
      "poster": "https://images.metahub.space/poster/small/tt0416320/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0416320/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "124 min",
      "genres": [
        "Drama",
        "Romantický",
        "Krimi",
        "Thriller"
      ],
      "description": "Muž, který řekl 'Raději bych byl šťastný než dobrý', viděl hluboko do podstaty života. Lidé se bojí čelit faktu, jak ohromná část života závisí na štěstí. Je děsivé vědět, kolik toho je mimo naši kontrolu. V tenisu jsou momenty, kdy míček udeří do okraje sítě a na setinu vteřiny se může překulit dopředu nebo zpátky. S trochou štěstí spadne dopředu a vy vyhrajete. Nebo možná ne a vy prohrajete.\n\nČSFD: 80% (20.7k)"
    },
    {
      "imdb": "tt0110622",
      "name": "Bláznivá střela 33 a 1/3: Poslední trapas",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 79% (21.1k)",
      "csfdId": 8294,
      "csfdRating": 79,
      "csfdRatingCount": 21055,
      "poster": "https://images.metahub.space/poster/small/tt0110622/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110622/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "83 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Akční"
      ],
      "description": "Co se stane, když se nejpitomější policista na světě vrhne na udílení Oscarů? Zemětřesení je proti tomu procházka růžovou zahradou... Počkat! To není obyčejný pitomec! To je poručík Frank Drebin, kdo zkazí celý ceremoniál, aby překazil spiknutí teroristů, což pro něj může znamenat konec. Filmoví tvůrci, které tak milujete, se k Vám vrací v bláznivém pokračování veleúspěšné komedie s Leslie Nielsenem v hlavní roli.(oficiální text distributora)\n\nČSFD: 79% (21.1k)"
    },
    {
      "imdb": "tt0364569",
      "name": "Old Boy",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 82% (14k)",
      "csfdId": 168893,
      "csfdRating": 82,
      "csfdRatingCount": 14013,
      "poster": "https://images.metahub.space/poster/small/tt0364569/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0364569/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Únos Dae-sua se odehraje rovnou  před jeho domem, kde dosud poklidně žil se svou rodinou. Kdesi v podivném domácím vězení se dozví z televize, že jeho žena byla mezitím brutálně zavražděna a on že je z vraždy podezírán. V tmavé místnosti stráví patnáct let, než se jednoho dne stejně nečekaně probudí na svobodě. Od té chvíle se upne na pomstu neznámému vězniteli. S pomocí mladé Mido jej najde, jenže dotyčný muž ho postupně usvědčí z dávné viny. Spletité drama je plné napětí a tajemnosti, ale podle slov režiséra je především úvahou o pomstě a o touze, kterou každý zažije, ale málokdo uskuteční, protože společnost ji zatracuje jakožto negativní a zkázonosnou.(oficiální text distributora)\n\nČSFD: 82% (14k)"
    },
    {
      "imdb": "tt0258000",
      "name": "Úkryt",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 77% (23.6k)",
      "csfdId": 2670,
      "csfdRating": 77,
      "csfdRatingCount": 23615,
      "poster": "https://images.metahub.space/poster/small/tt0258000/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0258000/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "111 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Meg Altmanová s dcerkou Sarah se po rozvodu nastěhuje do exkluzivního bytu v klidné newyorské čtvrti. Objeví v něm i tajnou místnost vybavenou pro přežití, kterou nechal zbudovat předchozí majitel. Jenže právě tento nedobytný úkryt se stane cílem trojice gangsterů, kteří sem v noci vniknou přes střechu. Předpokládali totiž, že byt je prázdný. Meg s dcerkou se sice podaří v úkrytu zabarikádovat, ale nemají zdaleka vyhráno. Muži se totiž nezastaví před ničím, protože obsah zakódovaného sejfu v úkrytu je pro ně příliš cenný. Sarah je diabetička, stane se rukojmím zločinců a matce nezbývá než bojovat o dceřin život všemi zbraněmi.(oficiální text distributora)\n\nČSFD: 77% (23.6k)"
    },
    {
      "imdb": "tt0289765",
      "name": "Červený drak",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 75% (29k)",
      "csfdId": 7588,
      "csfdRating": 75,
      "csfdRatingCount": 29007,
      "poster": "https://images.metahub.space/poster/small/tt0289765/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0289765/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "124 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama",
        "Horor"
      ],
      "description": "Will Graham, agent FBI, je sice muž středního věku, a přece je již třetím rokem v penzi. Do důchodu odešel po vyšetřování série mimořádně brutálních vražd, kdy se seznámil i s doktorem Lecterem. Ten mu tehdy pomáhal. Will ovšem netušil, že mu pomáhá právě ten, po kom pátrá. Někdejší kolega Jack Crawford má nyní na krku neméně hrozivý případ. Masakr dvou rodin, vždy za úplňku. Do plného měsíce nyní zbývají tři týdny, když Jack požádá Willa o pomoc při pátrání po muži, který je s největší pravděpodobností geniálním šílencem nebo ztělesněním zla. Agent ve výslužbě musí znovu nasadit vlastní život a riskovat bezpečnost své rodiny. Jen tak má šanci Červeného draka vypátrat.(Bontonfilm)\n\nČSFD: 75% (29k)"
    },
    {
      "imdb": "tt0186151",
      "name": "Frekvence",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 80% (15.5k)",
      "csfdId": 11359,
      "csfdRating": 80,
      "csfdRatingCount": 15490,
      "poster": "https://images.metahub.space/poster/small/tt0186151/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0186151/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "118 min",
      "genres": [
        "Krimi",
        "Drama",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Jednoho poklidného večera roku 1999 najde John Sullian starou vysílačku, která patřila jeho otci. Zkusí ji zapojit a podaří se mu navázat kontakt. Muž na druhé straně je hasič, jmenuje se Frank Sullivan a právě se hodlá dívat na závěrečný zápas basebellové ligy roku 1969. John ke svému úžasu zjišťuje, že díky atmosférické poruše hovoří se svým otcem těsně před tragickým neštěstím. Nyní ho může varovat, takže otec nezemře, ale následky, které tento zásah do historie způsobí, budou mnohem závažnější, než si myslel...(oficiální text distributora)\n\nČSFD: 80% (15.5k)"
    },
    {
      "imdb": "tt0110413",
      "name": "Leon",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 89% (66.2k)",
      "csfdId": 773,
      "csfdRating": 89,
      "csfdRatingCount": 66211,
      "poster": "https://images.metahub.space/poster/small/tt0110413/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110413/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "111 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Strhující thriller o dvanáctileté dívce, která osudově zasáhne do života stárnoucího profesionálního zabijáka.Neobyčejný milostný příběh profesionálního vraha a mladé dívky. Leon je nájemný vrah, člověk, kterého nedokáže nic zastavit před splněním úlohy. Do jeho života vstoupí 12-letá Mathilda. Rodina nevinné Mathildy byla vyvražděná zkorumpovaným policajtem a ona se rozhodla pro krutou pomstu.(oficiální text distributora)\n\nČSFD: 89% (66.2k)"
    },
    {
      "imdb": "tt0117571",
      "name": "Vřískot",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 75% (25.2k)",
      "csfdId": 1763,
      "csfdRating": 75,
      "csfdRatingCount": 25221,
      "poster": "https://images.metahub.space/poster/small/tt0117571/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117571/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "112 min",
      "genres": [
        "Horor",
        "Mysteriózní"
      ],
      "description": "Poklidné městečko v Kalifornii by prožilo další líný a ospalý den, ovšem studentka Casey Beckerová se svým spoluobčanům poněkud nedobrovolně postará o děsivé rozptýlení. Stává se totiž první obětí vraždícího maniaka, která byla nejdříve přinucena hrát s ním po telefonu šílenou hru, díky které přišel o život její přítel a posléze i ona sama. Na řadě je teď další středoškolačka Sidney Prescottová. Její matka byla před rokem zavražděna podobně jednajícím šílencem, a přestože Sidney svědčila proti údajnému vrahovi své matky, televizní reportérka Gale Wheatersová je přesvědčena, že jde o stejného zabijáka. Je tedy muž, který čeká v cele smrti na vykonání rozsudku nevinen? Podaří se nakonec zjistit totožnost vraha - který vraždí po vzoru scén z oblíbených hororů - dříve, nežli zamorduje Sidney? Na tyto otázky vám už dá odpověď pouze snímek sám...(oficiální text distributora)\n\nČSFD: 75% (25.2k)"
    },
    {
      "imdb": "tt0120681",
      "name": "Z pekla",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 75% (25.8k)",
      "csfdId": 13286,
      "csfdRating": 75,
      "csfdRatingCount": 25791,
      "poster": "https://images.metahub.space/poster/small/tt0120681/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120681/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "122 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Mysteriózní",
        "Horor"
      ],
      "description": "Špinavé, nevlídné uličky Londýna roku 1888 - drogy, prostituce, alkoholismus i pouliční zločin. Pět zbídačených prostitutek zasáhne první rána. Tělo jedné z nich je nalezeno v tratolišti krve s podříznutým krkem. Londýnem obchází strašidlo Jacka Rozparovače. Životem zmítaný inspektor Fred Abberline (Johnny Depp) přežívá den za dnem pomocí opia, aby zaplašil trýznivé vzpomínky na ztrátu ženy a dítěte. Dostane na starost vyšetřování hrůzné vraždy. Avšak brutální vrah pokračuje v děsivém rituálu. Přítelkyně zavražděné, Mary Kelly (Heather Graham) ze strachu, že ji mladý inspektor chce jen zneužít jako většina mužů, odmítá spolupracovat. Jeho upřímnost a zdvořilost však nakonec prolomí její nedůvěru. Svěří se mu se svou touhou vrátit se do Irska, kde vyrůstala jako malá holčička. Inspektorovi pomáhá v nesnadném vyšetřování impozantní seržant Godley (Robbie Coltrane), který je mu oporou i v osobním životě. Nitky vyšetřování vedou k vrahovi s chirurgickou zručností. Abberline dochází k závěru, že vraždy jsou součástí výhružného spiknutí Řádu svobodných zednářů, kteří jsou dirigováni za samého královského dvora... Jack Rozparovač - na podzim roku 1888 napáchal pět odporných rituálních vražd. Nikdy ho nechytli. Režiséři filmu, dvojčata Allen a Albert Hughesovi sami k filmu prohlašují: Allen: \"Oběti Jacka Rozparovače nebyly polidštěny. Chceme jim vdechnout život. To nebyly jenom oběti. Byly to lidské bytosti\". Albert: \"Velmi nás láká použít známý a legendou opředený příběh a použít svou představivost, abychom mu dali jiný rozměr\".(oficiální text distributora)\n\nČSFD: 75% (25.8k)"
    },
    {
      "imdb": "tt0361862",
      "name": "Mechanik",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 78% (17k)",
      "csfdId": 116212,
      "csfdRating": 78,
      "csfdRatingCount": 17033,
      "poster": "https://images.metahub.space/poster/small/tt0361862/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0361862/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "102 min",
      "genres": [
        "Thriller",
        "Mysteriózní",
        "Drama"
      ],
      "description": "Hrdina existenciálního hororu Trevor Reznik je osamělý, uzavřený a tichý mladý muž. Až na to, že vypadá trochu přepadle, vyhlíží jako tisíce obyčejných mladíků, kteří navečer přijdou z práce, často poklábosí se servírkou z kavárny a občas své jednoznačnější touhy uspokojují prostřednictvím profesionálky - a pak jdou spát. Trevor ovšem spát nejde - už rok totiž trpí nespavostí, která však nemá nic společného s banální insomnií, nutící vás uvařit si první kávu za rozbřesku. Fyzicky i psychicky vyčerpaný mladík, pracující v zatuchlé dílně u soustruhu, už celé měsíce bojuje s noční můrou, z níž se nelze probudit. Svou roli v ní hraje děsivá nehoda, již Trevor zavinil (nebo snad ne?), kolegové z práce, Trevorova oblíbená call girl Stevie, tajemný plešoun Ivan a sympatická číšnice Marie. Kdo z nich je však skutečný a nic nepředstírá? Je Trevor obětí nějaké podivné hry, nebo je on sám bezcitným manipulátorem?(oficiální text distributora)\n\nČSFD: 78% (17k)"
    },
    {
      "imdb": "tt0095647",
      "name": "Hořící Mississippi",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 85% (7.5k)",
      "csfdId": 7121,
      "csfdRating": 85,
      "csfdRatingCount": 7548,
      "poster": "https://images.metahub.space/poster/small/tt0095647/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0095647/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "128 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Trojnásobná vražda na pozadí rasových nepokojů, to je výbušná kombinace. Americký film podle skutečných událostí, oceněný Oscarem.V roce 1964 dojde ve státě Mississippi k vraždě tří aktivistů za občanská práva, dvou bělochů a jednoho černocha. Vzápětí shoří dřevěný kostel, který měl sloužit jako volební místnost pro občany tmavé barvy pleti. Události vyšetřují dva agenti FBI, mladý Alan Ward (Willem Dafoe) a jeho zkušenější kolega Rupert Anderson (Gene Hackman). Idealistického Warda pobuřuje všudypřítomný rasismus amerického jihu. Mladík věří, že bude-li se přísně držet zákona, podaří se jim viníky odhalit a pohnat před soud. Jenže Anderson před lety sloužil jako šerif v jiném jižanském městečku, zná mentalitu zdejších obyvatel a dobře ví, jak moc bude jejich úkol složitý...(Česká televize)\n\nČSFD: 85% (7.5k)"
    },
    {
      "imdb": "tt0082694",
      "name": "Šílený Max: Bojovník silnic",
      "year": 1981,
      "releaseInfo": "1981 • ČSFD: 78% (15.8k)",
      "csfdId": 6723,
      "csfdRating": 78,
      "csfdRatingCount": 15790,
      "poster": "https://images.metahub.space/poster/small/tt0082694/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0082694/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "96 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Jen málo snímků v historii akčních filmů se může rovnat Šílenému Maxovi 2. Nabitý dobrodružstvím, rychlostí i krveprolitím vás vystřelí do světa, kde se post-katastrofická budoucnost setkává s mytologií minulosti. Nebo jednodušeji, jeden z nejúžasnějších kaskadérských filmů vůbec. Před sérií Smrtonosných zbraní a Maverickem (1994) se Mel Gibson proslavil jako Max, osamělý hrdina brázdící australské silnice v nikdy nekončícím pátrání po palivu. Proti němu a hrstce obránců skladu s palivem stojí bizarní válečníci pod vedením Humunguse, který nebere žádné zajatce. Když začne bitva, není cesty zpět, „divoká zábava a fantastický zážitek z filmu.\" (Sheila Benson, Los Angeles Times). Se Šíleným Maxem na vaší straně nebude o akci nouze.(Magic Box)\n\nČSFD: 78% (15.8k)"
    },
    {
      "imdb": "tt0094291",
      "name": "Wall Street",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 79% (14.1k)",
      "csfdId": 8764,
      "csfdRating": 79,
      "csfdRatingCount": 14064,
      "poster": "https://images.metahub.space/poster/small/tt0094291/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0094291/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "126 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Nová bitva Olivera Stonea se odehrává na Wall Streetu, v místě, kde se obchoduje za odměnu a vynaloženou sílu. Na jedné straně jsou tu bezohlední milionáři, na straně druhé přehnaně iniciativní nováčci. Dva muži obchodují se svými ženami, rodinami a zároveň proti přesile finančního světa.(oficiální text distributora)\n\nČSFD: 79% (14.1k)"
    },
    {
      "imdb": "tt0093870",
      "name": "RoboCop",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 77% (16.7k)",
      "csfdId": 9298,
      "csfdRating": 77,
      "csfdRatingCount": 16735,
      "poster": "https://images.metahub.space/poster/small/tt0093870/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0093870/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "102 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Sci-Fi"
      ],
      "description": "Neúnavný policista (Peter Weller) nelítostně zasahuje proti jakékoliv kriminalitě kolem sebe. Vědci a lékaři ho sestavili jako neporazitelného kyborga \"ROBOCOPA\", který bojuje proti zločinu. Odolný vůči střelám a bombám, vyzbrojený těmi nejmodernějšími zbraněmi si ROBOCOP rychle získává jméno v ulicích Detroitu plných násilí. Ale navzdory novému drsnému zevnějšku se ROBOCOP uvnitř trápí, útržky vzpomínek z dřívějšího života a živě si vybavuje hrůzy své vlastní smrti rukama brutálních zabijáků. Nechce jen spravedlnost ... chce se pomstít!(oficiální text distributora)\n\nČSFD: 77% (16.7k)"
    },
    {
      "imdb": "tt0117731",
      "name": "Star Trek VIII: První kontakt",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 83% (7.6k)",
      "csfdId": 19251,
      "csfdRating": 83,
      "csfdRatingCount": 7615,
      "poster": "https://images.metahub.space/poster/small/tt0117731/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117731/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "111 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Thriller"
      ],
      "description": "Bitva o záchranu budoucnosti začala. Americký film na motivy slavného seriálu. V pořadí osmý film (a druhý s posádkou Nové generace), nazvaný Star Trek: První kontakt (1996), patří bezesporu v sérii k těm nejlepším. V něm posádka hvězdné lodi Enterprise, vedená kapitánem Picardem (Patrick Stewart), podnikne bojovou misi do minulosti, přesněji řečeno do 21. století, aby zachránila budoucnost naší planety. Expanzivní civilizace Borg se totiž pokouší zabránit prvnímu kontaktu, ke kterému došlo 4. dubna 2063, aby mohla kolonizovat Zemi, nechráněnou spoluprací s dalšími vesmírnými druhy. Vedle neohrožené posádky Enterprise hrají důležitou roli v příběhu excentrický vynálezce nadsvětelného pohonu Zefram Cochrane (James Cromwell) a jeho černošská spolupracovnice Lily (Alfre Woodardová).(oficiální text distributora)\n\nČSFD: 83% (7.6k)"
    },
    {
      "imdb": "tt0112461",
      "name": "Rváčův deník",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 80% (11.5k)",
      "csfdId": 17031,
      "csfdRating": 80,
      "csfdRatingCount": 11501,
      "poster": "https://images.metahub.space/poster/small/tt0112461/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112461/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "102 min",
      "genres": [
        "Drama",
        "Krimi",
        "Sportovní",
        "Životopisný"
      ],
      "description": "Nejdřív se jen poflakovali po newyorských ulicích, hráli basket a občas se porvali. Pak ale přišly drogy. Jim Carroll, ztvárněný skvělým Leonardem DiCapriem, byl jedním z nich. Během cesty do pekla, kdy se díky omamným látkám dotkl samého dna, si psal deník. Jsou v něm záznamy, které jste asi nikdy nechtěli číst…(oficiální text distributora)\n\nČSFD: 80% (11.5k)"
    },
    {
      "imdb": "tt0309698",
      "name": "Identita",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 76% (16.9k)",
      "csfdId": 70971,
      "csfdRating": 76,
      "csfdRatingCount": 16923,
      "poster": "https://images.metahub.space/poster/small/tt0309698/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0309698/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "90 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Neznámí lidé s různými životními osudy – šofér limuziny, manželé před rozvodem, policista, prostitutka, mladí, čerstvě oddaní novomanželé a hotelový manažer -- hledají před nadcházející bouří útočiště v zapadlém motelu uprostřed nevadské pouště. Brzy je kdosi začne po jednom zabíjet. Jak vzrůstá napětí a hosté začnou jeden druhého podezřívat z tajemného vraždění, s překvapením zjistí, že je ve stejnou dobu na stejné místo vůbec nepřivedla náhoda...(AMC Czech)\n\nČSFD: 76% (16.9k)"
    },
    {
      "imdb": "tt0096438",
      "name": "Falešná hra s králíkem Rogerem",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 80% (9.8k)",
      "csfdId": 10142,
      "csfdRating": 80,
      "csfdRatingCount": 9769,
      "poster": "https://images.metahub.space/poster/small/tt0096438/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0096438/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "104 min",
      "genres": [
        "Animovaný",
        "Fantasy",
        "Krimi",
        "Komedie",
        "Rodinný"
      ],
      "description": "Když se Steven Spielberg a Robert Zemeckis rozhodli natočit tento film, vyvstal před nimi nesnadný úkol: vymyslet technologii, která by na plátně pomohla vytvořit iluzi, jakou diváci doposud neviděli. FALEŠNÁ HRA S KRÁLÍKEM ROGEREM vychází z myšlenky, že kreslení hrdinové animovaných grotesek vedou mimo kameru své soukromé životy a prožívají stejné starosti a radosti jako lidé z masa a kostí. Žijí sice v animovaném městečku Toontown (Kreslounov), často se ovšem potulují po hollywoodských studiích. Koexistence \"kreslounů\" a lidí je roztříštěna ve chvíli, kdy je zamordován majitel pozemků Toontownu a podezření padne na bílého králíka Rogera. Do případu se zaplete i soukromé očko a musí čelit úskokům sadistického soudce, který hodlá Toontown vymazat z povrchu země a místo něj postavit dálnici.\n\nČSFD: 80% (9.8k)"
    },
    {
      "imdb": "tt0092005",
      "name": "Stůj při mně",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 81% (8.2k)",
      "csfdId": 7626,
      "csfdRating": 81,
      "csfdRatingCount": 8153,
      "poster": "https://images.metahub.space/poster/small/tt0092005/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0092005/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "89 min",
      "genres": [
        "Dobrodružný",
        "Drama"
      ],
      "description": "V lesní chatě na okraji Castle Rock, městečka uprostřed oregonských lesů, dvanáctiletý Gordie La Chance spřádá plány na neobvyklý výlet, který by měl navždy změnit jeho život. Jeho nejlepší kamarád Vern totiž slyšel, jak jeho starší bratr mluví s přítelem o nalezení mrtvoly hluboko v lesích a Gordie spolu s bojácným Vernem, tvrďákem Chrisem a odvážným Teddym zorganizuje výpravu za dobrodružstvím, která se změní v odyseu, při níž chlapci poznají především sami sebe. Cesta začíná nevinně, ale sen o tom, že se stanou hrdiny města, všechny čtyři podrobí zkoušce, jakou si nedokázali představit.(oficiální text distributora)\n\nČSFD: 81% (8.2k)"
    },
    {
      "imdb": "tt0219699",
      "name": "Téměř dokonalý zločin",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 76% (16k)",
      "csfdId": 7559,
      "csfdRating": 76,
      "csfdRatingCount": 16039,
      "poster": "https://images.metahub.space/poster/small/tt0219699/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0219699/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "112 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller",
        "Fantasy"
      ],
      "description": "Nedávno ovdovělá Annie Wilson (Cate Blanchett) žije se svými třemi dětmi v malém městě v Georgii. Je mezi sousedy známá tím, že má po babičce dar vidět do budoucnosti a umí také vykládat karty. Kdo by nechtěl poznat, co ho čeká? Plynutí času s občasným výletem do budoucnosti v malém městě přetrhne vražda Jessiky King, mladé bohaté nymfomanky, kterou najdou uškrcenou u rybníka. Prvním podezřelým je násilnický rasista Donnie (Keanu Reeves), který tyranizuje svou ženu (Hilary Swank), jíž Annie už dlouho radí, aby od něho odešla. Podezřelých přibývá. Je vrahem Jessičin milenec David (Greg Kinnear)? Nebo Buddy (Giovanni Ribisi), který byl jako dítě sexuálně zneužíván? Nebo je to snad Valerie, která věděla o napjatém erotickém vztahu svého muže k zavražděné? Pomohou zvláštní schopnosti k vyjasnění případu?(oficiální text distributora)\n\nČSFD: 76% (16k)"
    },
    {
      "imdb": "tt0267626",
      "name": "K-19: Stroj na smrt",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 77% (13.7k)",
      "csfdId": 778,
      "csfdRating": 77,
      "csfdRatingCount": 13681,
      "poster": "https://images.metahub.space/poster/small/tt0267626/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0267626/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "138 min",
      "genres": [
        "Drama",
        "Thriller",
        "Historický",
        "Válečný"
      ],
      "description": "Dramatický příběh na motivy skutečných událostí. Rok 1961, severní Atlantik. První sovětská jaderná ponorka s označením K-19 se vydala na svojí první ostrou plavbu. Ještě před vypuštěním na otevřené moře si kvůli sérii nešťastných nehod vysloužila přezdívku výrobce vdov. Už zanedlouho po vyplutí tato přezdívka získá další opodstatnění, protože vedená dvěma veliteli-rivaly, se ponorka opět dostane do velkých problémů. V lepším případě jen rozšíří dlouhou sérii velkých neštěstí 20.století, v tom horším se může stát příčinou nukleární exploze, která přivede obě supervelmoci studené války ke zničujícímu nukleárnímu konfliktu. Osud světa nyní leží v rukách vystrašených námořníků, a bude záležet na schopnostech obou velitelů, zda překonajít osobní neshody tváří v tvář hrozící katastrofě.(oficiální text distributora)\n\nČSFD: 77% (13.7k)"
    },
    {
      "imdb": "tt0114069",
      "name": "Smrtící epidemie",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 74% (17.3k)",
      "csfdId": 7232,
      "csfdRating": 74,
      "csfdRatingCount": 17317,
      "poster": "https://images.metahub.space/poster/small/tt0114069/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114069/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller"
      ],
      "description": "Ve filmu Smrtící epidemie musí hrozbě čelit tým amerických vojenských lékařů, který zoufale pátrá po neznámém bacilonosiči, z nějž by bylo možné získat sérum proti nákaze, zavlečené z Afriky do Kalifornie. Boj odhodlaných expertů s časem je však komplikován zájmy vysokých vojenských činitelů, kteří jsou pro utajení své biologické zbraně ochotni obětovat životy nevinných civilistů.(oficiální text distributora)\n\nČSFD: 74% (17.3k)"
    },
    {
      "imdb": "tt0266987",
      "name": "Spy Game",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 75% (15.2k)",
      "csfdId": 8287,
      "csfdRating": 75,
      "csfdRatingCount": 15195,
      "poster": "https://images.metahub.space/poster/small/tt0266987/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0266987/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Píše se rok 1991 a veterán CIA, agent Nathan Muir (Robert Redford) je poslední den ve službě. Zbývá jen zabalit, rozloučit se a odejít do penze. Jenže telefonát z Hong Kongu, který ho probudí, zásadně změní chod nejbližších 24 hodin. Nathan se z něj doví, že jeho někdejší chráněnec, žák a spolupracovník Tom Bishop (Brad Pitt) se dostal do vážných problémů. Ocitl se v čínském vězení, je obviněn ze špionáže a hrozí mu smrt. V obavách z mezinárodního incidentu od něj dává CIA ruce pryč. Tomova záchrana představuje pro USA příliš velké riziko. Vše tedy závisí na Muirovi, který od začátku tuší, jak k incidentu došlo a navíc si je vědom, že nové vedení CIA odsunulo \"lidi ze staré školy\" na vedlejší kolej. Dostat se k potřeným informacím a přelstít organizaci, pro níž tak dlouho a obětavě pracoval je úkol nad jiné těžký...(Magic Box)\n\nČSFD: 75% (15.2k)"
    },
    {
      "imdb": "tt0379786",
      "name": "Serenity",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 75% (14.1k)",
      "csfdId": 183331,
      "csfdRating": 75,
      "csfdRatingCount": 14120,
      "poster": "https://images.metahub.space/poster/small/tt0379786/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0379786/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "119 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Joss Whedon, na Oscara * a cenu Emmy nominovaný, scenárista a režisér stojící za fiilmem Buffy, přemožitelka upírů a Angel, tentokrát využil svůj nezaměnitelný důvtip v tomto napínavém velkofiilmu. Kapitán Malcolm Reynolds, ostřílený veterán (na straně poražených) z galaktické občanské války, nyní živoří na palubě své lodi Serenity. Vede malou vybranou posádku, ale když přibere na palubu dva nové pasažéry - mladého doktora a jeho sestru s telepatickými schopnostmi - získává mnohem víc, než na co je připraven. Oba jsou uprchlíci ze seskupení, které vládne vesmíru, a tak se Serenity rázem ocitá lapená v pasti mezi nezastavitelnou vojenskou silou Aliance a brutální zuřivostí zdivočelých Reavers. A další nebezpečí se skrývá i v samém srdci lodi…(oficiální text distributora)\n\nČSFD: 75% (14.1k)"
    },
    {
      "imdb": "tt0120787",
      "name": "Dokonalá vražda",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 76% (13.6k)",
      "csfdId": 2305,
      "csfdRating": 76,
      "csfdRatingCount": 13646,
      "poster": "https://images.metahub.space/poster/small/tt0120787/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120787/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "107 min",
      "genres": [
        "Thriller",
        "Romantický",
        "Krimi"
      ],
      "description": "Obchodník Steven spekuloval na burze tak, že jedinou možností jak odvrátit konkurz, je vražda jeho bohaté manželky Emily. Na tuto vraždu si najme milence své manželky Davida, kterého Steven vydírá. Avšak plán se mu vymkne z ruky: naopak je to Steven, na koho padne podezření...(oficiální text distributora)\n\nČSFD: 76% (13.6k)"
    },
    {
      "imdb": "tt0110632",
      "name": "Takoví normální zabijáci",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 75% (14.3k)",
      "csfdId": 8757,
      "csfdRating": 75,
      "csfdRatingCount": 14276,
      "poster": "https://images.metahub.space/poster/small/tt0110632/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110632/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "118 min",
      "genres": [
        "Akční",
        "Krimi",
        "Drama",
        "Romantický"
      ],
      "description": "Mallory neměla mnoho důvodů být šťastná. Otec ji tyranizoval a sexuálně obtěžoval, matka nepodnikala nic na dceřinu obranu. Když se dívka náhodně setkala s Mickeym, byla z toho láska na první pohled. Ještě téhož večera si tajně vypůjčili auto Malloryina otce a vyrazili na projížďku. Otec nahlásil krádež policii, uprchlíci byli dopadeni a Mickey putoval za mříže. Podařilo se mu však utéct, a tak se zanedlouho znovu objevil u Mallory. Jejich setkání mělo hrůzný průběh: nejprve zbili dívčina otce, pak ho utopili v akváriu, a poté přišla na řadu matka  tu polili v posteli benzínem a Mallory ji zapálila. Mladí milenci se dávají na útěk a nechávají za sebou další mrtvé. Jejich řádění sledují sdělovací prostředky, policie je jim na stopě...(oficiální text distributora)\n\nČSFD: 75% (14.3k)"
    },
    {
      "imdb": "tt0399146",
      "name": "Dějiny násilí",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 75% (14.3k)",
      "csfdId": 136011,
      "csfdRating": 75,
      "csfdRatingCount": 14336,
      "poster": "https://images.metahub.space/poster/small/tt0399146/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0399146/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "96 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Majitel malého bistra Tom Stall si poklidně žije se svou manželkou, právničkou Edie, a jejich dvěma dětmi na malém městě Millbrook ve státě Indiana. Jediná noc však navždy změní jejich životy. Tom se stane mediálním hrdinou poté, co zneškodní dva brutální vrahy, kteří přepadli jeho podnik. Snaží se vrátit zpět ke svému obyčejnému životu, ale marně. Náhlá sláva přitahuje nežádoucí pozornost okolního světa a přivádí k němu záhadného muže Carla, který tvrdí, že Tom není tím, za koho se vydává. Vztah jeho rodiny je vystaven zkoušce a oni jsou najednou nuceni řešit vzájemné vztahy, které se pod vlivem okolností začnou pomalu hroutit. Tom si je vědom toho, že musí bojovat nejen o svůj život, ale i o život své rodiny.(Nova Cinema)\n\nČSFD: 75% (14.3k)"
    },
    {
      "imdb": "tt0373469",
      "name": "Kiss Kiss Bang Bang",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 74% (16.1k)",
      "csfdId": 181335,
      "csfdRating": 74,
      "csfdRatingCount": 16057,
      "poster": "https://images.metahub.space/poster/small/tt0373469/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0373469/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "102 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "Robert Downey Jr. je v podstatě slušný chlap. Je sice bezvýznamný zlodějíček, ale radši by byl čestný a nekradl. Jenže neví, jak na to. Při jedné z krádeží se náhodou ocitne na herecké konkurzu a je vybrán pro kamerové zkoušky v L.A. Tam ho dají na starost soukromému detektivu Valu Kilmerovi, který ho má co nejlépe připravit na jeho roli ve filmu. Situace se však nečekaně zkomplikuje...(oficiální text distributora)\n\nČSFD: 74% (16.1k)"
    },
    {
      "imdb": "tt0119488",
      "name": "L. A. - Přísně tajné",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 89% (40.3k)",
      "csfdId": 4123,
      "csfdRating": 89,
      "csfdRatingCount": 40333,
      "poster": "https://images.metahub.space/poster/small/tt0119488/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119488/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "138 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Strastiplné pátrání po tajnostech hollywoodského podsvětí.Los Angeles, začátek 50. let. Chlapíci z oddělení vražd a z protidrogového to někdy táhnou spolu, a jindy zase proti sobě. I oni však mají své meze - když zjistí, že s nimi někdo špinavě manipuluje. Zvlášť když objeví zločin, který je příliš podivný, než aby to nechali být... Třeba jako masakr v nočním baru Nite Owl. Takový je I případ milionáře Patchetta, který má dobře zavedenou praxi s luxusními děvkami, vypadajícími jako filmové hvězdy. A začíná tady být příliš mnoho mrtvých, kteří mají něco společného. Kdo vězí za všemi špinavostmi? Ocenění: Oskar za nejlepší ženskou roli a scénář. 8 Oscarových nominací.(oficiální text distributora)\n\nČSFD: 89% (40.3k)"
    },
    {
      "imdb": "tt0138704",
      "name": "Pí",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 77% (11k)",
      "csfdId": 35661,
      "csfdRating": 77,
      "csfdRatingCount": 11046,
      "poster": "https://images.metahub.space/poster/small/tt0138704/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0138704/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "84 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Max je geniální matematik, který dokáže spojit svou jedinečnou mysl s nejnovější technikou. Za pomoci vlastnoručně sestrojeného přístroje se pokouší zjistit, zda se nějak nedá předpovědět hodnota akcií na burze. Jeho skutečné cíle však míří ještě dál a chce pochopit nepochopitelné. Jeho aktivity začnou brzy zajímat představitele ortodoxní židovské sekty a vysoce postavené lidi z Wall Street...(oficiální text distributora)\n\nČSFD: 77% (11k)"
    },
    {
      "imdb": "tt0117500",
      "name": "Skála",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 86% (55.5k)",
      "csfdId": 546,
      "csfdRating": 86,
      "csfdRatingCount": 55453,
      "poster": "https://images.metahub.space/poster/small/tt0117500/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117500/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "137 min",
      "genres": [
        "Akční",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Generál amerického námořnictva Francis Hummel (Ed Harris) je čestný muž, hrdina a veterán několika tajných vojenských operací. Proč tedy s hrstkou svých perfektně vyzbrojených mužů ukradne z přísně střeženého armádního skladu patnáct raket s mimořádně nebezpečným nervovým plynem? A proč se s nimi zabarikáduje \"na skále\" v sanfranciské zátoce, v proslulém bývalém vězení Alcatraz, a namíří je na město? A proč přitom navíc ohrožuje 81 nevinných rukojmí - turistů, kteří si přišli prohlédnout vězení, odkud nikdy nikdo neutekl? Generál žádá jen spravedlnost - chce od Pentagonu získat sto milionů dolarů pro odškodnění rodin padlých vojáků. Přesto je však terorista a muži z FBI horečně pracují na plánech na jeho likvidaci. Ale jak zneškodnit rakety, aniž by byly zmařeny desetitisíce lidských životů? A jak vůbec proniknout do Alcatrazu - labyrintu podzemních chodeb, střeženého mořem a vojenskou supertechnikou? Mohou to dokázat jen dva muži: první je \"šílenec z laboratoře\", špičkový chemický specialista FBI Stanley Goodspeed (Nicolas Cage), který miluje Beatles a svou těhotnou snoubenku a který bledne už jen při slovu \"akce\". Druhý je jediný člověk, který kdy uprchl z Alcatrazu a který proslulé vězení dokonale zná: kdysi polapený britský agent Mason (Sean Connery), který ví o všech amerických státních tajemstvích za poslední půlstoletí. Dnes je z něj zahořklý stařec, trávící v tajném vězení FBI třicátý rok vězení. jak je přesvědčit, aby spolupracovali a vydali se \"na skálu\" pro téměř jistou smrt? A když se to podaří, jak si ti dva poradí s nástrahami generála a jeho po zuby ozbrojených zabijáků?(oficiální text distributora)\n\nČSFD: 86% (55.5k)"
    },
    {
      "imdb": "tt0144117",
      "name": "Pokrevní bratři",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 79% (8k)",
      "csfdId": 11914,
      "csfdRating": 79,
      "csfdRatingCount": 7970,
      "poster": "https://images.metahub.space/poster/small/tt0144117/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0144117/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "108 min",
      "genres": [
        "Krimi",
        "Akční",
        "Drama",
        "Thriller"
      ],
      "description": "Bratři Connor a Murphy MacManusovi se i se svým otcem přestěhovali do tichého a mírumilovného Irska, kde odříznuti od moderních technologií žijí tiše a mírumilovně už osm let. Když se k nim ale donese, že jejich starý známý, katolický kněz, byl zabit Bostonskou mafií a že právě oni jsou z onoho ostudného činu podezřelí, vydají se Svatí zpět do Bostonu a v jejich krvavých šlépějích s nimi přichází pomsta.(Film+)\n\nČSFD: 79% (8k)"
    },
    {
      "imdb": "tt0118883",
      "name": "Spiknutí",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 76% (11.4k)",
      "csfdId": 2434,
      "csfdRating": 76,
      "csfdRatingCount": 11448,
      "poster": "https://images.metahub.space/poster/small/tt0118883/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118883/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "135 min",
      "genres": [
        "Akční",
        "Mysteriózní",
        "Romantický",
        "Thriller"
      ],
      "description": "Co je skutečnost a co mystifikace? To ví jen on sám - newyorský taxikář Jerry Fletcher. Je to podivín, který každému pasažérovi vypráví o nejrůznějších spiknutích, v jejichž pozadí stojí oni. Jde tím na nervy nejen lidem, kteří ho vidí poprvé v životě, ale také právničce Alici Suttonové, jež pracuje na ministerstvu spravedlnosti. Ta sice Jerryho důkazy shovívavě vyslechne, ale nevěří mu stejně jako nikdo z okolí. Jerry, který Alici tajně miluje, ve svém bytě zachovává dokonalou konspiraci. Přesto neunikne tajemnému doktoru Jonasovi. Je chycen, ale podaří se mu z uzavřených prostor psychiatrické kliniky utéct a konečně Alici přesvědčí, že není blázen, ale oběť podivných doktorových pokusů s lidskými mozky. Oni jsou velmi nebezpeční protivníci a dvojice na útěku se ocitá v ohrožení života.(oficiální text distributora)\n\nČSFD: 76% (11.4k)"
    },
    {
      "imdb": "tt0102266",
      "name": "Poslední skaut",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 87% (48.4k)",
      "csfdId": 8283,
      "csfdRating": 87,
      "csfdRatingCount": 48423,
      "poster": "https://images.metahub.space/poster/small/tt0102266/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102266/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Komedie"
      ],
      "description": "Soukromý detektiv Joe Hallenbeck je najat tanečnicí Cory jako tělesná stráž. Příliš se neosvědčí. Cory je v noci na ulici zastřelena neznámými zabijáky a Joe si jen se štěstím zachrání holý život. Spojí se s ním Coryin přítel, černý hráč amerického fotbalu Jimmy Dix, který byl vyřazen zkorumpovaným manažerem Marconem ze svého týmu. Oba muži prohledají Coryin byt a naleznou důkazy o tom, že Marcone podplácel senátora Baynarda, čehož se dívka snažila využít, aby byl Jimmy přijat zpátky do mužstva. Marconeho muži se zmocní Joea. Manažer detektivovi s úsměvem sdělí, že senátor začíná dělat problémy a proto bude při předávání posledního úplatku zlikvidován. Samozřejmě tak, aby z vraždy mohl být obviněn Hallenbeck. Joeovi se však podaří s pomocí Jimmyho z nastražené pasti uniknout. S buldočí neústupností jde po Marconeovi, rozhodnut zničit ho za každou cenu...(oficiální text distributora)\n\nČSFD: 87% (48.4k)"
    },
    {
      "imdb": "tt0140352",
      "name": "Insider: Muž, který věděl příliš mnoho",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 78% (8.9k)",
      "csfdId": 6445,
      "csfdRating": 78,
      "csfdRatingCount": 8901,
      "poster": "https://images.metahub.space/poster/small/tt0140352/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0140352/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "158 min",
      "genres": [
        "Thriller",
        "Drama",
        "Životopisný",
        "Psychologický"
      ],
      "description": "Špičkový reportér a producent populární televizní show 60 minut Lowell Bergman (Al Pacino) získá důkazy o tom, že zástupci velkých tabákových koncernů křivě přísahali před soudem. Naprosto důvěryhodným zdrojem informací ze zákulisí tabákového průmyslu je Jeffrey Wigand (Russell Crowe), který se ve zlém rozešel se svým zaměstnavatelem a rozhodl se říci pravdu o škodlivosti a návykovosti kouření před televizními kamerami. Skutečnost je totiž mnohem horší než je obecně známo. Tabákové společnosti obviní Wiganda z porušení smlouvy o mlčenlivosti. Žaloba je jen částí nevybíravého psychického nátlaku, kterému Wigand s pomocí reportéra Bergmana čelí. Ve svém přesvědčení vytrvá, i když se jeho život postupně rozpadá, přijde o majetek a manželka požádá o rozvod. Stejně těžká zkouška ale čeká i na Lowella Bergmana. Když je pořad konečně připraven, zatrhnou jeho odvysílání šéfové televizní stanice, obávající se miliardové žaloby ze strany tabákových koncernů. Bergman se postaví za svého informátora a pustí se do nerovného, zdánlivě předem ztraceného boje o právo veřejnosti znát pravdu.(oficiální text distributora)\n\nČSFD: 78% (8.9k)"
    },
    {
      "imdb": "tt0097733",
      "name": "Smrtonosná zbraň 2",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 87% (43.6k)",
      "csfdId": 2439,
      "csfdRating": 87,
      "csfdRatingCount": 43574,
      "poster": "https://images.metahub.space/poster/small/tt0097733/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0097733/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "114 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Los Angeles. Policisté Martin Riggs a Roger Murtaugh jsou na stopě pašeráků drog. Sledování účetního Lea Getze, který zpronevěřil mafiánské peníze, je přivádí k jihoafrickému diplomatovi Ruddovi. Oba detektivové mají dostatek důkazů, ale Rudd a jeho zabijáci pod rouškou diplomatické imunity nerušeně pracují dál. Riggs, přezdívaný \"Smrtonosná zbraň\", se uchyluje k nevybíravým metodám. Využije proti Ruddovi i jeho přitažlivou sekretářku. Mezi gangstery a oběma policisty vypukne nevyhlášená válka. Murtaugh se štěstím unikne nastražené bombě a Riggsův karavan se po setkání s Ruddovými muži změní v rozstřílenou trosku. Nezničitelní detektivové však pomalu získávají převahu a Rudd se chystá k ústupu. Schyluje se k rozhodujícímu střetnutí v docích losangelského přístavu...(oficiální text distributora)\n\nČSFD: 87% (43.6k)"
    },
    {
      "imdb": "tt0106977",
      "name": "Uprchlík",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 87% (43.7k)",
      "csfdId": 2302,
      "csfdRating": 87,
      "csfdRatingCount": 43733,
      "poster": "https://images.metahub.space/poster/small/tt0106977/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106977/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Thriller",
        "Drama"
      ],
      "description": "Byl spokojený jako málokdo. Úspěšný chirurg s vysokými příjmy, luxusním vozem a pohodlnou vilou. Mezi přáteli oblíben, mezi kolegy uznáván. To vše se jednoho večera drastický změnilo. Doktor Richard Kimble (Harrison Ford) po návratu z nemocnice nalézá svou milovanou krásnou manželku s roztříštěnou hlavou v tratolišti krve. Vzápětí se brutální útočník vrhne i na něj. Krátký zmatený zápas, násilník prchá a doktor zoufale objímá svou umírající manželku. Když Kimble vypráví mužům zákona svůj příběh, popisuje násilníka jako muže, který měl místo jedné ruky protézu. Historka je natolik absurdní, že mu policisté nevěří a ještě včera bezúhonný muž se stává hlavním podezřelým a díky zdánlivě neotřesitelným důkazům je nakonec odsouzen za úkladnou vraždu k trestu smrti. Při přepravě z jedné věznice do druhé se mu ovšem za velmi dramatických okolností podaří prchnout. Jeho život má nyní jediný smysl - musí najít skutečného vraha své ženy. Po stopách uprchlíka se vzápětí vydávají specialisté z FBI. Hon na člověka vede zkušený agent Sam Gerhard (Tommy Lee Jones). Z doktora Kimbla se stal muž bez budoucnosti, štvanec, který zdánlivě nemá šanci na přežití...(oficiální text distributora)\n\nČSFD: 87% (43.7k)"
    },
    {
      "imdb": "tt0113277",
      "name": "Nelítostný souboj",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 88% (36.5k)",
      "csfdId": 6444,
      "csfdRating": 88,
      "csfdRatingCount": 36520,
      "poster": "https://images.metahub.space/poster/small/tt0113277/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0113277/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "170 min",
      "genres": [
        "Akční",
        "Drama",
        "Krimi"
      ],
      "description": "Jsou stejně schopní a stejně posedlí. A stojí proti sobě... Lupič Neil McCauley se specializuje na akce, při kterých jde o velké peníze. Ať už připravuje přepadení pancéřového vozu nebo vyloupení banky, vždy se může opřít o spolehlivé spolupracovníky. Každý jeho zločin je pečlivě naplánovaný a provedený s dokonalou profesionalitou. Když McCauley připravuje svou poslední velkou loupež, po které se chystá na odpočinek, je mu už v patách policejní detektiv Vincent Hanna. Potíž je v tom, že Hanna je stejně schopný a stejně posedlý svou prací jako McCauley. Oba muži toho mají společného víc, než se na první pohled zdá: ani jednomu z nich to například v soukromí neklape. Vincentu Hannovi se hroutí už třetí manželství, McCauley pro jistotu nikdy s nikým nenavázal trvalý vztah. Oba by si vlastně mohli skvěle rozumět. Jenže stojí na opačných stranách zákona a jejich setkání nemůže skončit nijak jinak, než soubojem na život a na smrt… Režisér Michael Mann (Miami Vice, Lovec lidí, Poslední Mohykán) natočil strhující kriminální příběh, ve kterém se vedle akčních scén soustředil na podrobný popis toho, jak jeho hrdinové žijí v soukromí a jak své činy připravují. Při uvedení do kin se reklamní slogany zmiňovaly o tom, že se zde poprvé na plátně setkali dva z největších amerických herců Al Pacino a Robert De Niro. Pravda je, že oba předtím hráli ve filmu Kmotr II (1974), kde však neměli žádnou společnou scénu.(Česká televize)\n\nČSFD: 88% (36.5k)"
    },
    {
      "imdb": "tt0119174",
      "name": "Hra",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 86% (47.3k)",
      "csfdId": 2668,
      "csfdRating": 86,
      "csfdRatingCount": 47271,
      "poster": "https://images.metahub.space/poster/small/tt0119174/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119174/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "129 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Investiční bankéř a multimilionář Nicholas Van Orten žije ve velkém luxusním domě, osamělým životem. Může si dovolit cokoli, o nic však nemá zájem. Ani o svého bratra Conrada, který se objeví, aby mu popřál k osmačtyřicátým narozeninám. A předal mu dárek, poukázku na Hru společnosti CRS. O smyslu hry mu však odmítne cokoli prozradit. Bankéř se při pracovním jednání náhodou ocitne v sídle CRS, kde s nechutí projde řadou náročných fyzických i psychických testů, ani tady se však o hře samotné nic nedozví. Sotva však podepíše smlouvu, začíná se roztáčet zpočátku nenápadné soukolí, které hrozí rozdrtit jeho kariéru, bohatství, postavení, svobodu a nakonec i život. Jako první se objeví před jeho domem pohozená figurína, která mu připomene otcovu sebevraždu a vzápětí na něj promluví z televize známý komentátor, který ho uvítá do hry, další den má v restauraci spor se servírkou Christinou, která ho poleje. Dívka dostane okamžitě výpověď a když za ní Nicholas vyběhne z hotelu, ocitne se ve víru podivných a znepokojujících náhod. Když se druhý den vydá do hotelu, kde byla nalezena jeho kreditní karta, tvrdí mu recepční, že se tam včera ubytoval. Ve svém pokoji pak objeví na stole dávku kokainu a kompromitující fotografie, na nichž je s neznámou ženou. Vzápětí se v jeho domě objeví zoufalý Conrad. Tvrdí, že se společnosti nedokáže zbavit a je proti své vůli nucen ve Hře pokračovat. Když ho hra málem připraví o život v taxíku, který se zřítí do vody, požádá o zásah policii. Společně s ní vtrhne do sídla CRS, tady však zjistí, že firma zmizela. Podaří se mu najít Christinu, a když jsou napadeni zabijáky pracujícími pro CRS podaří se jim uniknout a ukrýt se na Nicholasově chatě v horách. Dívka tvrdí, že firma, pro kterou pracuje, se specializuje na okrádání bohatých zákazníků, a protože už se dostala ke všem jeho kontům, nepotřebuje ho a nejspíš se ho zbaví. Příliš pozdě si Nicholas všimne, že mu dívka namíchala do čaje nějakou omamnou látku. Probere se v hrobce zapadlého hřbitova kdesi v Mexiku. Bez peněz, bez dokladů, jen ve špinavém obleku. Nicholas se však nehodlá jen tak vzdát a rozhodne vybojovat si svůj život zpátky.(oficiální text distributora)\n\nČSFD: 86% (47.3k)"
    },
    {
      "imdb": "tt0106918",
      "name": "Firma",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 74% (11.8k)",
      "csfdId": 7373,
      "csfdRating": 74,
      "csfdRatingCount": 11814,
      "poster": "https://images.metahub.space/poster/small/tt0106918/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106918/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "154 min",
      "genres": [
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Filmová adaptace stejnojmenného bestselleru J. Grishama, jehož protagonistou je ambiciózní absolvent práv elitní vysoké školy, který přijme lukrativní místo v dobře zavedené advokátní firmě. Záhy však zjistí, že se ocitl v nepříjemné propasti, neboť za honosným firemném štítem se skrývá organizovaný zločin. A pokud se některý ze zaměstnanců vzepře nemilosrdným pravidlům hry, je stejně nemilosrdně zabit...(oficiální text distributora)\n\nČSFD: 74% (11.8k)"
    },
    {
      "imdb": "tt0266308",
      "name": "Battle Royale",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 75% (9.6k)",
      "csfdId": 75154,
      "csfdRating": 75,
      "csfdRatingCount": 9580,
      "poster": "https://images.metahub.space/poster/small/tt0266308/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0266308/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "113 min",
      "genres": [
        "Akční",
        "Drama",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "42 studentů, 3 dny, 1 vítěz, žádná pravidla. Na úsvitu nového tisíciletí došlo k celonárodnímu kolapsu. Při 15% nezaměstnanosti se bez práce ocitlo 10 milionů lidí. Na 800 tisíc studentů přestalo chodit do školy a počet drobných zločinů se prudce zvýšil. Dospělí ztratili v mládež důvěru a začali se jí bát. To vyústilo ve školní reformu nového tisíciletí, tzv. zákon BR - Battle Royale. Letos byla z celkového počtu 43 tisíc devátých tříd vybrána 9. E ze střední školy v Zentsuji. Letošní hra je podle všeho napínavější než všechny předchozí.(Řitka video)\n\nČSFD: 75% (9.6k)"
    },
    {
      "imdb": "tt0114814",
      "name": "Obvyklí podezřelí",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 87% (36k)",
      "csfdId": 8411,
      "csfdRating": 87,
      "csfdRatingCount": 35982,
      "poster": "https://images.metahub.space/poster/small/tt0114814/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114814/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "106 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Stalo se to jedné noci v kalifornském přístavu San Pedro, kde byla zmasakrována posádka argentinské pašerácké lodi. Stop pro policii zůstalo proklatě málo: loď vyletěla do povětří a z dvaceti sedmi mužů tu přežili jen dva: kulhavý pouliční zlodějíček Verbal a jeden z členů posádky umírající v nemocnici na popáleniny a blouznící v maďarštině. Začalo to ovšem mnohem dřív - newyorská policie je možná zkorumpovaná, ale není hloupá, a tak už nějakou dobu prověřovala skupinku podezřelých, těch mužů zločinu, kteří jsou vždycky první na ráně. Byli to prohnaný elegán Keaton, horkokrevný McManus, drzý Hockney, nevyzpytatelný Fenster a bezvýznamný Verbal. Policie je podrobila důkladnému výslechu, ale s každou novou informací se pátrání jen zkomplikovalo. Podezřelé spojuje série zločinů v New Yorku, ale kde jsou ukradené smaragdy?(oficiální text distributora)\n\nČSFD: 87% (36k)"
    },
    {
      "imdb": "tt0105236",
      "name": "Gauneři",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 86% (39.9k)",
      "csfdId": 8853,
      "csfdRating": 86,
      "csfdRatingCount": 39930,
      "poster": "https://images.metahub.space/poster/small/tt0105236/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0105236/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "99 min",
      "genres": [
        "Krimi",
        "Thriller"
      ],
      "description": "Mafián Joe najme na vyloupení klenotnictví partu gangsterů, kteří se vzájemně neznají a oslovují se smyšlenými jmény. Akci však zmaří policie a lupičům nezbývá než uprchnout a ukrýt se ve starém skladišti. Pan Oranžový je postřelen a pan Bílý se ho pokouší udržet naživu, dokud nedorazí pomoc. Napětí ve skladu však narůstá, protože policie je jim v patách a pan Růžový je přesvědčen, že šlo o past – někdo z nich musí být zrádce. Každý má ovšem vlastní verzi toho, co se stalo. Jak dlouho bude trvat, než vytáhnou pistole a drama se změní v masakr?(Magic Box)\n\nČSFD: 86% (39.9k)"
    },
    {
      "imdb": "tt0101393",
      "name": "Oheň",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 76% (8.4k)",
      "csfdId": 4542,
      "csfdRating": 76,
      "csfdRatingCount": 8415,
      "poster": "https://images.metahub.space/poster/small/tt0101393/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0101393/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "137 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Stephen McCaffrey a jeho mladší bratr Brian kráčejí ve stopách svého otce, slavného požárníka, který svému povolání obětoval život. Ačkoli jsou oba zaměstnáni v elitní jednotce, jež bývá nasazována na ty nejsložitější případy, jejich povahy jsou rozličné. To nakonec vede až k tomu, že neohrožený Stephen přinutí poněkud váhavějšího bratra, aby opustil aktivní službu a věnoval se po boku detektiva Donalda Rimgala vyšetřování záhadné série požárů, které spojuje stejný žhářský \"rukopis\", výbušný jev zvaný \"backdraft\".(oficiální text distributora)\n\nČSFD: 76% (8.4k)"
    },
    {
      "imdb": "tt0293508",
      "name": "Fantom opery",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 74% (10k)",
      "csfdId": 134269,
      "csfdRating": 74,
      "csfdRatingCount": 9964,
      "poster": "https://images.metahub.space/poster/small/tt0293508/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0293508/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "141 min",
      "genres": [
        "Muzikál",
        "Drama",
        "Romantický",
        "Thriller"
      ],
      "description": "Hlas ji volá. Z temných koutů Opery, která je domovem mladičké sboristky Christine Daaé (Emmy Rossum), povzbuzuje její mimořádný talent. Jen učitelka baletu, paní Giryová, (Miranda Richardson) ví, že Christinin tajemný \"Anděl hudby\" je vlastně Fantom (Gerard Butler), znetvořený hudební génius, jenž obchází divadelními katakombami a děsí členy souboru. Temperamentní diva La Carlotta (Minnie Driver) naštvaně odejde uprostřed kostýmové zkoušky na nejnovější inscenaci. Divadelním šéfům (Simon Callow a Ciaran Hinds) nezbývá nic jiného než do světel reflektorů postavit Christine. Její výkon při premiéře uchvátí diváky i Fantoma. Ten se rozhodne učinit svou oblíbenkyni operní hvězdou. Není však jediným mužem, který je mladou sopranistkou nadšen. Christine se zanedlouho začne dvořit bohatý divadelní mecenáš, vikomt Raoul de Chagny (Patrick Wilson). Byť je Christine svým charismatickým rádcem okouzlena, přitahuje ji i Raoul, přítel z dětství, a to Fantoma mučí. Nespoutané vášně - zuřivá žárlivost a spalujícím plamenem planoucí láska - přivedou v dramatickém crescendu všechny tři hrdiny do bodu odkud není návratu... Fantom Opery podle románu Gastona Lerouxe vydělal v divadelní i ve filmové podobě po celém světě přes tři miliardy dolarů. Původního alba \"The Phantom Of The Opera\" se prodalo více než 40 milionů nosičů, bylo oceněno zlatými i platinovými deskami ve Spojeném Království i Spojených Státech. Jeho strhující melodie a citlivá hudba získaly producentovi a skladateli Andrew Lloydovi Webberovi a jeho spolupracovníkům mnoho ocenění a poct.(oficiální text distributora)\n\nČSFD: 74% (10k)"
    },
    {
      "imdb": "tt0162661",
      "name": "Ospalá díra",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 83% (53.7k)",
      "csfdId": 1080,
      "csfdRating": 83,
      "csfdRatingCount": 53671,
      "poster": "https://images.metahub.space/poster/small/tt0162661/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0162661/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "105 min",
      "genres": [
        "Fantasy",
        "Horor",
        "Mysteriózní"
      ],
      "description": "Americký historický horror, ve kterém mladý konstábl vyšetřuje případ vražd, jenž má údajně na svědomí legendární bezhlavý jezdec Mladý newyorský konstábl Ichabod Crane je pro svou racionalitu a snahu využívat k práci moderních metod trnem v oku svým nadřízeným. Ti ho proto roku 1799 pošlou do odlehlé vesnice Ospalá díra, kde došlo již ke třem záhadným vraždám. Místní lidé věří, že mrtvého Van Garretta, jeho syna a vdovu Winshipovou, nalezené bez hlav, má na svědomí legendární bezhlavý jezdec, což byl podle legendy krutý hesenský žoldák, který bojoval během americké revoluce na straně Angličanů a před dvaceti lety zabit v lesích poblíž vesnice. Teď se prý mstí a nedá pokoj dokud nenajde svou hlavu. Crane však na legendy a přízraky nevěří a pustí se do vyšetřování. Ještě téže noci je zabit další muž a jeho osiřelý syn je odhodlán jeho smrt pomstít. Konstáblovi se snaží pomoci také dcera místního boháče Katrina Van Tessel, do které se Crane zamiloval. Poznámka soudce Philipse ho přivede k odhalení, že zavražděná vdova byla těhotná. Když se s pomocí Katriny začne orientovat v místních poměrech a vztazích a stane se svědkem toho jak bezhlavý jezdec nejprve utne hlavu Philipsovi, a poté zavraždí celou rodinu porodní báby Killianové, začne si věci dávat dohromady. Všichni mrtví měli něco společného s případem zavražděného Garretta a vdovou Winshipovou, které odkázal celý majetek. Buď byli svědky podpisu závěti nebo znali otce nenarozeného dítěte těhotné Winshipové. Crane podezírá místní elitu ze spiknutí s cílem získat dědictví po Garretovi a správně odhadne, že někdo vykopal hlavu bezhlavého jezdce a nyní ho s její pomocí ovládá. Každá další stopa ho však vede k podezření, že za vším je Katrina. Aby ji nemusel zatknout, rozhodne se odejít, cestou mu však náhoda pomůže pochopit, že všechno je jinak a dívka se ho naopak snažila ochránit. Rozhodne se vrátit a odhodlán utkat se s bezhlavým jezdcem a odhalit skutečného viníka, který stojí v pozadí celého případu.(oficiální text distributora)\n\nČSFD: 83% (53.7k)"
    },
    {
      "imdb": "tt0253754",
      "name": "Star Trek X: Nemesis",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 75% (8k)",
      "csfdId": 17282,
      "csfdRating": 75,
      "csfdRatingCount": 7991,
      "poster": "https://images.metahub.space/poster/small/tt0253754/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0253754/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "116 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Thriller"
      ],
      "description": "Již po desáté se setkáváme s Enterprise a její posádkou. Tentokrát se účastní mírové mise na Romulus, jelikož se tamní obyvatelé rozhodli uzavřít s Federací mír. Po příletu na planetu ale vyjde najevo, že jejich skutečným úmyslem je zničení Země. A tak se kapitán Picard setká s dosud nejnebezpečnějším protivníkem - Nemesis. Vedle sedmi hlavních hrdinů se objeví i nová nebezpečná rasa Rémanů, mezi nimiž je i klon kapitána Pickarda - Shinzon, který je novým vůdcem Romulů.(oficiální text distributora)\n\nČSFD: 75% (8k)"
    },
    {
      "imdb": "tt0107206",
      "name": "S nasazením života",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 77% (6.6k)",
      "csfdId": 7229,
      "csfdRating": 77,
      "csfdRatingCount": 6605,
      "poster": "https://images.metahub.space/poster/small/tt0107206/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107206/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "128 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller",
        "Akční",
        "Mysteriózní"
      ],
      "description": "Agent tajné služby Frank Horrigan (Clint Eastwood), sužovaný svým selháním při ochraně J.F.K., dostane druhou šanci, když 30 let od atentátu v Dallasu ohrožuje prezidentův život profesionální zabiják Mitch Leary (John Malkovich), bývalý příslušník CIA, který se zapřísáhl, že prezidenta zabije. Film je příběhem muže, který hledá vlastní vykoupení. Musí zachránit život nejvyššímu americkému představiteli, i kdyby měl obětovat svůj vlastní. Frank přitom naráží na odpor vlastních kolegů, kteří neschvalují jeho konfrontační postoj a nejsou přesvědčeni, že Leary představuje skutečnou hrozbu. Horrigan se musí vypořádat s trvalou kritikou nadřízených i zvrácenou psychologií profesionálního zabijáka, který je vpravdě strašlivým protivníkem. Leary ví o Horriganově minulosti a využívá ji k tomu, aby ho vyváděl z míry v jejich smrtelné hře kočky s myší.(oficiální text distributora)\n\nČSFD: 77% (6.6k)"
    },
    {
      "imdb": "tt0082398",
      "name": "Jen pro tvé oči",
      "year": 1981,
      "releaseInfo": "1981 • ČSFD: 74% (7.6k)",
      "csfdId": 11943,
      "csfdRating": 74,
      "csfdRatingCount": 7649,
      "poster": "https://images.metahub.space/poster/small/tt0082398/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0082398/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "128 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Neznámí pachatelé potopili u řeckých ostrovů britskou špionážní loď. Na její palubě se nachází počítač na ovládání řízených střel. James Bond (Roger Moore) jej má zachránit než padne do ruských rukou. Zdá se však, že rejdař dvojí tváře Krikatos (Julian Glover) společně s násilnickým králem pašeráků Columbem (Topol) směřují ke stejnému cíli. Melinda Havelock (Carola Bouquet), krásný anděl pomsty, se stane Bondovi v poslední vteřině více než jen zachránkyní.(oficiální text distributora)\n\nČSFD: 74% (7.6k)"
    },
    {
      "imdb": "tt0099423",
      "name": "Smrtonosná past 2",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 84% (38.4k)",
      "csfdId": 4158,
      "csfdRating": 84,
      "csfdRatingCount": 38374,
      "poster": "https://images.metahub.space/poster/small/tt0099423/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099423/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "S policistou Johnem McClanem se setkáváme i v druhém pokračování úspěšného akčního thrilleru, tentokrát v režii Rennyho Harlina. Přesně rok po dramatické misi v Los Angeles John plánuje klidné vánoční svátky. Na Štědrý den jede na newyorské letiště vyzvednout manželku Holly, jež má přiletět z Los Angeles, ale letiště padne do rukou po zuby ozbrojených a perfektně vycvičených teroristů. A když jde o život jeho rodině i stovkám ostatních pasažérů, kteří se stali rukojmími, musí John znovu sáhnout po zbrani. V hlavní roli opět exceluje Bruce Willis.(oficiální text distributora)\n\nČSFD: 84% (38.4k)"
    },
    {
      "imdb": "tt0099674",
      "name": "Kmotr III",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 85% (32.4k)",
      "csfdId": 1646,
      "csfdRating": 85,
      "csfdRatingCount": 32360,
      "poster": "https://images.metahub.space/poster/small/tt0099674/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099674/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "162 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "Člověk financí a politiky. Al Pacino v hlavní roli závěrečné části proslulé mafiánské trilogie. Francis Ford Coppola uzavřel svou mafiánskou trilogii snímkem Kmotr III (1990) po více než patnáctileté odmlce. Začátek jejího děje umístil do roku 1979, tedy plná dvě desetiletí od závěru Kmotra II. Michael Corleone (Al Pacino), nyní šedesátiletý, dál ovládá pevnou rukou své obchodní zájmy. Velmi usilovně se však snaží odpoutat od vlastní kriminální minulosti a své obchody legalizovat. Jeho zájem se přesunul od hazardu k nemovitostem a investičním bankám. A stal se z něho zbožný a vůči církvi nesmírně štědrý člověk, neboť přízeň Vatikánu, kde má několik vysoce postavených přátel, má v jeho proměně v bezúhonného byznysmena sehrát rozhodující úlohu. Jako svého nástupce jmenuje Vincenta Manciniho (Andy Garcia), nelegitimního potomka Sonnyho Corleona. Násilí však z vlastního života nelze jen tak jednoduše vymazat a je jen otázkou času, kdy minulost začne promlouvat do přítomnosti. Na rozdíl od prvních dvou částí vznikal Kmotr III až na několik newyorských scén prakticky celý v Itálii (v exteriérech v Římě a jeho okolí, v sicilském Palermu a Taormině a také v dekoracích postavených ve čtyřech největších ateliérech římského studia Cinecitta). Z klíčových členů štábu zůstali jen kameraman Gordon Willis, výtvarník Dean Tavoularis a samozřejmě spoluautor scénáře Mario Puzo... Třetí díl Kmotra je považován za nejslabší, což ve srovnání s oběma předchozími částmi, jež patří k nejlepším snímkům světové kinematografie (momentálně obsazují druhé a třetí místo ve známé internetové databázi IMDb), neznamená, že to je špatný film. Je třeba ho chápat jako důstojné uzavření ambiciózní filmové série o lidském snu, který zhořkl. Možná největším paradoxem je někdejší tvrzení, že komerční filmy ve stylu Kmotra umožňovaly Coppolovi realizaci mnohem osobnějších projektů, jakým byl např. Rozhovor. Dnes je nad slunce jasnější, že právě Kmotr a jeho pokračování tvoří bezesporu Coppolovo nejosobnější dílo. Ve světle tohoto faktu blednou i výtky, jež se na Kmotra III snesly po jeho uvedení a jež se soustředily vedle vatikánské dějové linie zejména na obsazení režisérovy dcery Sofie do klíčové role Michaelovy dcery Mary (v důsledku onemocnění Winony Ryderové těsně před natáčením). Americká akademie film ocenila sedmi oscarovými nominacemi (nejlepší film, režie, kamera, výprava, střih, píseň a herecký výkon ve vedlejší roli - A. Garcia). Všechny nominace však zůstaly neproměněny, neboť rok 1990 se stal rokem Costnerova westernu Tanec s vlky.(Česká televize)\n\nČSFD: 85% (32.4k)"
    },
    {
      "imdb": "tt0106856",
      "name": "Volný pád",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 85% (33.3k)",
      "csfdId": 8221,
      "csfdRating": 85,
      "csfdRatingCount": 33264,
      "poster": "https://images.metahub.space/poster/small/tt0106856/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106856/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "113 min",
      "genres": [
        "Drama",
        "Krimi",
        "Psychologický",
        "Thriller"
      ],
      "description": "Je 12. června 1991. Za nesnesitelného horka uvízly v dopravní zácpě uprostřed Los Angeles desítky řidičů. Nervozita a napětí houstne, až jednomu z nich povolí nervy. William Foster vystoupí z vozu a se slovy \"Jdu domů!\" se vydá na cestu z níž, jak se později ukáže, není návratu. V okamžiku, kdy mu arogantní prodavač odmítne vyhovět a rozměnit na telefon, se totiž osobní vzpoura muže nazývaného dále jen D-Fens (defence = angl. obrana) mění v pomstu. Pomstu světu, městu, společnosti, lidem. Baseballovou pálku, jeho první zbraň postupně nahradí nože, puška, samopal. Jeho cesta je stále víc destruktivní, zůstávají za ním trosky a později i mrtví. A přesto jej plně chápete, protože dělá to, co byste často nejraději udělali sami. Po stopách tragického hrdiny se vydává policista Prendergast, který má právě odejít do výslužby. Přestože chápe, co se odehrává ve Fosterově nitru, je přesvědčen, že ho musí zastavit.(oficiální text distributora)\n\nČSFD: 85% (33.3k)"
    },
    {
      "imdb": "tt0164181",
      "name": "Ozvěny mrtvých",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 74% (6.5k)",
      "csfdId": 23056,
      "csfdRating": 74,
      "csfdRatingCount": 6507,
      "poster": "https://images.metahub.space/poster/small/tt0164181/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0164181/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "99 min",
      "genres": [
        "Thriller",
        "Horor",
        "Mysteriózní"
      ],
      "description": "Tom Witzky je dobrý manžel a otec rodiny a na první pohled ten nejobyčejnější chlápek na světě. Netuší však o svém daru vstupovat do jiného světa. Nevadí, že nevěří na duchy, protože duchové teď začali věřit jemu. Otevřel dveře do jiného světa, vidí nepochopitelné obrazy, slyší podivné hlasy a nedokáže řídit svůj život jako dřív. Jeho podivné vize ale brzy začnou mít reálné souvislosti.(oficiální text distributora)\n\nČSFD: 74% (6.5k)"
    },
    {
      "imdb": "tt0120660",
      "name": "Nepřítel státu",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 85% (28.5k)",
      "csfdId": 8280,
      "csfdRating": 85,
      "csfdRatingCount": 28486,
      "poster": "https://images.metahub.space/poster/small/tt0120660/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120660/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "132 min",
      "genres": [
        "Drama",
        "Akční",
        "Thriller"
      ],
      "description": "Stačí letmé a nechtěné setkání s bývalým spolužákem Zavitzem a z úspěšného washingtonského právníka Roberta Deana (Will Smith) se stává \"nepřítel státu\" číslo jedna. Rozsudek nad ním vynesl vysoký úředník všemocné National Security Agency Reynolds (Jon Voight), který nechal v zájmu demokracie zavraždit kongresmana. Mírumilovný Dean nechápe, proč je z něj najednou štvanec s hordou skvěle vycvičených agentů v patách. K jeho polapení je zmobilizována i nejmodernější technika včetně supercitlivých špionážních satelitů. Proč? Reynolds se domnívá, že Zavitz stačil krátce před svou násilnou smrtí předat mladému právníkovi videokazetu se záznamem vraždy kongresmana. Dean si může na první pohled vybrat - buďto se dříve či později promění v mrtvolu bez totožnosti, nebo rychle vydá zabijákům z NSA to, po čem pasou. Naneštěstí Dean vůbec netuší, že kazeta skončila v jeho tašce s nákupními dárky. Nečekanou pomoc v poslední chvíli získá od bývalého agenta Brilla (Gene Hackman), který se s National Security Agency nerozešel v dobrém. Jaké jsou šance dvou mužů v boji s nejmocnější tajnou organizací na světě?(oficiální text distributora)\n\nČSFD: 85% (28.5k)"
    },
    {
      "imdb": "tt0139809",
      "name": "Třinácté patro",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 74% (6.1k)",
      "csfdId": 11907,
      "csfdRating": 74,
      "csfdRatingCount": 6086,
      "poster": "https://images.metahub.space/poster/small/tt0139809/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0139809/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "100 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller",
        "Drama"
      ],
      "description": "Je poklidná noc v Los Angeles roku 1937. Starší seriózní pán odchází z hotelového pokoje, nechává uvnitř spící mladé dívce nějaké peníze a u barmana písemný vzkaz. Poté se vrací domů ke své ženě. Pak se mu náhle podivně blýskne v očích a probere se v zajímavě vybavené laboratoři v roce 1999. Zmiňovaná možnost skoků mezi dvěma světy nevyplývá z vynálezu stroje času, jedná se pouze o velmi dokonale zhotovenou virtuální realitu, na jejíž realizaci se Hannon Fuller rozhodující měrou podílel. Jenže Fullera v jeho virtuálním světě někdo bez jediné stopy zavraždí. Z Fullerovy smrti je obviněn jeho mladý partner Douglas Hall, který musí přijít na to, co se stalo, dřív, než ho nepříjemně vlezlý detektiv McBain usvědčí a nechá zavřít.(oficiální text distributora)\n\nČSFD: 74% (6.1k)"
    },
    {
      "imdb": "tt0094226",
      "name": "Neúplatní",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 85% (26.9k)",
      "csfdId": 2339,
      "csfdRating": 85,
      "csfdRatingCount": 26859,
      "poster": "https://images.metahub.space/poster/small/tt0094226/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0094226/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "119 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Píše se rok 1930, v USA panuje prohibice a Chicago ovládá gang Al Caponeho. V boji o miliardy dolarů plynoucích z nelegálního prodeje alkoholu korumpuje úplatky představitele města a policie a likviduje obchodníky, kteří od něj alkohol odmítnou koupit. Jeho heslem je, že s dobrým slovem a pistolí dojde dál než jen s dobrým slovem. Do Chicaga je vyslán zvláštní zmocněnec ministerstva financí Eliot Ness, který má řídit vládní akci proti distribuci lihovin a proti násilí. Dozví se o velké zásilce whisky a ve spolupráci se zvláštní policejní jednotkou vykoná razii ve skladu. V bednách však alkohol není. Al Capone, tisk i zkorumpovaní policisté se mu vysmívají. Setkání s poctivým pochůzkářem Jimem Malonem ho přivede k myšlence vytvořit malý neúplatný tým. Spolu s Malonem vyberou na policejní střelnici nejlepšího střelce, Itala Georga Stonea, původním jménem Guiseppa Petriho. Čtvrtým mužem se stane policejní účetní Oscar Wallace, kterého Nessovi poslali z Washingtonu. Ness prohlašuje, že chce využít všechny zákonné prostředky k tomu, aby Al Caponeho dostal do vězení…(TV Prima)\n\nČSFD: 85% (26.9k)"
    },
    {
      "imdb": "tt0116282",
      "name": "Fargo",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 84% (26.4k)",
      "csfdId": 1606,
      "csfdRating": 84,
      "csfdRatingCount": 26421,
      "poster": "https://images.metahub.space/poster/small/tt0116282/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0116282/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "98 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Cynický thriller Fargo hvězd amerického nezávislého filmu, bratrů Joela a Ethana Coenových je dalším inteligentním diváckým filmem vzniklým mimo Hollywood. Strohá režie ozvláštněná černým humorem a vynikající scénář vycházející ze skutečné události (ta se odehrála v Minnesotě v roce 1987) ukazují, že bratři Coenovi jsou stále schopni bravurně střídat styly. Výtvarně příběhu dominují nekonečně bílé, zasněžené plochy bez obzoru. Vyprávění se odvíjí ve třech propojených liniích, sledujících počínání všech hlavních postav. Soustřeďuje se na pečlivé vykreslení jednotlivých charakterů a na specifickou atmosféru snímku, ve kterém všichni mimo jiné neustále jedí a dívají se v televizi na hokej. Příběh se povětšinou odehrává \"na cestě\" a jeho ozvláštněním jsou i severská příjmení téměř všech postav (dle bratrů Coenových, pocházejících právě ze státu Minnesota, je zde silná skandinávská přistěhovalecká menšina).(oficiální text distributora)\n\nČSFD: 84% (26.4k)"
    },
    {
      "imdb": "tt0112864",
      "name": "Smrtonosná past 3",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 81% (35.6k)",
      "csfdId": 6643,
      "csfdRating": 81,
      "csfdRatingCount": 35630,
      "poster": "https://images.metahub.space/poster/small/tt0112864/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112864/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "128 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Bruce Willis coby policista John McClane se vrací a tentokrát se utká v souboji s nebezpečným teroristou, který chce ochromit New York a dostat jeho hlavu. Je totiž bratrem zločince Grubera, jehož McClane sprovodil ze světa ve Smrtonosné pasti 1.Do třetice se setkáváme s policistou Johnem McClanem, tentokrát v New Yorku. Žena ho opustila, kvůli pití se ocitl ve výslužbě a kolegové si z něho spíš utahují, než aby si ho vážili. Ale to se záhy změní, protože terorista, který vyhazuje do vzduchu budovy velkoměsta, chce Johnovu hlavu. Nastraží po celé metropoli bomby a John je donucen plnit jeho úkoly, které se blíží sebevraždě. A protože mu jde opravdu o krk, probudí se v něm jeho zasuté schopnosti, zvlášť když zjistí, že jeho nepřítelem je Simon Gruber (Jeremy Irons), bratr Hanse Grubera, jehož McClane  sprovodil ze světa v jedničce. Spojence nečekaně získává v Zeovi (Samuel L. Jackson), majiteli obchůdku v Harlemu. Pomsta však je jen součástí Simonova plánu, v němž jde ve skutečnosti hlavně o zlato ... Režisérem třetího pokračování je opět John McTiernan a v hlavní roli se vrací charismatický Bruce Willis.(oficiální text distributora)\n\nČSFD: 81% (35.6k)"
    },
    {
      "imdb": "tt0104714",
      "name": "Smrtonosná zbraň 3",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 83% (27.2k)",
      "csfdId": 2440,
      "csfdRating": 83,
      "csfdRatingCount": 27168,
      "poster": "https://images.metahub.space/poster/small/tt0104714/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0104714/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "118 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Přestřižení nesprávného drátu časované nálože zdemoluje nejen sedmiposchoďovou budovu, ale také sen detektiva Murtaugha o klidném odchodu do důchodu za několik dnů. Se svým poněkud ztřeštěným partnerem Riggsem skončí u pochůzkářů a vyšetřování jejich případu - krádeži zbraní s policejních skladů - se ujme seržantka Lorna Coleová, policistka s ocelovými nervy a perfektní znalostí orientálních bojových umění. Zprvu odmítá s bývalými detektivy spolupracovat, ale nakonec vezme na milost je i jejich známého Lea Getze, realitního agenta a nadšeného spolupracovníka. Pátrání vede k bývalému policistovi Travisovi. Zdá se, že tento soupeř, obklopený bandou ostrých hochů, bude díky svým znalostem policejních metod nad síly tří detektivů a jejich pomocníka. Tvrdý boj o přežití vrcholí a po objevení speciální munice na probíjení neprůstřelných vest ve výzbroji gangsterů ztrácí Murtaugh jistotu, že se vysněného důchodu dočká.(oficiální text distributora)\n\nČSFD: 83% (27.2k)"
    },
    {
      "imdb": "tt0091605",
      "name": "Jméno růže",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 84% (24.1k)",
      "csfdId": 166,
      "csfdRating": 84,
      "csfdRatingCount": 24125,
      "poster": "https://images.metahub.space/poster/small/tt0091605/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0091605/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "130 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "V dnes již legendárním snímku z roku 1986 natočeném podle neméně proslulého románu Umberta Eca se ocitáme na opatství benediktinů, kde došlo k záhadnému úmrtí. Píše se rok 1327 a mniši jsou přesvědčeni o tom, že se blíží apokalypsa. Opatství právě hostí koncil, který se zabývá otázkou přesvědčení františkánů, kteří tvrdí, že by se církev měla zbavit svého majetku. Jeden z účastníků koncilu, ctihodný a respektovaný františkánský mnich William of Baskerville je požádán vedením opatství o pomoc při odhalení příčiny náhlé smrti. Avšak když se vyšetřování blíží k odkrytí tajemství, které chce opatství udržet v tajnosti, dochází k dalším úmrtím. Nyní již nelze zabránit tomu, aby se do celé věci nevložila Svatá inkvizice. William a jeho mladý novic závodí s časem, aby stihli prokázat nevinu křivě obviněnných a vyhnout se hněvu inkvizitora Bernarda Gui.(oficiální text distributora)\n\nČSFD: 84% (24.1k)"
    },
    {
      "imdb": "tt0103772",
      "name": "Základní instinkt",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 83% (26.3k)",
      "csfdId": 9288,
      "csfdRating": 83,
      "csfdRatingCount": 26310,
      "poster": "https://images.metahub.space/poster/small/tt0103772/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103772/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "128 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Erotický",
        "Mysteriózní"
      ],
      "description": "Krví, stříkající z těla vražděného partnera, končí milování jedné dvojice. Detektiva Nicka Currana a jeho partnera Guse čeká výslech milenky oběti - úspěšné spisovatelky Catheriny Tramellové. Vystudovaná psycholožka, chodící zásadně bez spodního prádla, si pohrává s celým policejním oddělením. Vyjde najevo, že ve své poslední knize detailně popsala stejnou vraždu. Objevují se její prapodivné milostné vztahy k mužům i ženám. Psychologickou stránku zločinu se Nickovi snaží rozkrýt policejní psychiatrička a detektivova bývalá milenka Beth Garnerová. Nick zjišťuje podivné shody mezi náměty Catherininých knih a osobami, s nimiž se spisovatelka stýká. Téměř každý v jejím okolí má co do činění s vraždami či náhodnými úmrtími svých rodinných příslušníků. Detektiv je Catherinou stále více přitahován a stává se jejím milencem. Dívka vyšťourala v jeho minulosti věci, o nichž doufal že zůstanou navěky pohřbeny v policejních spisech - včetně nešťastného zastřelení nevinných osob při jedné akci. Navíc mu oznámila, že její nový román bude o detektivovi, který se zamiluje do své budoucí vražedkyně. Jde do tuhého. Nick se nemíní vzdát, ani když jeho vinou zkrachuje policejní akce a on je zbaven práce na případu. Ke všemu je zavražděn Curranův parťák Gus. Detektiv chce za každou cenu vyluštit propletenec psychopatů, lesbiček a vrahů, aby našel odpověď na otázku, kdo a proč vraždil...(oficiální text distributora)\n\nČSFD: 83% (26.3k)"
    },
    {
      "imdb": "tt0099653",
      "name": "Duch",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 81% (31.8k)",
      "csfdId": 10199,
      "csfdRating": 81,
      "csfdRatingCount": 31828,
      "poster": "https://images.metahub.space/poster/small/tt0099653/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099653/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "127 min",
      "genres": [
        "Drama",
        "Romantický",
        "Thriller",
        "Fantasy"
      ],
      "description": "Lehce komediální melodrama je kombinováno s detektivní zápletkou. Mladý newyorský bankovní úředník Sam (Patrick Swayze) začne žít s výtvarnicí Molly (Demi Moore). Jejich počínající šťastný život je však přerván Samovou násilnou smrtí, když jej na ulici zastřelí neznámý poberta. Ale Sam nemůže milovanou dívku opustit, a tak ji provází životem alespoň jako duch. Ze záhrobí naváže spojení se světem živých prostřednictvím bizarního média, kterým je černoška Oda Mae (Whoopi Goldberg).(oficiální text distributora)\n\nČSFD: 81% (31.8k)"
    },
    {
      "imdb": "tt0245712",
      "name": "Amores perros - Láska je kurva",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 84% (22k)",
      "csfdId": 35429,
      "csfdRating": 84,
      "csfdRatingCount": 21984,
      "poster": "https://images.metahub.space/poster/small/tt0245712/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0245712/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "154 min",
      "genres": [
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Octavio miluje ženu svého bratra a je pevně rozhodnut s ní uprchnout. Zoufale potřebuje peníze, a když se ukáže, že jeho milovaný pes Cofi je výborný zabiják, bez váhání ho přihlásí na krvavé psí zápasy, které dobře vynášejí. Daniel opouští svou ženu, aby mohl žít s mladou dlouhonohou modelkou Valerií. Jejich nový exkluzivní byt se ale zakrátko změní v nesnesitelné vězení a stane se smrtící pastí pro Valeriina malého chundelatého pejska Richiho. Bývalý komunista a partyzán El Chivo se po letech strávených ve vězení živí jako nájemný vrah. Jeho jedinými společníky jsou toulaví psi, které sbírá na ulici a léčí jim jejich rány... Tři příběhy se proplétají stylem připomínajícím Pulp Fiction, aniž by se však režisér tohoto strhujícího mexického filmu, jenž byl nominován na Oscara, snažil kohokoli kopírovat či napodobovat. Originálním způsobem líčí několik lidských osudů, jež se protnou ve scéně fatální dopravní nehody, která celý film otevírá. Tarantinovsky spletitá story uchvátila svou energií a výsostnou filmařinou i členy Akademie, kteří film nominovali na Oscara.(Magic Box)\n\nČSFD: 84% (22k)"
    },
    {
      "imdb": "tt0106519",
      "name": "Carlitova cesta",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 86% (17.5k)",
      "csfdId": 2315,
      "csfdRating": 86,
      "csfdRatingCount": 17503,
      "poster": "https://images.metahub.space/poster/small/tt0106519/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0106519/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "144 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Snímek Briana De Palmy svým tématem zdánlivě zapadá do současného proudu gangsterských filmů, ale zpracováním připomíná klasické gangsterky třicátých let. Vypravěčem a hlavním hrdinou příběhu je portorikánský zločinec Carlito Brigante, který je předčasně propuštěn z vězení. Vrací se do života s rozhodnutím definitivně skoncovat s minulostí zabijáka a překupníka drog. Jenže záhy pochopí, že tlak rodné newyorské čtvrti, tlak \"ulice\", v níž se téměř všichni pohybují na opačné straně zákona, bude velmi obtížné překonat. Carlito je mužem ze staré školy, který ještě ctí přátelství. Proto musí v nouzi pomoci narkomanskému advokátu Dave Kleinfeldovi, s nímž se zná už mnoho let. Smysl pro čest, který všichni ostatní už dávno ztratili, je pro něj víc než láska k tanečnici Gail.\n\nČSFD: 86% (17.5k)"
    }
  ]
}