{
  "id": "heist_con",
  "name": "Loupeže & podfuky (heist)",
  "type": "movie",
  "generatedAt": "2026-01-16T14:28:52.552Z",
  "source": {
    "path": "/movies/popular"
  },
  "filters": {
    "years": "1970-2015",
    "genres": "crime,thriller"
  },
  "items": [
    {
      "imdb": "tt0468569",
      "name": "Temný rytíř",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 91% (101.2k)",
      "csfdId": 223734,
      "csfdRating": 91,
      "csfdRatingCount": 101177,
      "poster": "https://images.metahub.space/poster/small/tt0468569/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0468569/img?src=cinemeta",
      "imdbRating": "9.1",
      "runtime": "152 min",
      "genres": [
        "Akční",
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Christian Bale se pod režijní taktovkou Christophera Nolana vrací v roli Bruce Waynea, který v kostýmu netopýřího muže Batmana pokračuje v boji se zločinem ve městě Gotham. A jeho nejnebezpečnějším protivníkem je král zločinců Joker (Heath Ledger).Akční dobrodružná fantasy v režii Christophera Nolana navazuje na film Batman začíná a Christian Bale si v ní zopakoval roli Batmana/Bruce Waynea v nekončícím boji se zločinem. Wayne v kostýmu netopýřího muže jde spolu s poručíkem Jamesem Gordonem (Gary Oldman) z Gothamské policie po králi zločinců Jokerovi známého podle symbolu - hrací karty s žolíkem - kterou zanechává na místech činu. Vtipálek s prořízlou tváří (Heath Ledger) má tentokrát v plánu Batmanovi dokázat, že slova Gotham a mír nikdy nebudou stát v jedné větě vedle sebe. Na uvolněné místo po bývalém králi místní mafie usedá Sal Maroni (Eric Roberts) a přebírá vládu nad většinou gangů v Gothamu. Na scéně se rovněž objevuje nový státní návladní Harvey Dent (Aaron Eckhart), který by rozdanými kartami (i s žolíkem v balíčku) mohl pořádně zamíchat...(oficiální text distributora)\n\nČSFD: 91% (101.2k)"
    },
    {
      "imdb": "tt0068646",
      "name": "Kmotr",
      "year": 1972,
      "releaseInfo": "1972 • ČSFD: 92% (72.2k)",
      "csfdId": 1644,
      "csfdRating": 92,
      "csfdRatingCount": 72202,
      "poster": "https://images.metahub.space/poster/small/tt0068646/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0068646/img?src=cinemeta",
      "imdbRating": "9.2",
      "runtime": "175 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "Gangsterské drama Kmotr, natočené podle stejnojmenného bestselleru Maria Puza, patří mezi přelomová díla tzv. Nového Hollywoodu, a to jak komerčně, tak umělecky. Příběh newyorské mafiánské rodiny Corleonů, jíž tvrdou rukou šéfuje starý don Vito (Marlon Brando), se odehrává v letech 1945 - 55 a zaznamenává prudký rozmach organizovaného zločinu po skončení druhé světové války. V epických, rozmáchlých obrazech před divákem ožívají osudy italsko-americké rodiny, jež svůj blahobyt založila na hazardu, prostituci, vydírání a zastrašování. Tehdy mladý režisér Francis Ford Coppola, který byl poněkud překvapivě pověřen společností Paramount realizací jednoho z jejích stěžejních projektů (své nepochybně sehrálo i jeho italsko-americké zázemí), musel redukovat některé motivy rozsáhlé předlohy, ovšem podařilo se mu věrně zachovat jejího ducha - přesný popis fungování zločinecké organizace, zachycení její hierarchie, začlenění do tehdejšího společenského vývoje i často kritizované zdůrazňování rodinné soudržnosti. Pevnou dramatickou stavbu scénáře (na němž Coppola spolupracoval s autorem předlohy) podpořilo i režijní ztvárnění, jež čerpalo především z klasických vypravěčských praktik hollywoodských děl 30. let (např. Jih proti Severu), okořeněných soudobým příklonem k realismu, zejména v zobrazování násilí a sexu. Snímek získal tři Oscary - za nejlepší film, scénář podle předlohy a mužský herecký výkon v hlavní roli (Marlon Brando, který svou cenu odmítl převzít). Pro úspěch filmu, který se stal diváckým hitem nejen ve Spojených státech, ale i ve zbytku světa (kromě např. tehdejšího Československa, kde se kvůli údajné glorifikaci zločinu a násilí nesměl promítat, ač Puzova kniha v českém překladu vyšla), bylo klíčové herecké obsazení hlavních úloh dona Vita Corleona a jeho nejmladšího syna Michaela. Vedení Paramountu nesouhlasilo s Marlonem Brandem, na němž mu vedle jeho dobře známé pověsti \"obtížného a nespolehlivého herce, jehož poslední filmy byly propadáky\", vadilo hlavně to, že je na roli mafiánského patriarchy příliš mladý (v době příprav filmu mu bylo 47 let), a ještě větší odpor dávalo najevo vůči Al Pacinovi, jenž se jim zdál málo známý, příliš obyčejný a především malý. Coppola s oběma herci natočil testy, jež nakonec šéfy Paramountu přesvědčily. Se stejnou pečlivostí režisér obsadil i další role, nejstaršího Corleonova syna, prchlivého Sonnyho (James Caan), jeho slabošského bratra Freda (John Cazale) a conseglieriho Toma Hagena (Robert Duvall). Úlohy Corleonových \"vojáků\" a dalších gangsterů ztělesnili vesměs málo známí představitelé, kteří dokonale typově odpovídali svým postavám (např. Richard Castellano jako Clemenza nebo Al Lettieri jako Sollozzo). V kreaci Michaelovy neitalské dívky Kay Adamsové zaujala budoucí múza Woodyho Allena Diane Keatonová a Corleonovu týranou dceru Connii ztělesnila pozdější Stalloneova partnerka z Rockyho, Coppolova mladší sestra Talia Shireová. Téměř tříhodinový snímek (který uvádíme, stejně jako další díly trilogie, ve dvou částech) vrcholí slavnou scénou křtu Michaelova synovce (představovaného Coppolovou dcerou Sofií), prostříhaného krvavým vyřizováním účtů s ostatními mafiánskými rodinami, jež znamenalo upevnění moci Corleonova klanu, ale také definitivní převzetí \"rodinné firmy\" zprvu zdráhavým Michaelem, který se stává důstojným nástupcem zemřelého otce.(Česká televize)\n\nČSFD: 92% (72.2k)"
    },
    {
      "imdb": "tt1130884",
      "name": "Prokletý ostrov",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 88% (80.7k)",
      "csfdId": 235492,
      "csfdRating": 88,
      "csfdRatingCount": 80716,
      "poster": "https://images.metahub.space/poster/small/tt1130884/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1130884/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "138 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama"
      ],
      "description": "Detektiva Teddyho Danielse (Di Caprio) a jeho kolegu Chucka Auleho (Mark Ruffalo) přivedlo na prokletý ostrov Shutter pátrání po šílené vražedkyni jménem Rachel Solando (Emily Mortimer), která zmizela ze své cely ve vězeňské psychiatrické léčebně Ashecliffe a kdesi se úspěšně skrývá. Píše se rok 1954 a Amerika se dosud nevzpamatovala z následků Druhé světové války a navíc přežívá v permanentní paranoii domnělého i skutečného komunistického ohrožení. Daniels je učebnicovou obětí téhle doby. Válečný veterán stále vzpomíná na prožité hrůzy a navíc se musí vyrovnat se smrtí manželky. Až by se dalo sarkasticky říct, že v rámci vyšetřování dorazil na správné místo. Jenže na tomhle ostrově něco smrdí a zkušený detektiv to instinktivně vycítí. Například je přesvědčený o tom, že léčebné metody, které zdejší lékaři vedení doktorem Johnem Cawleym (Ben Kingsley) aplikují na pacienty, nejsou zcela v souladu s Hippokratovou přísahou. Druhou stranou mince je ale otázka detektivovy příčetnosti, jež je vlivem traumatických prožitků z minulosti a poměrně děsivé a skličující přítomnosti vystavována čím dál větším otřesům.(oficiální text distributora)\n\nČSFD: 88% (80.7k)"
    },
    {
      "imdb": "tt0361748",
      "name": "Hanebný pancharti",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 87% (86.6k)",
      "csfdId": 117077,
      "csfdRating": 87,
      "csfdRatingCount": 86588,
      "poster": "https://images.metahub.space/poster/small/tt0361748/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0361748/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "153 min",
      "genres": [
        "Drama",
        "Dobrodružný",
        "Válečný"
      ],
      "description": "Bylo nebylo v nacisty okupované Francii… Vítejte ve Druhé světové válce podle Quentina Tarantina. Vítejte ve světě, kde historická realita ustupuje lehce brutálnímu pohádkovému vyprávění jednoho z nejkontroverznějších režisérů současnosti. Německé vojáky ještě nepřestaly bolet nohy po smělé invazi do západní Evropy, když mladičké Shosanně (Melanie Laurent) přímo před očima německý důstojník Hans Landa (Christoph Waltz) vyvraždil členy její rodiny. Ona sama jen tak tak unikne do Paříže, kde se ukryje pod novou identitu provozovatelky biografu. Na jiném místě hákovým křížem rozkopané Evropy se pod vedením lehce zupáckého amerického poručíka Aldo Rainea (Brad Pitt) formuje neobvyklá vojenská jednotka. Úkolem jejích členů je nejen přežít na území plném nacistů a jejich přisluhovačů, ale zároveň likvidovat jejich elity a to tak efektně, že tím mezi nimi budou šířit strach a paniku. Říkají si Pancharti a právě je čeká ta nejtěžší mise, která může zcela změnit průběh války. V jednom pařížském biografu se chystá premiéra nového německého propagandistického eposu a téhle události se má účastnit řada nacistických špiček (možná i samotný Hitler). Úkolem Panchartů bude na akci proniknout a ukázat šéfům Třetí říše, jaké to je, když je člověk po smrti. Nepočítají ovšem s tím, že přímo pod světlem promítačky osnuje svůj plán pomsty za smrt blízkých osiřelá Shosanna a že když se jeden geniální plán na atentát střetne s jiným, výsledkem může být ještě geniálnější neúspěch.(oficiální text distributora)\n\nČSFD: 87% (86.6k)"
    },
    {
      "imdb": "tt0071562",
      "name": "Kmotr II",
      "year": 1974,
      "releaseInfo": "1974 • ČSFD: 91% (50.2k)",
      "csfdId": 1645,
      "csfdRating": 91,
      "csfdRatingCount": 50171,
      "poster": "https://images.metahub.space/poster/small/tt0071562/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0071562/img?src=cinemeta",
      "imdbRating": "9.0",
      "runtime": "202 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "Jsme větší než U. S. Steel. Al Pacino a Robert De Niro v hlavních rolích pokračování slavné mafiánské ságy, oceněné šesti Oscary... Mimořádný úspěch Kmotra (1972) ve světových kinech logicky vedl k okamžitým úvahám o natočení pokračování, k němuž koneckonců vybízel i relativně otevřený konec originálu. Coppola, který tímto snímkem získal v Hollywoodu nesmírný respekt, ovšem nejdřív svého vlivu využil k realizaci osobního projektu Rozhovor (vyznamenaného mj. Zlatou palmou na MFF v Cannes, ale komerčně neúspěšného). Scénář Kmotra II, jenž je znovu společným dílem autora původní předlohy a režiséra, rozvíjí dvě dějové linie. Další osudy nového kmotra Michaela Corleona (Al Pacino), ovládajícího své impérium z rozsáhlého sídla v nevadském Lake Tahoe. A začátky mladého Vita Corleona (Robert De Niro) v New Yorku 20. let, jež jsou obsaženy i v Puzově původní knize. Michael musí čelit nejen svým konkurentům z podsvětí, zejména Hymanu Rothovi (pozoruhodná kreace slavného hereckého pedagoga Lee Strasberga), který využívá informací zhrzeného Michaelova bratra Freda (John Cazale), ale také zvýšenému zájmu orgánů spravedlnosti, jež v průběhu druhé poloviny 50. let, kdy se Kmotr II odehrává, zintenzivnily svou kampaň proti organizovanému zločinu. Michael své obchodní zájmy uhájí, přes nedobrovolné opuštění hazardních aktivit na revoluční Kubě, ovšem cena je vysoká. Předčasně zestárlý, zahořklý kmotr je ještě nelítostnějším šéfem než jeho otec, ale rodinné vazby, tvořící páteř prvního filmu, zmizely. Michael zůstává osamocený. Bez bratra, kterého nechal zabít, i bez manželky, která od něho odešla... Kmotr II je stejně výjimečným dílem jako originál, na který navazuje. Mnozí dokonce tvrdí, že lepším. Coppola se tu jako režisér představuje ve špičkové formě, navíc posílené neotřesitelným postavením režisérské hvězdy. Už nemusel bojovat o výši rozpočtu jako v případě prvního filmu (který se z finančních důvodů měl původně odehrávat v současnosti), ani o herce, jež hodlal angažovat. Ve všem měl naprosto volnou ruku. Prozřetelným se ukázalo obsazení málo známého Roberta De Nira jako mladého Vita Corleona, jehož elektrizující herectví tu získává na přesvědčivosti také citlivým využitím sicilského dialektu, který v raných scénách nahrazuje angličtinu. Jeho osud v nové zemi, kam musel uprchnout ze sicilské vesničky, jež mu dala jméno, ostře kontrastuje s údělem jeho syna. Vito buduje svoji pozici prakticky z ničeho, dokáže využít každé příležitosti, neštítí se násilných prostředků, pokud je považuje za nutné a efektivní, ale základem je pro něho rodina. Pokračování Kmotra se stalo prvním \"sequelem\", který získal Cenu Akademie za nejlepší film. Nezůstalo ovšem u jediného Oscara. Kmotr II v tomto ohledu překonal originál celkem se šesti soškami; další cenu mu Akademie udělila za nejlepší režii (ta Coppolovi v prvním případě unikla ve prospěch Boba Fosseho za Kabaret), scénář, výpravu, hudbu (slavný italský skladatel Nino Rota, opominutý u prvního dílu kvůli zařazení již použitých motivů z jiného filmu, tady spolupracoval s režisérovým otcem Carminem Coppolou) a konečně za fenomenální De Nirův výkon ve vedlejší roli.(Česká televize)\n\nČSFD: 91% (50.2k)"
    },
    {
      "imdb": "tt1345836",
      "name": "Temný rytíř povstal",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 86% (70.4k)",
      "csfdId": 252669,
      "csfdRating": 86,
      "csfdRatingCount": 70410,
      "poster": "https://images.metahub.space/poster/small/tt1345836/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1345836/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "165 min",
      "genres": [
        "Akční",
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Je tomu již osm let, co se Batman vytratil do noci, čímž se tak z hrdiny změnil v uprchlíka. Tím, že na něj padla vina za smrt Harveyho Denta, obětoval temný rytíř všechno pro to, co společně s komisařem Gordonem považoval za vyšší dobro. A na čas tato lež skutečně zabírala, když byla kriminální aktivita v Gothamu rozdrcena silou Dentova odkazu. Všechno se ale mění s příchodem prohnané zlodějky a jejích tajemných zájmů. Avšak ještě daleko nebezpečnější je nástup Banea, maskovaného teroristy, jehož nelítostný plán proti Gothamu vyžene Bruce z jeho dobrovolného exilu. Avšak ani pokud si znovu nasadí svou masku a temnou kápi, nemusí jeho síly proti Baneovi stačit.(oficiální text distributora)\n\nČSFD: 86% (70.4k)"
    },
    {
      "imdb": "tt0440963",
      "name": "Bourneovo ultimátum",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 87% (55.2k)",
      "csfdId": 224141,
      "csfdRating": 87,
      "csfdRatingCount": 55213,
      "poster": "https://images.metahub.space/poster/small/tt0440963/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0440963/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "115 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "Vynořil se z vln Středozemního moře a neměl sebemenší tušení, kdo je. Tehdy se zrodil Agent bez minulosti. Postupně začal skládat střípky do své životní mozaiky, až zjistil, že jeho minulost skrývá řadu temných míst, kterými musí znovu projít, pokud chce o sobě něco zjistit. Tak vznikl Bourneův mýtus. Teď stojí elitní tajný agent Jason Bourne (Matt Damon) na prahu řešení vlastní životní hádanky a chystá se vyhlásit Bourneovo ultimátum. Náročnou cestu za poznáním sebe sama mu prakticky od začátku komplikovala řada nájemných zabijáků, kteří na něm pracovali z pověření jeho bývalých zaměstnavatelů. Ti totiž usilují o pravý opak toho, po čem touží Bourne. Tedy aby si na všechno vzpomněl. Tím jak se víc a víc blíží k odhalení pravdy, zesilují se i jejich nervozita a aktivity jimi najatých vrahů. Agent Jason Bourne před nimi prchá přes Moskvu, Paříž, Londýn a marocký přístav Tanger až do New Yorku, kde se pokusí definitivně dohnat vlastní minulost, aby se mohl začít dívat do budoucnosti. Nebude to mít lehké, protože kromě ostrostřelců z podsvětí ho tu snad kromě armády pronásledují všechny ozbrojené americké složky... Úspěch akční špionážní série podle bestselleru Roberta Ludluma z velké míry souvisí s tím, že si udržuje kontakt s realitou, má velmi chytrou zápletku a charismatického hlavního hrdinu. Ani jeden z těchto důležitých faktorů nebude v Bourneově ultimátu chybět. Režie se znovu ujal uznávaný režisér Paul Greengrass, loni nominovaný na Oscara za režii strhujícího Letu číslo 93, o scénář se stejně jako u předchozích dvou dílů postaral Tony Gilroy, kterému pomáhal slavný britský dramatik s českými kořeny Tom Stoppard. A nechybí samozřejmě ani Matt Damon coby nepolapitelný tajný agent s amnézií. \"Je hodně těžké se k té roli vrátit, protože všichni čekají, že přijdete s něčím novým, zároveň ale nechtějí, aby se Jason Bourne nějak zásadně změnil. Lavírovat mezi těmito dvěma nároky je hodně těžké. Zvlášť když je Bourne jednou z mých nejoblíbenějších postav a nechci jí ublížit,\" říká Matt Damon.(oficiální text distributora)\n\nČSFD: 87% (55.2k)"
    },
    {
      "imdb": "tt0407887",
      "name": "Skrytá identita",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 86% (52.3k)",
      "csfdId": 221020,
      "csfdRating": 86,
      "csfdRatingCount": 52336,
      "poster": "https://images.metahub.space/poster/small/tt0407887/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0407887/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "151 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Kriminální drama Skrytá identita je zasazeno do Bostonu, kde státní policie vede válku s organizovaným zločinem. Tajný policista Billy Costigan (Leonardo Di Caprio) je pověřen úkolem infiltrovat zločineckou síť, které předsedá boss Costello (Jack Nicholson). Billy si brzy získá Costellovu důvěru, jenže je tu také Colin Sullivan (Matt Damon), který pro změnu infiltroval policejní složky, aby tam získával pro zločinecký syndikát cenné informace. Sullivan stoupá po kariérním žebříčku a stává se významným členem Jednotky pro zvláštní vyšetřování. Životy obou mužů jsou hluboce ovlivněny prostředím, ve kterém se pohybují. Časem však vyjde najevo, že v systému je ještě hráč, který hraje na obě strany. Billyho i Colinova existence je rázem ohrožena a vystavena nepřátelské straně a oba muži musí vyvinout maximální úsilí, aby jejich identity nebyly odhaleny a oni zachránili svůj protějšek. A tím i sebe.(oficiální text distributora)\n\nČSFD: 86% (52.3k)"
    },
    {
      "imdb": "tt0765429",
      "name": "Americký gangster",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 87% (44.3k)",
      "csfdId": 224384,
      "csfdRating": 87,
      "csfdRatingCount": 44349,
      "poster": "https://images.metahub.space/poster/small/tt0765429/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0765429/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "157 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller",
        "Životopisný"
      ],
      "description": "Strhující příběh o vzestupu a pádu jednoho z nejmocnějších mužů newyorského podsvětí a o obyčejném poldovi, který ho dostal na kolena... Atmosféra prohrávané války ve Vietnamu na začátku sedmdesátých let dolehla na Ameriku jako těžká deka. Vojáci se z asijských bojišť vraceli buď v černých pytlích, nebo závislí na drogách a tuto \"zálibu\" lavinovitě šířili mezi veřejností. Byznysu s narkotiky se okamžitě chytily mafiánské klany, které pro klid na práci neváhaly masívně korumpovat celé policejní sbory. V tomto ozvduší se zrodí černá hvězda podsvětí Frank Lucas (Denzel Washington), která díky vlastní odvaze a inteligenci dokáže záhy zaplavit ulice New Yorku bezkonkurečně nejlepší a přitom nejlevnější drogou. Díky tomu se záhy vyšvihne na samotný vrchol zdejších mafiánských struktur, odkud s bohorovným klidem řídí své impérium a pomocí finančních injekcí i nečinnost zdejších policistů. Detektiv Richie Roberts (Russell Crowe) je mezi nimi bílou vránou a především díky své pověsti dostane za úkol sestavit protikorupční tým, který zavedené pořádky změní. Jako prvního si vezmou na mušku distributora mimořádně dobrého materiálu za mimořádně nízkou cenu. Smyčka se pomalu stahuje a blíží se den, kdy tyhle dvě individuality stanou tváří v tvář. Z té konfrontace může vyjít jako vítěz jenom jeden. Nebo ne? Skutečný Frank Lucas patří mezi nejvíce fascinující zločince americké historie.(oficiální text distributora)\n\nČSFD: 87% (44.3k)"
    },
    {
      "imdb": "tt0936501",
      "name": "96 hodin",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (56.3k)",
      "csfdId": 231978,
      "csfdRating": 85,
      "csfdRatingCount": 56254,
      "poster": "https://images.metahub.space/poster/small/tt0936501/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0936501/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "94 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Bývalý špión Bryan (Liam Neeson) povolí své sedmnáctileté dceři Kim (Maggie Grace) výlet do Paříže pouze pod podmínkou, že se mu bude pravidelně hlásit. Při jednom takovém telefonátu se ale stává svědkem jejího únosu. Nečeká na nic a vezme spravedlnost do vlastních rukou...(Magic Box)\n\nČSFD: 85% (56.3k)"
    },
    {
      "imdb": "tt0070735",
      "name": "Podraz",
      "year": 1973,
      "releaseInfo": "1973 • ČSFD: 89% (34k)",
      "csfdId": 15046,
      "csfdRating": 89,
      "csfdRatingCount": 34049,
      "poster": "https://images.metahub.space/poster/small/tt0070735/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0070735/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "129 min",
      "genres": [
        "Drama",
        "Komedie",
        "Krimi"
      ],
      "description": "Robert Redford a Paul Newman v legendární filmu o jednom geniálním dostihovém podrazu. Film je příběhem o přátelství dvou roztomilých podvodníků. Johny, malý šikovný podvodník a jeho kumpán Luther omylem okradou poslíčka, který pracuje pro jednoho z největších a nejuznávanějších gangsterů - Lonnegana. Lonneganovi lidé však na odplatu Luthera zabijí a Johny s Henrym si naplánují ještě rafinovanější přepadení, aby Lonnegana úplně zlikvidovali.(oficiální text distributora)\n\nČSFD: 89% (34k)"
    },
    {
      "imdb": "tt2267998",
      "name": "Zmizelá",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 85% (52.6k)",
      "csfdId": 346856,
      "csfdRating": 85,
      "csfdRatingCount": 52589,
      "poster": "https://images.metahub.space/poster/small/tt2267998/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2267998/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "149 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Amy se ztratila v den pátého výročí svatby s Nickem. Vše naznačuje, že nezmizela dobrovolně. Zoufalý manžel organizuje rozsáhlé pátrací akce a snaží se dělat vše možné pro to, aby se jeho žena našla. Pokud možno živá. Paralelně s tím probíhá policejní vyšetřování, které kromě Amy hledá i člověka, jenž má její zmizení na svědomí. Všechny stopy, nalezené důkazy a svědectví Amyiných blízkých ale ukazují právě na Nicka. Kdo to vlastně je? Trpící oběť zločinu, nebo cynická zrůda, která vodí policii i veřejnost za nos, aby ze sebe sňala podezření? Kdo má pravdu? Jak ji poznat? A co se vlastně stalo s Amy? Na znepokojivé otázky se vrší další a odpovědi zoufale chybějí. Trpí tím především Nick, který se z miláčka médií proměnil ve veřejného nepřítele číslo jedna. Dobře ví, že když se Amy nebo strůjce jejího únosu nenajdou, ponese si cejch až do konce života, který možná stráví za mřížemi. Pokud ovšem nemá Amy skutečně na svědomí.(CinemArt)\n\nČSFD: 85% (52.6k)"
    },
    {
      "imdb": "tt0993846",
      "name": "Vlk z Wall Street",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 83% (66.7k)",
      "csfdId": 287147,
      "csfdRating": 83,
      "csfdRatingCount": 66677,
      "poster": "https://images.metahub.space/poster/small/tt0993846/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0993846/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "180 min",
      "genres": [
        "Životopisný",
        "Komedie",
        "Drama",
        "Krimi"
      ],
      "description": "Film Vlk z Wall Street přináší podívanou z doby, kdy na Wall Street vládla pravidla Divokého Západu. Jen místo pistolníků na koních se tu prohánějí jachty a nahé blondýny a místo prachu nad prérií víří vzduchem bankovky. Někdy dokázal vydělat i 12 milionů dolarů za pouhé tři minuty. A peníze uměl také pěkně roztáčet. V jeho kancelářích běžně defilovala nahá dívčí dechovka, šňupaly se velehory kokainu, pořádaly se závody v házení trpaslíky, opice jezdily na kolečkových bruslích a se svou ženou souložil na matraci ze samých bankovek. Když mu v Londýně na večírku došly drogy, vzbudil svou newyorskou sekretářku, aby mu je poslala soukromým tryskáčem. Po každém velkém mejdanu ale přichází i odpovídající kocovina. Zvlášť, pokud kouzlení s akciemi je více než jen kreativní. FBI vás pak chce zatknout a mnoho dalších se chce pomstít.(Bontonfilm)\n\nČSFD: 83% (66.7k)"
    },
    {
      "imdb": "tt1392214",
      "name": "Zmizení",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 86% (44.9k)",
      "csfdId": 257071,
      "csfdRating": 86,
      "csfdRatingCount": 44866,
      "poster": "https://images.metahub.space/poster/small/tt1392214/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1392214/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "153 min",
      "genres": [
        "Thriller",
        "Mysteriózní",
        "Krimi",
        "Drama",
        "Psychologický"
      ],
      "description": "Silné téma, vynikající scénář plný zvratů a životní herecké výkony poskládaly dohromady thriller o pátrání po dvou zmizelých děvčatech, který je napínavý až k nesnesení. Keller Dover (Hugh Jackman) čelí asi nejhorší noční můře každého rodiče, jeho šestiletá dcera Anna a její kamarádka Joy jednoho večera na Díkuvzdání zmizí. Jejich hledání nebere konce, hodiny se vlečnou a dívky jsou stále pohřešovány. Do objektu zájmu se při pátrání dostane zchátralý karavan, který parkoval před jejich domem a u kterého si dívky naposledy hrály. K případu je povolán detektiv Loki (Jake Gyllenhaal), který zatýká řidiče karavanu, retardovaného Alexe Jonese (Paul Dano), ale pro nedostatek důkazů je Jones po nějaké době propuštěn. Oficiální pátrání sice stále pokračuje, ale Dover se cítí bezradný, jeho strach se mísí se vztekem a zlobou. Bere spravedlnost do svých rukou a bez ohledu na následky se rozhodne vyslechnout jediné pojítko k případu sám, po svém a bez rukaviček.(Bontonfilm)\n\nČSFD: 86% (44.9k)"
    },
    {
      "imdb": "tt0381061",
      "name": "Casino Royale",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 83% (53.8k)",
      "csfdId": 208033,
      "csfdRating": 83,
      "csfdRatingCount": 53769,
      "poster": "https://images.metahub.space/poster/small/tt0381061/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0381061/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "144 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Casino Royale pojednává o začátcích Bondovy špionážní kariéry. V rámci své první mise s pověřením \"007\" se má dostat na kobylku Le Chiffreovi (Mads Mikkelsen), který se stal bankéřem světového terorismu. Aby jej mohl zastavit a rozložit tak teroristickou síť, musí Bond Le Chiffrea porazit v pokerovém turnaji s astronomickými sázkami, který Le Chiffre pořádá v Casino Royale. Zprávu, že se s ním na misi vydává okouzlující účetní ministerstva financí Vesper Lynd (Eva Green), která má zajistit finanční prostředky na pokerové partie a poté na vládní peníze dohlížet, přijímá s krajní nevolí - avšak poté, co společně přežijí řadu smrtících útoků ze strany Le Chiffrea a jeho nohsledů, se mezi nimi vyvine vzájemná přitažlivost. Ta je nakonec zavede do ještě nebezpečnějších situací, které navždy změní Bondův život.(oficiální text distributora)\n\nČSFD: 83% (53.8k)"
    },
    {
      "imdb": "tt0450259",
      "name": "Krvavý diamant",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 84% (42.9k)",
      "csfdId": 223266,
      "csfdRating": 84,
      "csfdRatingCount": 42918,
      "poster": "https://images.metahub.space/poster/small/tt0450259/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0450259/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "143 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Thriller"
      ],
      "description": "Bývalý žoldák, nyní pašerák diamantů (Leonardo DiCaprio) a prostý rybář (Djimon Hounsou) se octnou uprostřed ohně občanské války v Sierra Leone roku 1999. Dva muži spojí své síly v zoufalé misi: znovu získat vzácný růžový diamant nevyčíslitelné hodnoty a zachránit rybářova syna, kterého rebelové odvlekli a naučili zabíjet. Záběry krutého mučení a krveprolití střídá pohled na překrásné scenérie i válkou zpustošenou krajinu. Naléhavé a pohnuté dobrodružství v režii Edwarda Zwicka (Glory, Poslední samuraj) tvaruje napínavé lidské osudy i dechberoucí akci v moderní epos s hlubokým poselstvím.(oficiální text distributora)\n\nČSFD: 84% (42.9k)"
    },
    {
      "imdb": "tt0988045",
      "name": "Sherlock Holmes",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 80% (67.2k)",
      "csfdId": 242855,
      "csfdRating": 80,
      "csfdRatingCount": 67246,
      "poster": "https://images.metahub.space/poster/small/tt0988045/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0988045/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Nové dynamické zpracování nejznámějšího díla Sira Arthura Conana Doyla \"Sherlock Holmes\" přináší Holmesovi a jeho věrnému partnerovi Watsonovi poslední výzvu. Ukáže se, že Holmesovy bojové schopnosti jsou stejně tak smrtící jako jeho pověstný intelekt. Obojího bude zapotřebí při odhalování smrtelného spiknutí, které by mohlo zničit celou zemi... Akční a dobrodužný film Sherlock Holmes natočil známý režisér Guy Ritchie. Robert Downey Jr. ztvárnil legendárního detektiva a Jude Law září v roli Holmesova věrného kolegy Watsona, doktora a válečného veterána, který je impozantním spojencem Sherlocka Holmese. Rachel McAdams uvidíme v roli Irene Adler, jediné ženy, která získala převahu nad Holmesem, a která s detektivem udržuje bouřlivý vztah. Mark Strong ztvárnil roli Holmesova nového tajemného protivníka, Blackwooda a Kelly Reilly hraje Mary, po níž touží Watson.(oficiální text distributora)\n\nČSFD: 80% (67.2k)"
    },
    {
      "imdb": "tt1074638",
      "name": "Skyfall",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 82% (50.7k)",
      "csfdId": 234460,
      "csfdRating": 82,
      "csfdRatingCount": 50723,
      "poster": "https://images.metahub.space/poster/small/tt1074638/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1074638/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "143 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Daniel Craig je zpět jako Agent 007 v nové, v pořadí již 23-té bondovce s názvem Skyfall. Tentokrát bude Bondova loajalita vůči M (Judi Dench) vystavena nelehké zkoušce, když ji začne pronásledovat její vlastní minulost. 007 musí vystopovat a zneškodnit narůstající hrozbu, ať už ho to stojí cokoliv.(oficiální text distributora)\n\nČSFD: 82% (50.7k)"
    },
    {
      "imdb": "tt0947798",
      "name": "Černá labuť",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 81% (54.3k)",
      "csfdId": 229692,
      "csfdRating": 81,
      "csfdRatingCount": 54298,
      "poster": "https://images.metahub.space/poster/small/tt0947798/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0947798/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Thriller",
        "Mysteriózní",
        "Psychologický"
      ],
      "description": "V psychologickém thrilleru Černá labuť, zasazeném do prostředí newyorské baletní scény, zavádí vizionářský režisér Darren Aronofsky diváky na fascinující a mrazivou cestu do nitra mladé baleríny, která se kvůli své vytoužené roli v Labutím jezeře stane až děsivě dokonalou. Snímek sleduje příběh Niny (Natalie Portman), baleríny newyorského baletu, jejíž život je, podobně jako život všech v této profesi, plně pohlcen tancem. Žije s matkou Ericou, bývalou balerínou (Barbara Hershey), která své profesní ambice nikdy zcela nenaplnila podle svých představ a tak teď alespoň nadšeně podporuje kariéru své dcery. Když se umělecký šéf baletu Thomas Leroy (Vincent Cassel) rozhodne pro novou premiéru sezóny, Labutí jezero, vyměnit stávající primabalerínu Beth Macintyre (Winona Ryder), Nina je jeho jasnou volbou. Do souboru ale vzápětí přichází nová tanečnice Lily (Mila Kunis), která na Leroye velmi zapůsobí svou smyslností a pro Ninu se tak okamžitě stává velkou konkurencí. “Labutí jezero” totiž vyžaduje tanečnici, která umí zahrát jak nevinnou a noblesní Bílou labuť, tak Černou labuť, která představuje lstivost a smyslnost. Nina je dokonalým ztělesněním Bílé labutě, ale Černá labuť je její povaze a projevu vzdálená. To ale rozhodně neplatí pro Lily... Mezi oběma tanečnicemi se rozvíjí podivně zvrácené přátelství, které ale ničí vzrůstající vzájemná rivalita. Nina se nechce své vysněné role vzdát, ale při naplnění svého snu může překročit hranici, zpoza které už nebude návratu do normálního světa.(oficiální text distributora)\n\nČSFD: 81% (54.3k)"
    },
    {
      "imdb": "tt2802144",
      "name": "Kingsman: Tajná služba",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (47.2k)",
      "csfdId": 342878,
      "csfdRating": 82,
      "csfdRatingCount": 47236,
      "poster": "https://images.metahub.space/poster/small/tt2802144/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2802144/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Thriller"
      ],
      "description": "Tajní agenti organizace Kingsman nepotřebují mít na konci svých jmen žádné nuly. Tato špionážní služba je oproti jiným britským službám rozhodně nevládní a pochopitelně supertajná. Počet jejích agentů je pevně daný a za každého, který odešel (většinou nedobrovolně a bolestně), nastoupí pečlivě vycvičený a otestovaný nováček, kterého doporučí některý z agentů ve službě. Právě díky tomu se do výběrového systému dostávají hlavně synové významných rodin. Výjimkou z pravidla se stane až Gary „Eggsy\" Price (Taron Egerton), který je obyčejným klukem vybaveným vysokým IQ, nedokončeným výcvikem u mariňáků a oceněný krajskou cenou za gymnastiku. Nyní ale tráví většinu času na ulici, je nezaměstnaný a má nakročeno do kriminálu. V pravou chvíli mu nabídne novou životní šanci jeden z agentů Kingsman – superšpión Harry Hart (Colin Firth), který nejen vypadá, ale také se chová jako pravý anglický gentleman. Aspoň většinou. Někdy to prostě nelze. A protože se jedná nejen o vtipný, ale i napínavý film, potřebujeme pořádného hlavního padoucha. Je jím Richmond Valentine (Samuel L. Jackson), miliardář a bojovník za ekologii zbavený iluzí. Nesnáší pohled na krev a chystá se odrovnat opravdu velké množství obyvatel naší planety. Díky tomu ji chce zachránit a obětavě při tom nehledí na ztrátu žádného cizího života. Pomáhat mu s tím bude Gazelle (Sofia Boutella), inteligentní krasavice s amputovanýma nohama, místo kterých má smrtící běžecké čepele. Podaří se Harrymu a Eggsymu včas odhalit pravdu o Valentinově důmyslném ďábelském plánu a zastavit ho?(CinemArt)\n\nČSFD: 82% (47.2k)"
    },
    {
      "imdb": "tt0824747",
      "name": "Výměna",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (32.1k)",
      "csfdId": 230480,
      "csfdRating": 85,
      "csfdRatingCount": 32084,
      "poster": "https://images.metahub.space/poster/small/tt0824747/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0824747/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "141 min",
      "genres": [
        "Drama",
        "Historický",
        "Krimi",
        "Mysteriózní",
        "Thriller",
        "Životopisný"
      ],
      "description": "Režírující Clint Eastwood si rád vybírá příběhy, které jdou až na dřeň lidských emocí. Výměna není výjimkou. Příběh ženy, jíž osud připraví řadu nesmírně těžkých životních zkoušek, je podobně výjimečný jako režisérovy předchozí a mnoha cenami ověnčené filmy Nesmiřitelní, Tajemná řeka nebo Million Dollar Baby... Los Angeles, březen 1928. Je svěží sobotní ráno a v útulném domku na předměstí se svobodná matka Christine Collins (Angelina Jolie) před odchodem do práce loučí se svým devítiletým synem Walterem. Netuší, že ho možná vidí naposledy. Po návratu z práce totiž čelí asi největší noční můře každého rodiče - zmizení dítěte. Navzdory usilovnému pátrání státních orgánů se nepodaří zachytit jedinou stopu ztraceného chlapce. Uběhne pět měsíců a najednou, jako blesk z čistého nebe, udeří šťastná novina. Walter se našel a losangeleská policie, která si potřebuje napravit pošramocenou pověst, zaviněnou četnými skandály, ho s velkou pompou před zraky novinářů předává přešťastné matce. Moment nadšení záhy vystřídá další vlna zoufalství. Nalezený chlapec není její Walter. Policie, která nechce přijít o kladné body, ale trvá na tom, že nalezenec je pohřešovaný Walter Collins a matčiny protesty vysvětluje neskutečnou psychickou zátěží. Stejně bohorovně odmítá i evidentní důkazy svědčící ve prospěch její teorie. Zoufalí lidé dělají zoufalé věci a Christine se pustí do boje za svou pravdu s takovou vehemencí, že začne být nepohodlná. Zatímco ona chce jen najít svého pravého syna, ti, kteří by jí měli pomáhat a chránit, dělají vše proto, aby ji umlčeli. Třeba i navždy... Neuvěřitelný příběh bojovnice Christine Collins spatřil světlo světa díky scenáristovi Michaelu Straczynskimu, který ho před sedmi lety objevil v archivu losangeleské radnice. \"Chystali se zničit nějaké staré záznamy a nabídli mi, jestli se v nich nechci prohrabat, než skončí v peci. Když jsem narazil na záznam o jejím případu, nevěřil jsem, že se to skutečně stalo. Ta žena vytrvale kladla jednoduchou otázku - Kde je můj syn?, a málem jí rozložila policejní sbor města Los Angeles,\" říká Straczynski. Nabídl příběh slavným hollywoodským producentům Brianu Grazerovi a Ronu Howardovi, protože věděl, že mají slabost pro látky podle skutečných událostí, a ti ho doporučili Clintu Eastwoodovi, který s nimi tuto vášeň sdílí. \"Vzal jsem si scénář do letadla a hned po přečtení jsem věděl, že to chci točit. Mám rád skutečné příběhy, zvlášť když působí naprosto neskutečně,\" říká slavný herecký a režisérský veterán.(oficiální text distributora)\n\nČSFD: 85% (32.1k)"
    },
    {
      "imdb": "tt0066921",
      "name": "Mechanický pomeranč",
      "year": 1971,
      "releaseInfo": "1971 • ČSFD: 84% (35.1k)",
      "csfdId": 5395,
      "csfdRating": 84,
      "csfdRatingCount": 35136,
      "poster": "https://images.metahub.space/poster/small/tt0066921/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0066921/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "137 min",
      "genres": [
        "Drama",
        "Krimi",
        "Sci-Fi"
      ],
      "description": "Miloval násilí, sex a Beethovena. Malcolm McDowell v britském kultovním filmu.Žije jen pro tři věci: násilí, sex a Beethovena. Alex deLarge, vůdce čtyřčlenné party výtržníků, před níž si není nikdo jistý. Chodí v buřinkách a bílých kostýmech s velkými suspenzory, navštěvují mléčný bar „Korova\" a pijí tamní specialitu – drogami obohacené „moloko\", které je pokaždé vybudí k pořádné dávce ultranásilí. Tu brutálně zmlátí opilého tuláka kdesi v podchodu, tu se servou s konkurenčním gangem, tu přepadnou poklidný dům spořádaných občanů... Pak se však jednoho dne ono pověstné ucho utrhne a Alex skončí ve vězení. Ve vězení, z něhož je jediná cesta: stát se pokusným králíkem, nechat si v nejnovějším experimentu „vymýt mozek\" tak, aby vše, pro co dosud žil, začal nejen nenávidět, ale přímo fyzicky nesnášet...Kriminální satira s prvky sci-fi je jedním z nejprovokativnějších filmů režiséra Kubricka. V příběhu, natočeném podle románu Anthonyho Burgesse a odehrávajícím se „v Londýně nedaleké budoucnosti\", se – zejména v poruštěné angličtině – projevují vlivy dnes již odeznělé studené války a překračují mnohá tabu, která do té doby v kinematografii byla. Film vzbudil samozřejmě rozporuplné ohlasy, bylo mu dokonce vytýkáno, že díky němu vzrostla kriminalita městské mládeže. O dva roky později, kdy již Kubrick pracoval na Barrym Lyndonovi, bylo násilím vyhrožováno jemu i jeho rodině. Ze všech těchto důvodů byl film – na režisérovu vlastní žádost – v tichosti stažen z kin a až do Kubrickovy smrti nebylo ve Velké Británii povoleno jeho promítání.Rozporuplný postoj k filmu se projevil i při mezinárodních hodnoceních. Kromě Ceny Kruhu newyorských kritiků za nejlepší film a režii nezískal totiž Mechanický pomeranč nic z řady cen, na něž byl nominován. (Konkrétně na 4 Oscary, 7 cen BAFTA, 3 Zlaté glóby...). Při udílení Oscarů v r. 1972 Kubricka „porazil\" William Friedkin se svou Francouzskou spojkou, nicméně při slavnostním ceremoniálu on sám vyslovil to, co si zřejmě myslelo i mnoho dalších: že nejlepším filmovým tvůrcem roku je právě Stanley Kubrick...Film stojí a padá s výkonem Malcolma McDowella, bez něhož – jak se režisér vyjádřil – by nemohl vzniknout. V hercově filmografii je to nepochybně nejvýraznější a nejlepší role, jakou kdy odvedl, nicméně ani on se žádného oficiálního ohodnocení nedočkal.(Česká televize)\n\nČSFD: 84% (35.1k)"
    },
    {
      "imdb": "tt1219289",
      "name": "Všemocný",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 81% (49.6k)",
      "csfdId": 276351,
      "csfdRating": 81,
      "csfdRatingCount": 49569,
      "poster": "https://images.metahub.space/poster/small/tt1219289/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1219289/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "106 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Eddie Morra (Bradley Cooper) je zlenivělý spisovatel, kterému se začíná hroutit svět. Chtějí ho vyhodit z práce a rozchod s přítelkyní Lindy (Abbie Cornish) ho jen utvrdí v přesvědčení, že jeho život je v troskách a budoucnost nemůže přinést nic než další zklamání. To se ale změní ve chvíli, kdy Eddieho navštíví jeho starý přítel z dětství, Vernon (Johnny Whitworth). Nabídne mu pilulky NZT - utajovanou drogu, která umožňuje využívat mozek na 100 % a dodává člověku extrémní sebevědomí. Eddie se nechává zlákat neodolatelnými účinky NZT a naprosto droze propadne. Najednou je schopen využívat informace s ohromnou efektivitou. Vše, co kdy viděl, slyšel a přečetl, zvládá zpracovat a zužitkovat. Neustálá stimulace drogou ho katapultuje mezi elitu finančního sektoru. Jeho nadlidský výkon a úspěch přitáhne pozornost finančního magnáta Carla Van Loona (Robert De Niro), který v drogou posíleném Eddiem vidí příležitost, jak vydělat miliardy. Zázračná droga má ale nebezpečné vedlejší účinky a Eddie se ocitá v ohrožení života. Musí se skrývat, nájemní vrazi jsou však stále blíž. Podaří se mu uniknout, nebo doplatí na zrádnou představu, že ho droga učiní všemocným?(oficiální text distributora)\n\nČSFD: 81% (49.6k)"
    },
    {
      "imdb": "tt1318514",
      "name": "Zrození Planety opic",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 82% (42.9k)",
      "csfdId": 281606,
      "csfdRating": 82,
      "csfdRatingCount": 42898,
      "poster": "https://images.metahub.space/poster/small/tt1318514/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1318514/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Pořekadlo, že cesta do pekla bývá dlážděna dobrými úmysly, platí v tomto příběhu přímo ukázkově. Mladý vědec Will Rodman (James Franco) vyvíjí lék proti Alzheimerově nemoci, kterou trpí i jeho otec (John Lithgow). Slibný výzkum se ovšem zadrhává kvůli nežádoucím vedlejším účinkům, které vykazují pokusní živočichové po aplikaci léčebné látky. Zklamaný vědec opouští výzkum, odchází pečovat o otce a jako bonus si tajně odnáší šimpanzí mládě, jehož rodiče zemřeli při Willových pokusech. U šimpanze Caesara se postupně začne projevovat vysoká inteligence a Will zjistí, že za to zřejmě může působení jeho léku. Začne mu ho tajně podávat a tím nechtěně otevře bránu k lidské zkáze. Čím dál inteligentnější zvíře se po čase ocitne v přírodní rezervaci, kde začne v čele ostatních opic pomaloučku připravovat vzpouru proti těm, kdo zabili jeho rodiče a jeho zavřeli do tohoto „fešáckého kriminálu“. Tedy proti lidem.(oficiální text distributora)\n\nČSFD: 82% (42.9k)"
    },
    {
      "imdb": "tt1250777",
      "name": "Kick-Ass",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 80% (55.1k)",
      "csfdId": 248143,
      "csfdRating": 80,
      "csfdRatingCount": 55079,
      "poster": "https://images.metahub.space/poster/small/tt1250777/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1250777/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "118 min",
      "genres": [
        "Akční",
        "Komedie"
      ],
      "description": "Svět potřebuje nové hrdiny! A proto přichází Kick-Ass se svými komplici! Teenager Dave Lizewski (Aaron Johnson) nevyniká žádnými zvláštními schopnostmi. Jediné, co ho baví, jsou komiksy. Ty ho taky inspirují natolik, že se rozhodne stát se superhrdinou! Bohužel mu k tomu ale chybí to nejdůležitější - nadpřirozené schopnosti… To ho ale nemůže odradit a jako každý správný superhrdina si vybírá přezdívku, Kick-Ass. Dave ale není jediným superhrdinou v tomto prostoru. Nebojácné a dobře secvičené duo otce s dcerou Big Daddy (Nicolas Cage) a Hit Girl (Chloe Grace Moretz) také bojuje s kriminálními živly a postupně se jim i daří omezovat „království“ místního padoucha Franka D´Amica.(oficiální text distributora)\n\nČSFD: 80% (55.1k)"
    },
    {
      "imdb": "tt1535109",
      "name": "Kapitán Phillips",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 84% (32.3k)",
      "csfdId": 307856,
      "csfdRating": 84,
      "csfdRatingCount": 32332,
      "poster": "https://images.metahub.space/poster/small/tt1535109/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1535109/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "134 min",
      "genres": [
        "Životopisný",
        "Thriller",
        "Drama"
      ],
      "description": "Kapitán Philips je komplexní studií přepadení americké nákladní lodi Maersk Alabama somálskými piráty, ke kterému došlo v roce 2009. Režisér Paul Greengrass nám v něm svým unikátním pohledem nabízí kombinaci napínavého thrilleru a pohled na širokou škálu důsledků globalizace. Film se zaměřuje na vztah mezi velícím důstojníkem Alabamy, kapitánem Richardem Phillipsem (dvojnásobný držitel Oscara Tom Hanks), a kapitána somálských pirátů Museho (Barkhad Abdi), který ho unese jako rukojmí. Phillips a Muse proti sobě čelí v okamžiku, kdy Muse se svou posádkou zamíří na Phillipsovu neozbrojenou loď. V souboji vůle a odhodlání, který následuje 230 km od somálského pobřeží, jsou oba muži vydáni na milost osudu, který je zcela mimo jejich kontrolu.(Falcon)\n\nČSFD: 84% (32.3k)"
    },
    {
      "imdb": "tt0477348",
      "name": "Tahle země není pro starý",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 82% (39.5k)",
      "csfdId": 226762,
      "csfdRating": 82,
      "csfdRatingCount": 39468,
      "poster": "https://images.metahub.space/poster/small/tt0477348/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0477348/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "122 min",
      "genres": [
        "Crime",
        "Drama",
        "Thriller"
      ],
      "description": "Violence and mayhem ensue after a hunter stumbles upon the aftermath of a drug deal gone wrong and over two million dollars in cash near the Rio Grande."
    },
    {
      "imdb": "tt0480249",
      "name": "Já, legenda",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 78% (66.4k)",
      "csfdId": 224182,
      "csfdRating": 78,
      "csfdRatingCount": 66408,
      "poster": "https://images.metahub.space/poster/small/tt0480249/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0480249/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "101 min",
      "genres": [
        "Drama",
        "Sci-Fi",
        "Thriller",
        "Horor"
      ],
      "description": "Robert Neville je sice špičkový vědec, ale ani on nedokázal zabránit šíření nebezpečného viru, který byl vyvinut lidmi a nedá se léčit. Neville je z neznámého důvodu vůči viru imunní a jako jediný příslušník lidského rodu žije v troskách New York City. Možná je dokonce posledním žijícím člověkem na planetě. Už tři roky, den co den, vysílá do éteru svou zprávu a hledá další přeživší. Neville však není úplně sám. Ze stínů jej pozorují zmutované oběti celosvětové pandemie, kteří sledují každý jeho krok a čekají, až udělá osudovou chybu. Nevillea, který je dost možná jedinou nadějí celého světa, drží při životě jediná myšlenka: zvrátit dopad viru tím, že ze své krve vyrobí lék. Stojí však sám proti zbytku světa a čas hraje proti němu...(oficiální text distributora)\n\nČSFD: 78% (66.4k)"
    },
    {
      "imdb": "tt0780536",
      "name": "V Bruggách",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 82% (38k)",
      "csfdId": 228433,
      "csfdRating": 82,
      "csfdRatingCount": 38048,
      "poster": "https://images.metahub.space/poster/small/tt0780536/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0780536/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Komedie",
        "Krimi",
        "Thriller"
      ],
      "description": "Držitel Oscara a známý scénárista Martin McDonagh nám přináší černou komedii o cti a podvodech, která se odehrává v nádherném prostředí belgických Brugg. Po jedné fušce v Londýně jsou nájemní zabijáčci Ray (Colin Farrell) a Ken (Brendan Gleeson - Harry Potter) pověřeni svým drsným šéfem Harrym (Ralph Fiennes), aby se schovali v Bruggách. Zatímco Ken si užívá klidného prostředí a památek, upovídaný a akční Ray je malebným městem víc než znechucen, a proto se rozhodne vymyslet dobrodružství. Netrvá dlouho a Ray se potuluje s turisty, začne si s místní kráskou (Cléménce Poésy – Harry Potter), mlátí jejího bývalého kluka skinheada (Jérémie Rénier) a paří s americkým trpaslíkem, který zde natačí surrealistický film. Dovolená se však zkomplikuje, když Ray zjistí, že Harry ho chce mrtvého a Ken má tuto prácičku udělat. Samozřejmě, že Harry nepočítal s tím, že se Ray s Kenem na výletě tak spřátelí. No, a tak se Harry naučí těžkou lekci – všechno si musíš udělat sám…(oficiální text distributora)\n\nČSFD: 82% (38k)"
    },
    {
      "imdb": "tt1457767",
      "name": "V zajetí démonů",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 82% (37.7k)",
      "csfdId": 298275,
      "csfdRating": 82,
      "csfdRatingCount": 37680,
      "poster": "https://images.metahub.space/poster/small/tt1457767/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1457767/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "112 min",
      "genres": [
        "Horor",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Hrůzostrašný případ z domu v Amityville nebyl první – ještě dříve došlo k záhadným děsivým událostem v Harrisville. Film „V zajetí démonů\", natočený podle skutečných událostí, vypráví hrůzný příběh světově proslulých vyšetřovatelů paranormálních jevů Eda a Lorraine Warrenových, kteří byli pozváni na odlehlou farmu, aby pomohli rodině terorizované temnými silami. V nejhrůzostrašnějším případu svého života jsou Warrenovi nuceni utkat se s mocnou démonickou bytostí.(oficiální text distributora)\n\nČSFD: 82% (37.7k)"
    },
    {
      "imdb": "tt0985699",
      "name": "Valkýra",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 82% (37.7k)",
      "csfdId": 233151,
      "csfdRating": 82,
      "csfdRatingCount": 37656,
      "poster": "https://images.metahub.space/poster/small/tt0985699/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0985699/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "121 min",
      "genres": [
        "Válečný",
        "Historický",
        "Thriller",
        "Drama"
      ],
      "description": "Dlouho očekávaný, napínavý film Valkýra, vypráví skutečný příběh plukovníka Clause von Stauffenberga (Tom Cruise), který stál v čele rozsáhlého protinacistického spiknutí, jehož hlavním cílem měla být likvidace Adolfa Hitlera a odstavení jeho nejvěrnějších spolupracovníků od moci. Plukovník Claus von Stauffenberg je loajálním vojákem, oddaně sloužícím své zemi. Poté co je zraněn a odvelen z fronty dojde k vylodění spojeneckých jednotek v Normandii a Stauffenberg se stává členem rozsáhlého spiknutí. Na straně německého odboje, vyzbrojen rafinovanou strategií použít Hitlerův vlastní nouzový plán pro stav ohrožení – známý jako Operace Valkýra – se rozbíhá akce s cílem zavraždit vůdce a svrhnout jeho nacistickou vládu. S dokonalým plánem a s několika odhodlanými důstojníky se z von Stauffenberga, který dosud byl jeden z mnoha, stane ten, který musí Hitlera zlikvidovat sám. Do pokusu o převrat bylo zainteresovaných mnoho vysokých osobností jako např. Ludwig Beck, Erich Höpner, Erwin Rommel, Hans Speidel a Hellmuth Stieff. Stauffenber chtěl při atentátu spolu s Hitlerem také zlikvidovat Heinricha Himmlera a Hermanna Göringa. Tento důvod donutil ve dvou případech (11. a 15. července) ustoupit od plánu. Konečné datum nakonec padlo na 20. července 1944, i přesto, že nebyl přítomen ani Himmler ani Göring…(oficiální text distributora)\n\nČSFD: 82% (37.7k)"
    },
    {
      "imdb": "tt2084970",
      "name": "Kód Enigmy",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (37.1k)",
      "csfdId": 283747,
      "csfdRating": 82,
      "csfdRatingCount": 37125,
      "poster": "https://images.metahub.space/poster/small/tt2084970/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2084970/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "113 min",
      "genres": [
        "Válečný",
        "Životopisný",
        "Thriller",
        "Drama"
      ],
      "description": "V zimě roku 1952 britská policie dostala hlášení o vloupání do domu profesora matematiky a kryptoanalytika Alana Turinga (Benedict Cumberbatch). Namísto pachatele tohoto zločinu však v poutech odvedli samotného Turinga, který byl obviněn ze sexuálních přestupků a čekal ho zničující soudní proces. Téměř nikdo ze zúčastněných nevěděl, že jde o válečného hrdinu, který se spolu s týmem podílel na prolomení kódu legendárního německého šifrovacího stroje Enigma. The Imitation Game vypráví příběh matematického génia, který díky svému úžasnému talentu pomohl zkrátit 2. světovou válku a zachránil tak tisíce lidských životů.(Forum Film CZ)\n\nČSFD: 82% (37.1k)"
    },
    {
      "imdb": "tt0443706",
      "name": "Zodiac",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 81% (41.9k)",
      "csfdId": 221713,
      "csfdRating": 81,
      "csfdRatingCount": 41911,
      "poster": "https://images.metahub.space/poster/small/tt0443706/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0443706/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "157 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Novinář Jake Gyllenhaal se dostane k případu záhadného masového vraha, který zabíjí náhodně vybrané oběti. Zločinec, přezdívaný Zodiac, rozeslal do novin dopisy a šifrované zprávy o svých budoucích i minulých vraždách a touha po jeho odhalení se pro žurnalistu stává posedlostí... Příběh filmu vychází ze skutečných událostí a vypráví o masovém vrahovi, který po několik desetiletí děsil obyvatele San Francisca a zavaloval úřady čtyř soudních okrsků svými šiframi a dopisy. Dopadení Zodiaca se pro skupinu čtyř policistů stalo posedlostí, která z nich udělala tvory naprosto nepodobné sobě samým. Jejich životy byly kvůli nekonečnému přívalu dalších a dalších stop naprosto v troskách. Zodiac vypráví o řádění šílence, který nebyl nikdy dopaden a který držel celý národ v osidlech strachu. Počet mrtvých, kteří byli usmrceni jeho rukou už asi nikdy nezjistíme. Jedno je však jisté : mezi jeho oběti patří i ti, kteří přežili... Není snad děsivějšího případu než je tento. Zodiac vypráví o řádění šílence, kterého zodpovědné autority nikdy nechytily. Tento hádankář a vrah, který držel celý národ v osidlech strachu, vždy unikl. Byl to americký Jack Rozparovač. Veřejně se přiznal ke třinácti obětem. Poté k dalším dvaceti čtyřem. Policie však byla schopna potvrdit jen pět nebo sedm z nich. Počet mrtvých, kteří byli usmrceni jeho rukou už asi nikdy nezjistíme. Jedno je však jisté: mezi jeho oběti patří i ti, kteří přežili. Graysmith by obyčejným kreslířem deníku San Francisco Chronicle, který se co do kontaktů ani znalostí nemohl rovnat svému cynickému kolegovi Paulu Averymu, který byl pronikavým novinářem a hvězdou černé kroniky. Chyběly mu také kontakty se slavným a ambiciózním detektivem z oddělení vražd v San Francisku, Davidem Toschim a jeho puntičkářským kolegou, inspektorem Williamem Armstrongem. Jednou se mu však dostalo zásadního poznání, které nikdo neočekával. Došlo k němu dne 1. srpna 1969. Toho dne se v hromadě redakční pošty objevil podivně vyhlížející dopis. Další dva došly do redakcí San Francisco Examiner a Vallejo Times-Herald - všechny dopisy v redakcích způsobily hotové pozdvižení. \"Vážený pane redaktore, píše vám vrah Davida Faradaye a Betty Lou Jensen, které jsem dne 20. prosince 1968 zastřelil na silnici Lake Herman v okrese Solano. Dále dne 4. července 1969 na parkovišti golfového hřiště v Blue Rock Springs jsem zastřelil Darlene Ferrin a pokusil se o vraždu Mikea Mageaua...\" Následoval seznam detailů, o kterých mohla vědět jen policie. Každý z deníků dostal část šifry, která - pokud by prý byla dekódována správně - vedla by k odhalení identity svého autora. Dopis by ukončen hrozbou: uveřejněte tento dopis v novinách, jinak budou následovat další vraždy. Od dob Jacka Rozparovače se neobjevil vrah, který by kontaktoval tisk a policii a formou hry na kočku a myš je naváděl ke svému dopadení. Zodiac patří k vůbec prvním masovým vrahům v dějinách Spojených států. Jeho zprávy byly nakonec dekódovány. Byl to však až nadšenec do luštění různých kvízů a šifer, Robert Graysmith, kdo pochopil jejich skrytý záměr, který odkazoval k němému filmu z roku 1932, The Most Dangerous Game. Během krátké doby následovalo několik dalších dopisů a hrozeb. Zodiac opět udeřil dne 27. září 1969, kdy jako maskovaný útočník s puškou a nožem zaútočil v Lake Berryessa v okrese Napa na mladý pár, který si vyjel na piknik. Cecilii Ann Shepard ubodal k smrti a Bryana Hartnella nechal vykrvácet. O necelý měsíc později - přesněji dne 11. října 1969 - přijel vrah do San Franciska. Jeho první oběť - taxikář Paul Lee Stine byl objeven s kulkou v týlu v luxusní čtvrti Presidio Heights. O tři dny později přišel další zlověstný dopis: Zodiac se policii vysmíval tvrzením, že té noci jej mohli dostat. Co hůře, zmínil, že měl v zaměřovači políčeno i na školáky, kteří vystupovali ze školního autobusu. San Francisko zachvátila panika. Díky Zodiacovi se detektivové Toschi a Armostrong a novinář Graysmith stali během jedné noci celebritami. Zodiac byl bohužel vždy o krok napřed, obratně uklízel stopy a ve svých výsměšných dopisech byl čím dál výhružnější a zároveň osobnější. Toschi později upadl v nemilost, frustrovaný Armostrong přešel na jiný případ a Avery odešel od novin. Zodiac najednou přestal ohlašovat, kdy a za jakých okolností znovu udeří. Od jednoho amerického pobřeží ke druhému se vyrojilo spoustu jeho napodobitelů. Hledaný podezřelý byl stále někde mezi nimi. Tehdy nastala Graysmithova chvíle. Šlo o moment, který navždy změnil mnoho životů.(oficiální text distributora)\n\nČSFD: 81% (41.9k)"
    },
    {
      "imdb": "tt0945513",
      "name": "Zdrojový kód",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 80% (43.4k)",
      "csfdId": 269231,
      "csfdRating": 80,
      "csfdRatingCount": 43420,
      "poster": "https://images.metahub.space/poster/small/tt0945513/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0945513/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "93 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Když se kapitán Colter Stevens (Jake Gyllenhaal) probudí v sedadle příměstského vlaku, netuší, kde se tam vzal. Naproti němu sedí Christina (Michelle Monaghan). Colter ji vidí poprvé v životě, ale Christina ho očividně dobře zná. Colter Stevens zjišťuje, že se probudil v těle jiného člověka. Než se stihne z nastalé situace vzpamatovat, je vlak rozmetán silným výbuchem. V zápětí se Colter se objeví v podivném bunkru izolovaném od okolního světa. Přes obrazovku k němu mluví důstojnice Goodwin (Vera Farmiga) a požaduje informace o všem, co právě viděl. Kapitán Colter Stevens se stal součástí náročné mise, jejímž cílem je odhalení útočníka, který má na svědomí výbuch vlaku, v němž se Colter ještě před chvílí nalézal. Atentátník plánuje mnohem větší výbuch přímo v srdci Chicaga a jeho dopadením tak může Colter zachránit tisíce životů. Tato vládní mise je založena na experimentu nazvaném Zdrojový kód, který Colterovi umožňuje na chvíli existovat v paralelní realitě - v těle Seana v chicagském příměstském vlaku. Seanovu identitu může využívat pouze osm minut, má tedy právě osm minut na odhalení bombového útočníka. Zdrojový kód zvládá poslat Coltera do stejného časového úseku vícekrát. Získává tak více času, ale situace se mu může snadno vymknout z rukou…(oficiální text distributora)\n\nČSFD: 80% (43.4k)"
    },
    {
      "imdb": "tt1764651",
      "name": "Expendables: Postradatelní 2",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 80% (43.2k)",
      "csfdId": 287500,
      "csfdRating": 80,
      "csfdRatingCount": 43225,
      "poster": "https://images.metahub.space/poster/small/tt1764651/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1764651/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "103 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Stará známá banda Postradatelných Barney Ross (Sylvester Stallone), Lee Christmas (Jason Statham), Yin Yang (Jet Li), Gunner Jensen (Dolph Lundgren), Toll Road (Randy Couture) a Hale Caesar (Terry Crews) se dají opět dohromady poté, co je tajný agent CIA Church (Bruce Willis) povolá, aby jim zadal zdánlivě jednoduchou zakázku. K partičce se přidávají i noví členové Billy the Kid (Liam Hemsworth) a Maggie (Yu Nan) jako první žena v týmu Postradatelných. Ačkoliv úkol vypadá velice jednoduše, samotná akce se příliš nevydaří a jeden člen Postradatelných během ní dokonce zemře a to dost nepěknou smrtí. Jeho parťáci se ho rozhodnou pomstít přímo na místě, tedy na nepřátelském území, kde mají pouze mizivou šanci na úspěch. Postradatelným se podaří rozpoutat peklo na zemi, na které se mimochodem válí i pět tun čistého plutonia, které by naši planetu hravě vychýlilo z osy. Tuhle třaskavou směs musí zajistit dřív, než bude pozdě. To je ovšem brnkačka ve srovnání se šťavnatou pomstou za kamarádovu smrt.(oficiální text distributora)\n\nČSFD: 80% (43.2k)"
    },
    {
      "imdb": "tt0780504",
      "name": "Drive",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 80% (42k)",
      "csfdId": 240522,
      "csfdRating": 80,
      "csfdRatingCount": 42047,
      "poster": "https://images.metahub.space/poster/small/tt0780504/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0780504/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "100 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Říkají mu Řidič. Přes den je filmovým kaskadérem, po nocích si přivydělává jako nájemný řidič zločineckých gangů. Nezajímá ho o jakou práci ten večer zrovna jde, řítí se nocí s policejními vozy v zádech. Shannon je Řidičovým učitelem i manažerem, který se ho snaží dohazovat filmovým režisérům i zlodějům, kteří za něj jsou ochotni dobře zaplatit. Shannon má v plánu koupi vozu, ve kterém by se Řidič mohl zúčastnit profesionálních závodů. Navrhne, aby se investorem stal Bernie Rose, místní boháč s pochybnými zdroji příjmů. Samotářskému a ze svého dvojího života značně rozpolcenému Řidiči zcela změní život náhodné setkání se sousedkou Irene, se kterou tráví stále více času. Vše se však změní když je z vězění propuštěn Irenin manžel Standard. Řidič se s ním domluví na poslední loupeži, která Standardovi umožnit splatit dluh, kvůli kterému ho vydírají gangsteři. Ukáže se však, že šlo o nastraženou past. Vše se začíná komplikovat a aby Řidič ochránil sebe i Irene, musí udělat to, co umí nejlépe – řádně šlápnout na plyn.(oficiální text distributora)\n\nČSFD: 80% (42k)"
    },
    {
      "imdb": "tt1542344",
      "name": "127 hodin",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 81% (36.2k)",
      "csfdId": 272015,
      "csfdRating": 81,
      "csfdRatingCount": 36187,
      "poster": "https://images.metahub.space/poster/small/tt1542344/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1542344/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "94 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Thriller",
        "Životopisný"
      ],
      "description": "Jedné páteční noci v dubnu 2003 se 26-letý Aron Ralston vydal do Utahu, aby zde strávil víkend lezením po odlehlých skalách národního parku Canyonlands. O šest dnů později se znenadání zjevil v civilizaci, bohatší o neuvěřitelný příběh a chudší o pravou ruku. Ralston (James Franco) přežil 127 trýznivých hodin v divočině s rukou přiskřípnutou ohromným kamenem, s malým množstvím jídla a jen několika kapkami vody. Bojoval s přírodou i vlastními démony a vyhrál. Dokázal, že má potřebnou sílu na to, aby se vyprostil z 20 metrů hluboké propasti a zraněný ušel více než 10 kilometrů než konečně najde záchranu. Jen díky neuvěřitelné statečnosti unikl jisté smrti.(oficiální text distributora)\n\nČSFD: 81% (36.2k)"
    },
    {
      "imdb": "tt1454468",
      "name": "Gravitace",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 78% (51k)",
      "csfdId": 275420,
      "csfdRating": 78,
      "csfdRatingCount": 50999,
      "poster": "https://images.metahub.space/poster/small/tt1454468/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1454468/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "91 min",
      "genres": [
        "Drama",
        "Thriller",
        "Sci-Fi"
      ],
      "description": "Sandra Bullock ve filmu hraje doktorku Ryan Stone, skvělou lékařku – inženýrku na její první vesmírné misi. George Clooney ztvárnil vesmírného veterána Matta Kowalskyho, který velí svému poslednímu letu před odchodem do důchodu. Jenže během zdánlivě rutinní výpravy do kosmu dojde ke katastrofě. Loď je zničená a Stone a Kowalsky zůstanou ve vesmíru sami, odkázáni jeden na druhého a směřujíc dál do temného vesmíru. Hluboké ticho dává oběma jasně najevo, že ztratili jakékoli spojení se Zemí... a tím i jakoukoli šanci na záchranu. Strach se pomalu mění v paniku, zejména když si oba uvědomí, jak málo kyslíku jim zbývá. Přitom paradoxně jediný možný způsob návratu je pokračování v cestě do hlubokého vesmíru.(oficiální text distributora)\n\nČSFD: 78% (51k)"
    },
    {
      "imdb": "tt1596343",
      "name": "Rychle a zběsile 5",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 79% (42.2k)",
      "csfdId": 273731,
      "csfdRating": 79,
      "csfdRatingCount": 42181,
      "poster": "https://images.metahub.space/poster/small/tt1596343/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1596343/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Česká policie může zůstat v klidu, veškeré silniční běsnění se bude odehrávat v rozpálených ulicích brazilského Ria. Až sem utekli před spravedlností notorický zločinec s dobrým srdcem Dom Toretto (Vin Diesel) a Brian O´Conner (Paul Walker), bývalý polda, který mu naposled pomohl utéci z vězení. Ne však náhodou. Do města pod obří Ježíšovou sochou je přivedl plán, na jehož konci na ně čeká vstupenka ke svobodě. Potíž vězí v tom, že ten plán, v nominální hodnotě 100 miliónů dolarů, které na ně čekají v sejfu policejní stanice, je naprosto šílený. Brian a Dom povolají do Ria bývalé parťáky, aby zvýšili své šance na úspěch, jenže proti nim nestojí jen zkorumpovaný narkobaron a jeho bojůvka, ale také drsný federální agent Luke Hobbs (Dwayne Johnson). Hobbs je typ člověka, který bere svou práci smrtelně vážně, a když dostane nějaký úkol, tak ho vždycky splní. A to je pro oba hrdiny smrtonosná kombinace. Ještě že mají auta a schopnost dostat z nich pokaždé to nejlepší.(Bontonfilm)\n\nČSFD: 79% (42.2k)"
    },
    {
      "imdb": "tt0452623",
      "name": "Gone, Baby, Gone",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 83% (25.1k)",
      "csfdId": 226199,
      "csfdRating": 83,
      "csfdRatingCount": 25103,
      "poster": "https://images.metahub.space/poster/small/tt0452623/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0452623/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "113 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "Autor drsných detektivních příběhů Dennis Lehane se proslavil především svým románem \"Tajemná řeka\", který byl Clintem Eastwoodem velmi úspěšně zfilmován. Ale dávno předtím, než napsal první slova této knihy, vytvořil populární sérii o neobvyklém týmu bostonských soukromých detektivů, Patrickovi Kenziem a Angie Gennaro, pracujícími převážně pro obyčejné lidi. Z této dvojice, která se přátelila již od dětství, se postupem času stali nejen pracovní, ale i životní partneři, což jejich případům dodávalo další emoční rovinu. Celá série měla obrovský úspěch, ale právě čtvrtý díl, \"Gone, Baby, Gone\", zaujal kritiky výrazněji svým nekompromisním a přesným popisem zločinů na dětech. Jinými slovy byla tato kniha působivá tak, jak byla napínavá... Příběh filmu začíná v bostonské čtvrti Dorchester, jejíž chudé dělnické ulice jsou poseté zbytky rozbitých rodin a zmařených snů. Tady se beze stopy ztratí čtyřletá Amanda McCready. Policie není schopna nalézt žádné stopy, takže se Amandin zoufalý strýc s tetou obrátí na soukromé detektivy Patricka Kenzieho (Casey Affleck) a Angie Genarro (Michelle Monaghan) s prosbou o převzetí vyšetřování. Ačkoliv se jim do toho příliš nechce, znají místní poměry a také pravdu o Amandině matce Helene (Amy Ryan), která je závislá na drogách. Když se o její případ začnou zajímat více, odhalují temné dorchesterské podsvětí, plné drogových dealerů, podvodníků a pedofilů. Zjištění, co se s Amandou stalo ale nejsou o nic blíže, než byli. Sledováni médii se spojí s vytrvalým detektivem Remym Bressantem (Ed Harris) a s policejním kapitánem Jackem Doylem (Morgan Freeman) - ale když už se zdá, že se případ chýlí k vyřešení, je odhalena smutná pravda o Amandině osudu. Zatímco se všichni snaží na celou záležitost zapomenout, Patrick, pronásledovaný výčitkami, není schopen nad celou věcí mávnout rukou. Když se znovu probírá stopami, které získali, zjišťuje, že se zaplétá do houstnoucí pavučiny lží a nepochopitelného násilí, proniká k šokujícímu tajemství, které bránilo odhalení pravdy, a je nucen čelit morálnímu dilematu, na jehož základě bude muset on i diváci přehodnotit, co je správné a co špatné.(oficiální text distributora)\n\nČSFD: 83% (25.1k)"
    },
    {
      "imdb": "tt1132620",
      "name": "Muži, kteří nenávidí ženy",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 83% (24.9k)",
      "csfdId": 247369,
      "csfdRating": 83,
      "csfdRatingCount": 24933,
      "poster": "https://images.metahub.space/poster/small/tt1132620/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1132620/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "152 min",
      "genres": [
        "Krimi",
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Před čtyřiceti lety zmizela Harriet Vangerová z rodinného setkání konaného na ostrově, který vlastnil a obýval mocný klan Vangerů. Přestože nebylo Harrietino tělo nikdy nalezeno, je její strýc přesvědčen, že šlo o vraždu, jejímž pachatelem je někdo z jeho rodiny. Rodiny, jejíž členové jsou mezi sebou sice spjati pevnými pouty, ale která je jinak zcela nefunkční. K vyšetření tohoto případu si proto najme investigativního novináře Mikaela Blomkvista (Michael Nyqvist), kterému pomáhá drsná potetovaná počítačová hackerka Lisbeth Salanderová (Noomi Rapace). Lisbeth Salanderová je mladá žena jako vystřižená z Tarantinových filmů, s tajemnou minulostí, za kterou se mstí a která z ní učinila skutečného outsidera. Je hackerkou světového formátu - s naprostou samozřejmostí se pohybuje ve virtuálním světe, kde je schopná získat jakoukoliv informaci, kterou chce. Kromě toho je neobyčejně inteligentní a má skvělou fotografickou paměť. Jakmile Blomkvist a Salanderová zasadí Harrietino zmizení do rámce četných podivných vražd, které se staly téměř před čtyřiceti lety, začíná se rozplétat temná a děsivá rodinná historie…(oficiální text distributora)\n\nČSFD: 83% (24.9k)"
    },
    {
      "imdb": "tt1637688",
      "name": "Vyměřený čas",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 77% (52.4k)",
      "csfdId": 281357,
      "csfdRating": 77,
      "csfdRatingCount": 52392,
      "poster": "https://images.metahub.space/poster/small/tt1637688/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1637688/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "109 min",
      "genres": [
        "Sci-Fi",
        "Thriller",
        "Akční",
        "Krimi"
      ],
      "description": "Představte si, že můžete žít jen do 25 let. Pak zemřete. Pokud nevyděláte, neukradnete nebo nezdědíte nějaký čas navíc. Děj filmu akčního scifi thrilleru Vyměřený čas v hlavní roli s Justinem Timberlakem (Kamarád taky rád, Zkažená úča, The Social Network) se odehrává v blízké budoucnosti, v době, kdy peníze neznamenají vůbec nic. Platí se časem. Will Salas (Justin Timberlake) má na svých životních hodinách zřídkakdy víc než 24 hodin. Žije z minuty na minutu v chudé zóně Dayton a jenom tvrdá práce v továrně mu každý den poskytne další den života. Stejnému osudu čelí i jeho matka Rachel (Olivia Wilde) a spousta dalších lidí v tomto zapadákově. Místní gangy jsou navíc vždy připraveny kohokoliv okrást, byť jen o pár hodin, a klidně tím ukončit jeho život. Jednoho dne Will pomůže před jedním z těchto gangů uniknout bohatému Henrymu (Matt Bomer). Henry za to Willovi daruje celé století času a sám se rozhodne svůj nekonečný život skončit. Will je následně obviněn z jeho vraždy a nezbývá mu nic jiného, než dokázat svoji nevinu. Vydává se na útěk do nejbohatší zóny v New Greenwich, kde na rozdíl od Daytonu nikdo nikam nespěchá. Čas je luxus, který si tu mohou dovolit všichni, protože budou žít stovky ba dokonce tisíce let. V New Greenwich je ale zároveň někdo, kdo Willa přitahuje. Sylvia (Amanda Seyfried) je dcera mimořádně bohatého Philippa Weise (Vincent Kartheiser), která se ve chvíli, kdy Willa přicházejí zatknout strážci času, stává ideálním rukojmím. Vysoká hra o změnu pravidel nespravedlivého světa může začít.(oficiální text distributora)\n\nČSFD: 77% (52.4k)"
    },
    {
      "imdb": "tt1320253",
      "name": "Expendables: Postradatelní",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 76% (54.8k)",
      "csfdId": 249788,
      "csfdRating": 76,
      "csfdRatingCount": 54839,
      "poster": "https://images.metahub.space/poster/small/tt1320253/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1320253/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "103 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Název filmu Expendables: Postradatelní označuje muže, kteří mají být obětováni ve prospěch vojenské operace. A právě takovými se, aniž to tuší, stávají členové party zabijáků z povolání. Sylvester Stallone jako Barney Ross je mužem beze strachu a emocí, přirozený vůdce, hlava skupiny a hlavní stratég. Jeho tým tvoří Lee Christmas (Jason Statham), bývalý letec a odborník na nože, Yin Yang (Jet Li), specialista na boj zblízka, Hale Caesar (Terry Crews), jehož doménou jsou zbraně s dlouhou hlavní, Toll Road (Randy Couture), zkušený demoliční expert, který je pokládán za mozek skupiny a Gunnar Jensen (Dolph Lundgren), válečný veterán a vynikající ostřelovač. Příběh začíná ve chvíli, kdy skupina ostrých hochů dorazí do místa určení – na ostrov Vilena a postupně zjišťuje, že mise, jejímž cílem je zlikvidovat nebezpečného diktátora, rozhodně nebude tak jednoduchá, jak se zprvu zdálo. Kolem nich se stahuje nebezpečná síť zákeřných lstí a úskoků, někdo velmi usilovně maří všechny jejich plány. Není tu totiž jen přímý protivník, ale i tajemný vnitřní nepřítel, který se pokouší rozložit chlapskou soudržnost jejich týmu. Když je okolnosti přimějí obětovat zdejší spojku, bojovnici za svobodu Sandru (Giselle Itie), Barney se rozhodne manipulaci vzdorovat. Společně se svými muži se vrátí do Vileny, nejen aby zachránili rukojmí a dokončili práci, ale možná také proto, aby zachránili své duše.(oficiální text distributora)\n\nČSFD: 76% (54.8k)"
    },
    {
      "imdb": "tt1197624",
      "name": "Ctihodný občan",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 79% (35k)",
      "csfdId": 242257,
      "csfdRating": 79,
      "csfdRatingCount": 34959,
      "poster": "https://images.metahub.space/poster/small/tt1197624/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1197624/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "109 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Ctihodný občan je dramatický thriller o muži, který se bez slitování rozhodne pomstít tomu, kdo nechal z vězení propustit vrahy jeho rodiny. A nejen jemu, také městu, společnosti, všem. Město Filadelfii začíná děsit teror a vraždy, které jsou brilantně naplánované a provedené. Pomalu však vychází najevo, že je nemohl spáchat nikdo jiný, než právě člověk, jenž přišel o rodinu a rozhodl se vzít spravedlnost do vlastních rukou. Ten člověk ale sedí ve vězení...(oficiální text distributora)\n\nČSFD: 79% (35k)"
    },
    {
      "imdb": "tt2911666",
      "name": "John Wick",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 77% (45.7k)",
      "csfdId": 358570,
      "csfdRating": 77,
      "csfdRatingCount": 45652,
      "poster": "https://images.metahub.space/poster/small/tt2911666/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2911666/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "101 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Říká se: \"Nedráždi hada bosou nohou\". John Wick je zabiják na odpočinku, přesně ten typ chlápka, kterému je lepší se vyhnout. Vloupat se mu do domu, ukrást auto a zabít milovaného psa, to se prostě nemělo stát. Střední zlodějíčkové to nevěděli, jejich bossové v podsvětí ale ano. A musí jednat. Takže zatímco se John Wick vydává na svou drsnou vendetu, stává se zároveň terčem svých bývalých kolegů - nájemných zabijáků.(Bontonfilm)\n\nČSFD: 77% (45.7k)"
    },
    {
      "imdb": "tt0462499",
      "name": "Rambo: Do pekla a zpět",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 79% (34.1k)",
      "csfdId": 220982,
      "csfdRating": 79,
      "csfdRatingCount": 34114,
      "poster": "https://images.metahub.space/poster/small/tt0462499/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0462499/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "92 min",
      "genres": [
        "Akční",
        "Thriller",
        "Válečný"
      ],
      "description": "Stárnoucí válečný veterán z Vietnamu, John Rambo, se usadil a kdesi v Thajsku vede samotářský život. Provozuje loďku, rybaří, odchytává hady a především se snaží vyhýbat problémům. Ale problémy si najdou jeho. Poklidný Rambův život naruší misionářská skupina, vedená Sarah a Michaelem Burnettem, která se i přes jeho varování vydá do Barmy. Do končin, kde je nic dobrého nečeká. A Johnovi nezbývá než přispěchat na pomoc.\n\nČSFD: 79% (34.1k)"
    },
    {
      "imdb": "tt0206634",
      "name": "Potomci lidí",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 78% (38.3k)",
      "csfdId": 42954,
      "csfdRating": 78,
      "csfdRatingCount": 38284,
      "poster": "https://images.metahub.space/poster/small/tt0206634/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0206634/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "109 min",
      "genres": [
        "Sci-Fi",
        "Drama",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Planeta Země, rok 2027. Už devatenáct let se nenarodilo jediné dítě. Svět podléhá beznaději a anarchii a po čím dál zoufalejších pokusech o nalezení a odstranění příčiny neplodnosti lidstva už jen čeká na zázrak. Do nedaleké budoucnosti nás ve své temné a šokující vizi uvádí režisér Alfonso Cuarón (Mexická jízda, Harry Potter a vězeň z Azkabanu), který se inspiroval slavnou stejnojmennou sci-fi novelou královny detektivek P. D. James. Díky totalitnímu zřízení dokáže jediná Velká Británie odolávat všeobjímajícímu chaosu. Platí za to sice strašnou cenu - občanská práva jsou velmi okleštěna a občasné pokusy o odpor brutálně potlačovány, ale Theovi (Clive Owen), londýnskému byrokratovi, který už jen pasivně čeká na svůj konec, je to úplně jedno. Ovšem jen do chvíle, než se s pytlem na hlavě ocitne v kufru dodávky a posléze stane tváří v tvář své bývalé lásce Julian (Julianne Moore), která stojí v čele jedné z mnoha odbojových skupin a má pro Thea speciální úkol - zajistit pro jednu z jejích spolubojovnic tranzitní víza a dostat ji bezpečně ze země. Během cesty, jejímž cílem je azyl pod záštitou organizace Human Project, Theo zjišťuje, že jeho chráněnka Kee není obyčejná uprchlice. Naopak - je to člověk, kvůli kterému by byla spousta lidí ochotná vraždit. Je totiž v osmém měsíci těhotenství a představuje kýžený zázrak, na který lidstvo už devatenáct let čeká. Na útěku před anarchisty, kteří by ji rádi zlikvidovali kvůli zachování stávajícího bezvýchodného stavu, a reprezentanty režimu, již by ji rádi zneužili ke svým politickým cílům, se Theo a Kee stávají velmi nejistou, nicméně jedinou nadějí naší civilizace... Režiséra Cuaróna nadchla představa, že by se prostřednictvím filmu zasazeného do blízké budoucnosti mohl vyjadřovat k dnešku. \"To, jak se chováme dnes, výrazně ovlivní podobu naší planety za dvacet let. Vlastně to není sci - fi, ale současný thriller zasazený do roku 2027,\" říká Cuarón. Svět za pár let je sice snímán temnými, syrovými barvami, ale podle režiséra jde spíš o nastolení správné atmosféry než o jeho názor na naši budoucnost. \"Ten film je o tom, že mít naději se vyplatí i v bezvýchodné situaci,\" dodává.(oficiální text distributora)\n\nČSFD: 78% (38.3k)"
    },
    {
      "imdb": "tt1212450",
      "name": "Země bez zákona",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 81% (25.2k)",
      "csfdId": 271458,
      "csfdRating": 81,
      "csfdRatingCount": 25194,
      "poster": "https://images.metahub.space/poster/small/tt1212450/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1212450/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "115 min",
      "genres": [
        "Krimi",
        "Drama",
        "Životopisný"
      ],
      "description": "Bratři Bondurantovi jsou tvrdí hoši. Nejstarší z nich Howard (Jason Clarke) přežil 1. světovou válku, ale to co v ní prožil, v něm zanechalo hluboké následky. Prostřední Forrest (Tom Hardy) málem zemřel, když se spolu s rodiči nakazil španělskou chřipkou. Na rozdíl od nich nemoc přežil a tento zážitek ho zocelil. Nejmladší Jack (Shia LaBeouf) se od bratrů trochu odlišuje, svou vnímavostí a citlivostí jako by se do drsného prostředí ani nehodil. Zatímco většina obyvatel městečka živoří, podnikavým bratrům se daří, vybudovali si totiž prosperující byznys s načerno pálenou whisky. Nekalému podnikání ve Franklin County ale začínají krušné časy, když do města přijede zkorumpovaný zástupce šerifa Charlie Rakes (Guy Pearce). Zatímco většina obyvatel se podvoluje jeho teroru, bratři Bondurantové se nehodlají nikomu podřizovat. Ačkoliv proti Rakesovi bojují jako rodina, jejich vztahy se začínají měnit. Jack dospívá, sní o drahých autech, luxusních oblecích a krásných ženách a také jeho ambice v prodeji načerno pálené whisky se čím dál víc rozšiřují. A tak se svým přítelem Cricketem (Dane DeHaan) rozjíždí proti vůli Forresta vlastní obchod s whisky a kvůli tomu se zapletou s největším gangsterem ve městečku, Floydem Bannerem (Gary Oldman). Do životů bratří Bondurantových vstupují i dvě krásné ženy. Tajemná a živelná Maggie (Jessica Chastain) padne do oka uzavřenému Forrestovi a tichá křesťanka Berta (Mia Wasikowska) zaplane pro Jacka. Situace ve městečku se začíná vyostřovat a bratři se rozhodnou hájit, co si tvrdě vybudovali. Postaví se přesile, která si říká Zákon, aby definitivně rozhodli, kdo má nad městečkem kontrolu.(Bontonfilm)\n\nČSFD: 81% (25.2k)"
    },
    {
      "imdb": "tt1458175",
      "name": "Tři dny ke svobodě",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 81% (25.2k)",
      "csfdId": 266833,
      "csfdRating": 81,
      "csfdRatingCount": 25164,
      "poster": "https://images.metahub.space/poster/small/tt1458175/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1458175/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "133 min",
      "genres": [
        "Krimi",
        "Drama",
        "Romantický",
        "Thriller"
      ],
      "description": "Život se zdá být pro Johna Brennana (Russell Crowe) perfektní až do chvíle, kdy je jeho žena Lara (Elizabeth Banksová) zatčena kvůli vraždě, kterou údajně nespáchala. Tři roky, než padne rozsudek, se John snaží udržet rodinu pohromadě, vychovává jejich syna Luka (Ty Simpkins) a učí na univerzitě. Mezitím usilovně pátrá po každém dostupném důkazu, aby dokázal, že je jeho žena nevinná. Po zamítnutí posledního odvolání začne mít Lara sebevražedné sklony a John se rozhodne pro jediné možné řešení: pomoci své ženě uprchnout z vězení. Nechce se nechat odradit tím, že je bez šance, ani tím, že s tím nemá žádné zkušenosti a snaží se vymyslet a propracovat plán útěku. Ponoří se do nebezpečného a neznámého světa a skutečně riskuje vše pro ženu, kterou miluje.(oficiální text distributora)\n\nČSFD: 81% (25.2k)"
    },
    {
      "imdb": "tt0425112",
      "name": "Jednotka příliš rychlého nasazení",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 79% (32.5k)",
      "csfdId": 223729,
      "csfdRating": 79,
      "csfdRatingCount": 32508,
      "poster": "https://images.metahub.space/poster/small/tt0425112/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0425112/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "121 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "Zapomeňte na všechny komedie z policejního prostředí, které jste doposud viděli. Jednotka příliš rychlého nasazení se od nich liší asi tak, jako se rozkošná zombie komedie Soumrak mrtvých liší od svých žánrových konkurentů. Ostatně ji mají na svědomí stejní tvůrci, kteří i ji vybavili neodolatelně suchým britským humorem, svéráznými postavičkami a nečekaně originální zápletkou... Nicholas Angel (Simon Pegg) je nejlepší seržant, který kdy sloužil v řadách londýnské policie, například počet zatčení, která osobně provedl, o 400 procent překračuje statistický průměr. Je prostě tak dobrý, že to vrhá špatné světlo na zbytek týmu. Proto ho nadřízení převelí do místa, kde svým talentem nebude kolegy ztrapňovat – do ospalého městečka Sandford, jehož statistiky zločinnosti se rovnají nule a jehož nejnapínavější událostí je každoroční zahradní slavnost. Podle toho také vypadá zdejší policejní oddělení. Nicholas vytvoří dvojici s obtloustlým dobrákem Dannym (Nick Frost), který by mohl být vším, jen ne dobrým policajtem. Před totální frustrací ho zachrání až série zvláštních „nešťastných náhod“, které naznačují, že pod idylickou pokličkou Sandfordu by mohl bublat pořádně ostrý guláš. V podstatě existují jen dvě možnosti – buď si Nicholas ze zoufalství začal vymýšlet zločiny tam, kde nejsou, nebo mu stojí v cestě nejchladnokrevnější zabiják, jakého ve své dosavadní kariéře potkal... Scénář Jednotky příliš rychlého nasazení, na kterém se společně s režisérem podílel sám představitel hlavní role, je tak originální a zábavný, že po jeho přečtení s účastí ve filmu souhlasila všechna oslovená britská herecká esa, včetně držitele Oscara Jima Broadbenta, bývalého agenta 007 Timothyho Daltona a populárních komiků Martina Freemana a Billyho Nighyho. Coby třešničky na dortu mají ve filmu rozkošná camea i jedna oscarová herečka a v současné době velmi populární režisér (taky držitel Oscara) – nebudeme prozrazovat... Jednotka příliš rychlého nasazení vznikla poté, co její tvůrci zkoukli přes 200 „policejních“ filmů, absolvovali rozhovory s desítkami mužů zákona a přežili jednu nefalšovanou honičku. Přesto se hravě vyhnuli banálním klišé, které jste už viděli stokrát, a naopak stvořili něco, co jste zaručeně ještě neviděli.(oficiální text distributora)\n\nČSFD: 79% (32.5k)"
    },
    {
      "imdb": "tt0396171",
      "name": "Parfém: Příběh vraha",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 78% (35.9k)",
      "csfdId": 221840,
      "csfdRating": 78,
      "csfdRatingCount": 35879,
      "poster": "https://images.metahub.space/poster/small/tt0396171/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0396171/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "147 min",
      "genres": [
        "Drama",
        "Thriller",
        "Krimi",
        "Fantasy"
      ],
      "description": "Jean-Baptiste Grenouille má vlastnost génia – svým nosem dokáže zachytit, detailně popsat a charakterizovat všechny vůně, které se kolem něj mihnou. Okamžitě rozpozná jejich složení, míru použitých komponentů, čehož využívá pro výrobu těch nejúžasnějších parfémů na světě. Zoufale však touží po vytvoření dokonalé vůně. Naprosto zbavený citu se rozhodne vytvořit démonickou vůni, jejíž základní esencí bude vůně mladé dívky, nevinné a čisté. A učiní pro to vše...(oficiální text distributora)\n\nČSFD: 78% (35.9k)"
    },
    {
      "imdb": "tt3011894",
      "name": "Divoké historky",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (21.5k)",
      "csfdId": 373181,
      "csfdRating": 82,
      "csfdRatingCount": 21497,
      "poster": "https://images.metahub.space/poster/small/tt3011894/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3011894/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "122 min",
      "genres": [
        "Povídkový",
        "Komedie",
        "Drama",
        "Thriller"
      ],
      "description": "Šest divokých historek spojuje téma drobných i větších nespravedlností a křivd, kterým se člověk nemůže bránit, nechce-li překročit hranice zákona či dobrých mravů. Čeho je ale moc, toho je příliš. V různých situacích se hrdinové filmu dostanou do bodu, kdy už jim dojde trpělivost. Vezmou věci do svých rukou a s lidskou malostí, byrokracií či vypočítavostí si to vyřídí s intenzitou rozzuřeného zvířete. Černá komedie koprodukovaná bratry Almodóvarovými si podmanila diváky festivalu v Cannes i Karlových Varech. Není divu. Nervy totiž můžou rupnout každému a pocity hněvu jsou stejně univerzální jako uvolňující účinek smíchu, který se dostaví při každém z šesti překvapivých rozuzlení.(Aerofilms)\n\nČSFD: 82% (21.5k)"
    },
    {
      "imdb": "tt0816711",
      "name": "Světová válka Z",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 76% (46.4k)",
      "csfdId": 234454,
      "csfdRating": 76,
      "csfdRatingCount": 46444,
      "poster": "https://images.metahub.space/poster/small/tt0816711/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0816711/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "116 min",
      "genres": [
        "Horor",
        "Akční",
        "Sci-Fi",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Gerry Lane (Brad Pitt) pracuje pod hlavičkou Organizace spojených národů jako expert na řešení nejrůznějších krizových situací. Kdykoliv se někde na světě mimořádně vyhrotí místní poměry, Gerry přijede a většinou dokáže identifikovat zdroj krize a nalézt řešení na uklidnění situace. Tyto schopnosti se mu budou náramně hodit, protože v podobnou horkou destinaci se právě proměnil celý svět. Lidstvo začala ve velkém decimovat virová epidemie gigantických proporcí, a pokud se ji nepodaří co nejrychleji zastavit, nebude už koho zachraňovat. Situace je o to horší, že se virus projevuje nebývalou agresivitou nakažených, kteří záměrně napadají ty, jimž se nemoc zatím vyhýbá. Uprostřed apokalypsy musí Gerry najít zdroj nákazy, protože bez jeho lokalizace nelze v boji s  neviditelným nepřítelem uspět. Hledání příslovečné jehly v kupce sena by pravděpodobně bylo mnohem snazší, protože cíl Gerryho mise se může ukrývat kdekoliv na světě.(oficiální text distributora)\n\nČSFD: 76% (46.4k)"
    },
    {
      "imdb": "tt1189340",
      "name": "Obhájce",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 81% (23.2k)",
      "csfdId": 281083,
      "csfdRating": 81,
      "csfdRatingCount": 23221,
      "poster": "https://images.metahub.space/poster/small/tt1189340/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1189340/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "119 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "V thrilleru Obhájce ztvárnil Matthew McConaughey roli Michaela, “Micka”, Hallera, charismatického trestního advokáta v Los Angeles, jehož kanceláří je zadní sedadlo vozu Lincoln Continental. Po tom, co většinu své kariéry strávil obranou drobných kriminálníků, dostane z ničeho nic svůj velký životní případ: obhajobu bohatého playboye z Beverly Hills (Ryan Phillippe), který je obviněn z pokusu vraždy. To, co se ze začátku jeví jako jasný případ s velkým finančním výnosem, se rychle obrátí v děsivý souboj dvou mistrů manipulace a krizi Hallerova svědomí.(oficiální text distributora)\n\nČSFD: 81% (23.2k)"
    },
    {
      "imdb": "tt0337978",
      "name": "Smrtonosná past 4.0",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 77% (38.5k)",
      "csfdId": 71041,
      "csfdRating": 77,
      "csfdRatingCount": 38517,
      "poster": "https://images.metahub.space/poster/small/tt0337978/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0337978/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "128 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Amerika je při oslavách Dne nezávislosti napadena velmi rafinovaným útočníkem. Ten využívá nejmodernější technologie, aby napáchal co největší škody na americké infrastruktuře a uvrhl zemi do chaosu. Jeho promyšlený plán však má jednu trhlinu. Nepočítá s tím, že existuje John McClane (Bruce Willis), který je v proklatě dobré formě. Čtvrté pokračování mimořádně úspěšné série s Brucem Willisem jako nekompromisním protivníkem teroristů všeho druhu a všech národností, slibuje klasickou akční podívanou. V záplavě všech nejmodernějších trikových filmů tak nabízí nejen hrdinu ze staré školy, ale i klasické automobilové honičky, detonace, pořádného záporného hrdinu a střet postmoderního \"počítačového\" světa se zdravým selským rozumem.(oficiální text distributora)\n\nČSFD: 77% (38.5k)"
    },
    {
      "imdb": "tt1670345",
      "name": "Podfukáři",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 76% (43.6k)",
      "csfdId": 292555,
      "csfdRating": 76,
      "csfdRatingCount": 43603,
      "poster": "https://images.metahub.space/poster/small/tt1670345/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1670345/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "116 min",
      "genres": [
        "Mysteriózní",
        "Krimi",
        "Thriller"
      ],
      "description": "Skupina čtyř špičkových iluzionistů „Four Horseman\" v napínavé hře na kočku a myš s FBI a finančními magnáty. Team iluzionistů se kromě přípravy svých show zabývá také organizací bravurních a efektních bankovních loupeží zaměřených proti zkorumpovaným finančníkům. Během svých grandiózních vystoupení pak tito novodobí Robinové Hoodové nejenže loupež   v přímém přenosu provedou, ale následně nechají „zabavené\" peníze pršet na ohromené diváky...(oficiální text distributora)\n\nČSFD: 76% (43.6k)"
    },
    {
      "imdb": "tt1568346",
      "name": "Muži, kteří nenávidí ženy",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 79% (28.9k)",
      "csfdId": 279569,
      "csfdRating": 79,
      "csfdRatingCount": 28904,
      "poster": "https://images.metahub.space/poster/small/tt1568346/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1568346/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "158 min",
      "genres": [
        "Krimi",
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Mikael Blomkvist (Daniel Craig) je finanční reportér, odhodlaný očistit svou pověst poté, co byl obviněn z veřejného pomlouvání. Jedním z nejbohatších průmyslníků ve Švédsku, Henrikem Vangerem (na Oscara nominovaný Christopher Plummer), je povolán, aby rozluštil tajemství dávného zmizení jeho milované neteře Harriet – kterou, jak je Vanger přesvědčen, zavraždil některý z členů jeho rodiny. Novinář se vydává na odlehlý ostrov u promrzlého švédského pobřeží, aniž by tušil, co tu na něj čeká. V téže době je Lisbeth Salanderová (Rooney Mara), výstřední, ale velmi efektivní detektiv společnosti Milton Security, pověřena úkolem Blomkvista prověřit. Tento úkol má nakonec za následek to, že s Mikaelem spojí síly při vyšetřování vraždy Harriet Vangerové. Ačkoliv se Lisbeth distancuje od světa, který ji opakovaně zradil, její hackerské schopnosti a dokonalé soustředění se ukáží jako zcela klíčové. Když se Mikael postaví tváří v tvář zachmuřené rodině Vangerů, odkrývá Lisbeth tajemství, zametená pod koberec. Dvojice začíná rozkrývat řetěz vražd, táhnoucí se z minulosti až do současnosti, který oba detektivy křehkým poutem sbližuje, ale současně je vtahuje do nejdivočejších proudů řeky moderního zločinu.(oficiální text distributora)\n\nČSFD: 79% (28.9k)"
    },
    {
      "imdb": "tt1024648",
      "name": "Argo",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 79% (27.9k)",
      "csfdId": 299781,
      "csfdRating": 79,
      "csfdRatingCount": 27909,
      "poster": "https://images.metahub.space/poster/small/tt1024648/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1024648/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Thriller",
        "Životopisný"
      ],
      "description": "Dramatický thriller Argo vychází ze skutečného příběhu. Popisuje tajnou operaci na záchranu šesti Američanů, která se odehrála na pozadí krize s rukojmími v Íránu. Film ukazuje divákům skutečnost, která nebyla známa celá desetiletí. Dne 4. listopadu 1979 vrcholí íránská revoluce. Radikálové pronikají na americké velvyslanectví v Teheránu, kde zajímají celkem 52 amerických rukojmí. Uprostřed nastalého chaosu se nicméně šesti Američanům podaří uprchnout a ukrýt se v domě kanadského velvyslance. CIA si je velmi dobře vědoma toho, že je jen otázkou času, než bude šest uprchlíků nalezeno a velmi pravděpodobně i zabito, a tak specialista CIA na „exfiltraci“ jménem Tony Mendez (Affleck) přichází s riskantním plánem na jejich bezpečný odsun ze země. A ten plán je tak neuvěřitelný, jako by se mohl stát jen ve filmu.(oficiální text distributora)\n\nČSFD: 79% (27.9k)"
    },
    {
      "imdb": "tt1723121",
      "name": "Millerovi na tripu",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 76% (41.7k)",
      "csfdId": 321395,
      "csfdRating": 76,
      "csfdRatingCount": 41719,
      "poster": "https://images.metahub.space/poster/small/tt1723121/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1723121/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "110 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Road movie"
      ],
      "description": "David Burke (Sudeikis) je bezvýznamný dealer marihuany, jehož klientelu tvoří šéfkuchaři a matky v domácnosti, o kterých si myslí, že se věnují ledasčemu jinému. Takže co by se tak asi mohlo zvrtnout? Všechno. Ačkoli se snaží z pochopitelných důvodů být spíše nenápadný, dostane se mu tvrdého ponaučení, že každý dobrý skutek musí být po zásluze potrestán: pokusí se totiž pomoci několika místním puberťákům, ale jeho samotného nakonec přepadne trojice pouličních grázlů. Okradou ho o všechny peníze včetně ulitých rezerv a on najednou dluží spoustu peněz svému dodavateli Bradovi (Ed Helms). Aby si napravil reputaci – a udržel svou důvěryhodnost – musí se David stát pašerákem drog a přivézt z Mexika Bradovu poslední zásilku. Vymyslí jednoduchý plán a k jeho uskutečnění přemluví své sousedy – cynickou striptérku Rose (Jennifer Anistonová), rádoby zákazníka Kennyho (Will Poulter) a protřelou potetovanou puberťačku s piercingem Casey (Emma Robertsová). A tak se „Millerovi\" – falešná manželka a dvě falešné děti – vydávají v obrovském nablýskaném karavanu na víkend za jižní hranici, aby tam oslavili Den nezávislosti. A můžeme si být jisti, že malér je neodvratný.(oficiální text distributora)\n\nČSFD: 76% (41.7k)"
    },
    {
      "imdb": "tt1515091",
      "name": "Sherlock Holmes: Hra stínů",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 75% (47.4k)",
      "csfdId": 273969,
      "csfdRating": 75,
      "csfdRatingCount": 47444,
      "poster": "https://images.metahub.space/poster/small/tt1515091/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1515091/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Sherlock Holmes býval nejchytřejším mužem salónu... až dosud. Na scéně je ovšem nový kriminalistický mozek - profesor Moriarty (Jared Harris), který se intelektuálně Holmesovi nejen vyrovná, ale jeho cit pro špatnost spolu s naprosto chybějícím pocitem svědomí mu vlastně může pomoci slavného detektiva předstihnout. Když najdou rakouského korunního prince mrtvého, podle důkazů, jak je interpretuje inspektor Lestrade (Eddie Marsan), to vypadá na sebevraždu. Ale Sherlock Holmes usuzuje, že princ se stal obětí vraždy, která je navíc pouze kouskem větší a daleko a zlověstnější záhady, kterou zkonstruoval profesor Moriarty. Při výkonu služby spojené se zábavou Holmes najde stopu v podzemním pánském klubu, kde Holmes spolu se svým bratrem Mycroftem Holmesem (Stephen Fry) zapíjejí poslední noc svobody Dr. Watsona. Právě tady se Holmes seznámí se Sim (Noomi Rapace), cikánskou kartářkou, která vidí víc, než prozrazuje. Vyšetřování se stává ještě nebezpečnějším, když se Holmes, Watson a Sim dostávají na starý kontinent. Prohnaný Moriarty je pořád o krok napřed a spřádá sítě smrti a zkázy. Všechno je součástí většího plánu, který, pokud vyjde, změní celé dějiny.(oficiální text distributora)\n\nČSFD: 75% (47.4k)"
    },
    {
      "imdb": "tt0405094",
      "name": "Životy těch druhých",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 85% (13.3k)",
      "csfdId": 222173,
      "csfdRating": 85,
      "csfdRatingCount": 13331,
      "poster": "https://images.metahub.space/poster/small/tt0405094/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0405094/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "137 min",
      "genres": [
        "Drama",
        "Thriller"
      ],
      "description": "Na začátku osmdesátých let minulého století je Východní Německo prolezlé tajnou vnitřní policií Stasi, jež má třicet pět tisíc tajných agentů a šestinásobek přisluhovačů a informátorů. Na každého občana země si vedou složku a postupně je všechny doplňují.  Úspěšný dramatik Georg Dreyman (Sebastian Koch) a jeho dlouholetá společnice herečka Christa-Maria Sieland (Martina Gedeck) jsou velmi populární a režimem podporovaní umělci, přesto ani oni nejsou vždy loajální. Když se jednoho dne ministr kultury Bruno Hempf (Thomas Thieme) \"zamiluje\" do Christy, nechá ji sledovat tajnou službou. Gerd Wiesler (Ulrich Mühe) kdysi chtěl sám jít k divadlu, ale svou životní dráhu skončil u Stasi. Nyní sleduje Christu a jeho sny a její život ho fascinují stále víc a jeho víra v správnost a vůbec v existenci jeho práce ho nenávratně opouštějí.\n\nČSFD: 85% (13.3k)"
    },
    {
      "imdb": "tt1649419",
      "name": "Nic nás nerozdělí",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 80% (23.5k)",
      "csfdId": 285419,
      "csfdRating": 80,
      "csfdRatingCount": 23468,
      "poster": "https://images.metahub.space/poster/small/tt1649419/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1649419/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "113 min",
      "genres": [
        "Katastrofický",
        "Drama",
        "Thriller",
        "Akční"
      ],
      "description": "Silný příběh filmu Nic nás nerozdělí je založen na skutečné události jedné rodiny, která v roce 2004 přežila úder ničivé vlny tsunami v Indickém oceánu. Manželé Henry (Ewan McGregor), Maria (Naomi Watts) a jejich tři synové se rozhodli strávit poklidné Vánoce v Thajsku a těší se na několik dnů prožitých v tropickém ráji. Rodinná idylka ale náhle a nečekaně skončí dva dny po Štědrém dnu, když jihovýchodní pobřeží Asie zasáhne vlna tsunami. Obrovská masa vody se valí na hotelový komplex, smete vše, co jí přijde do cesty, a rozdělí i prchající rodinu. Ačkoliv všichni členové rodiny přežijí, vyhráno zdaleka nemají, protože nalézt jeden druhého uprostřed pekla je skoro nemožné.(oficiální text distributora)\n\nČSFD: 80% (23.5k)"
    },
    {
      "imdb": "tt0264464",
      "name": "Chyť mě, když to dokážeš",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 87% (84.6k)",
      "csfdId": 8630,
      "csfdRating": 87,
      "csfdRatingCount": 84585,
      "poster": "https://images.metahub.space/poster/small/tt0264464/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0264464/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "141 min",
      "genres": [
        "Drama",
        "Krimi",
        "Životopisný"
      ],
      "description": "Frank W. Abagnale je dnes mužem v nejlepším věku s pověstí špičkového odborníka, ale ještě než dosáhl plnoletosti, tedy jedenadvaceti let, pátrala po něm policie bezmála třiceti států a pro agenta FBI Carla Hanratthyo byl doslova noční můrou. V šestnácti se Frank (Leonardo DiCaprio) od svých vrstevníků příliš nelišil. Ale pak se jeho rodiče rozvedli a on měl pocit , že zůstal sám, proti celému světu a musí se bránit ze všech sil. Dělal to způsobem, který bere dech a zároveň svědčí o jeho zcela mimořádných schopnostech. Vyrobit si doklady a udělat se starším byla hračka. Dokázal však proniknout i do řad pilotů jedné z největších leteckých společností, aniž by složil jakékoli zkoušky. Diplom právníka, jak jinak než zfalšovaný, mu otevřel cestu stát se obhájcem a nějaký čas působil i jako dětský lékař na klinice. Žil v luxusních hotelech a procestoval kus světa, protože byl navíc i jedinečným padělatelem šeků. Jeho loupeže vyčíslil zoufalý agent FBI (Tom Hanks), s nímž si Frank dlouho pohrával jako kočka s myší, na závratnou sumu 2,5 milionů dolarů...(oficiální text distributora)\n\nČSFD: 87% (84.6k)"
    },
    {
      "imdb": "tt3397884",
      "name": "Sicario: Nájemný vrah",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 78% (29.4k)",
      "csfdId": 371352,
      "csfdRating": 78,
      "csfdRatingCount": 29390,
      "poster": "https://images.metahub.space/poster/small/tt3397884/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3397884/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "122 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Idealistickou agentku FBI (Emily Blunt) pověří důstojník elitní vládní operační skupiny (Josh Brolin), aby v příhraniční oblasti mezi USA a Mexikem, kde neplatí žádné zákony, podpořila eskalující válku proti drogám. Tým vedený tajemným poradcem s pochybnou minulostí (Benicio Del Toro) se tajně vydává na cestu, během které je Kate nucena v zájmu přežití pochybovat o všem, v co dosud věřila.(Freeman Ent.)\n\nČSFD: 78% (29.4k)"
    },
    {
      "imdb": "tt0765443",
      "name": "Východní přísliby",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 81% (20.1k)",
      "csfdId": 225004,
      "csfdRating": 81,
      "csfdRatingCount": 20069,
      "poster": "https://images.metahub.space/poster/small/tt0765443/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0765443/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "100 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Nový thriller Davida Cronenberga (eXistenZ, Moucha, Dějiny násilí) nás přivádí do prostředí ruských zločineckých klanů v Londýně. Hlavním hrdinou je rus jménem Nikolaj Lužin, který pracuje pro jednu velmi \"významnou\" mafiánskou rodinu. Jeho největší předností je rychlost a chladnokrevnost. Neváhá porušit zákon, použít násilí nebo dokonce zabít. Situace se změní ve chvíli, kdy porodní asistentka Anna (Naomi Watts) objeví deník ruské dívky, která zemřela při porodu a Anna se rozhodne pátrat v její minulosti. Film byl oceněn hlavní cenou na Torontském mezinárodním filmovém festivalu 2007 a získal tři nominace na \"Zlatý globus\", v kategorii - nejlepší film, nejlepší herec a nejlepší instrumentální hudba.(oficiální text distributora)\n\nČSFD: 81% (20.1k)"
    },
    {
      "imdb": "tt0840361",
      "name": "Město",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 79% (25.5k)",
      "csfdId": 269227,
      "csfdRating": 79,
      "csfdRatingCount": 25476,
      "poster": "https://images.metahub.space/poster/small/tt0840361/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0840361/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "125 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "V Bostonu dojde každý rok asi ke 300 loupežím. Většina zlodějů žije ve čtvrti o jedné čtvereční míli, která se jmenuje Charlestown. Jedním z nich je Doug MacRay (Ben Affleck), ale není stejná krevní skupina s jeho zlodějskými kolegy. Na rozdíl od nich měl Doug šanci na úspěch, šanci jít jinou cestou než v kriminálních stopách svého otce. Jenže místo toho se stal vůdcem bandy nelítostných bankovních lupičů, kteří se chlubí tím, že si dokážou vzít cokoli a nikdo je nikdy nechytí. Jedinou rodinu, kterou Doug má, jsou jeho parťáci zloději a hlavně Jem (Jeremy Renner), který i přes svou nebezpečnou povahu je pro Douga něco jako bratr, kterého Doug nikdy neměl. Věci se ale změní při poslední akci gangu, kdy Jem zajme jako rukojmí bankovní manažerku Claire Keesey (Rebecca Hall). Když zjistí, že žije v Charlestownu, začne být Jem nervózní a chce zjistit, co všechno Clarire viděla. Doug ví, čeho je Jem schopen, a proto se rozhodne se o ni postarat sám. Claire nemá ani ponětí, že jejich setkání není náhodné a netuší, že ten okouzlující cizinec je jedním z mužů, kteří ji jen před několika málo dny terorizovali. Čím je vztah s Claire vážnější a vášnivější, tím víc chce Doug zmizet z města a změnit svůj dosavadní život. Ale s federální policií v zádech, kterou vede agent Frawley (Jon Hamm) a s Jemem, který zpochybňuje jeho loajalitu, Doug zjišťuje, že zmizet nebude vůbec jednoduché a co je horší – může postavit Claire do palebné linie. Všechny možné volby, které kdysi měl, se smrskly do jedné: buď podvede kamarády, nebo ztratí ženu, kterou miluje…(oficiální text distributora)\n\nČSFD: 79% (25.5k)"
    },
    {
      "imdb": "tt1245526",
      "name": "Red",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 76% (37.8k)",
      "csfdId": 263907,
      "csfdRating": 76,
      "csfdRatingCount": 37779,
      "poster": "https://images.metahub.space/poster/small/tt1245526/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1245526/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "111 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi",
        "Thriller"
      ],
      "description": "Akční komedii RED natočil na motivy stejnojmenné komiksové mikrosérie Warrena Ellise a kreslíře Cully Hamnera režisér Robert Schwentke. Vypráví příběh penzionovaného agenta CIA Franka Mosese (Bruce Willis), který žije poklidně a idylicky na venkově. Až do té doby, kdy se jej nové vedení CIA rozhodne zlikvidovat. V tu chvíli nastává souboj na život a na smrt mezi špičkovým, ale zestárlým agentem, a celým zbytkem CIA. Název filmu je zkratkou označení Retired Extremely Dangerous (v důchodu, extrémně nebezpečný), a právě takovým se náš hrdina ukáže.(oficiální text distributora)\n\nČSFD: 76% (37.8k)"
    },
    {
      "imdb": "tt3682448",
      "name": "Most špiónů",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 79% (24.7k)",
      "csfdId": 381251,
      "csfdRating": 79,
      "csfdRatingCount": 24655,
      "poster": "https://images.metahub.space/poster/small/tt3682448/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3682448/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "141 min",
      "genres": [
        "Drama",
        "Historický",
        "Thriller"
      ],
      "description": "Svět po obou stranách železné opony se propadá do šílené paranoie. Uplynulo už více než deset let od porážky nacistického Německa a lidstvo teď ohrožuje studená válka, napětí mezi USA a SSSR je téměř hmatatelné. Když v roce 1957 FBI zatkne Rudolfa Abela (Mark Rylance), sovětského špióna žijícího v New Yorku, strach a mocenská nedůvěra se ještě více vystupňují. Abel se ve skutečnosti jmenuje Viljam Genrichovič Fišer, řídil síť agentů a do Moskvy důmyslným způsobem odesílal kódované zprávy, i proto vyšetřování do dějin vstoupilo jako „Případ dutého nikláku\". Americká vláda osloví Jamese Donovana (Tom Hanks), uznávaného právníka z Brooklynu, aby se chopil Abelovy obhajoby. Přes počáteční obavy jeho i rodiny a odmítání tak nepopulární kauzy se Donovan nakonec rozhodne Abela zastupovat. Chce zajistit, aby byl podroben spravedlivému soudu. Během příprav na obhajobu se mezi oběma muži začne vytvářet pouto, které je založené na vzájemném respektu. Donovan obdivuje Abelovu sílu a loajálnost. Před soudem přednese vášnivou obhajobou, aby ho uchránil před trestem smrti. Abel je v říjnu 1957 odsouzen na čtyřicet pět let vězení. O tři roky později je nad sovětským vzdušným prostorem sestřelen americký průzkumný letoun U-2 a jeho pilot Francis Gary Powers (Austin Stowell) je zajat a odsouzen k deseti letům vězení. CIA se obává, že Powers bude krutými výslechy a tvrdými vězeňskými podmínkami přinucen k odhalení přísně tajných informací. CIA proto osloví Donovana a přesvědčí jej, aby se stal členem záchranné mise. Donovan se vydává do Berlína, kde má za úkol vyjednat výměnu Abela a Powerse. Nedlouho po svém příjezdu se dozví i o americkém studentovi, který byl zatčen ve východním Berlíně. Navzdory pokynům CIA soustředit se pouze na sestřeleného pilota, Donovan se rozhodne vyjednat propuštění obou – pilota i studenta, protože odmítá v této zemi kohokoliv opustit. Velká hra začíná ...(CinemArt)\n\nČSFD: 79% (24.7k)"
    },
    {
      "imdb": "tt0454848",
      "name": "Spojenec",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 80% (21.1k)",
      "csfdId": 220722,
      "csfdRating": 80,
      "csfdRatingCount": 21133,
      "poster": "https://images.metahub.space/poster/small/tt0454848/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0454848/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "129 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Newyorský detektiv Keith Frazier je typický drsný polda, jehož kariérnímu postupu brání obvinění z nezákonného jednání, která se s ním táhnou od posledního většího případu. Je tu ale nová kauza s přepadenou bankou a desítkami rukojmích. Frazier se musí postavit proti zřejmě nejrafinovanějšímu zločinci, jakého za svou kariéru potkal. Když se vyjednávání mezi policií a chladnokrevným stratégem vyostřuje, vstupuje do hry vlivná právnička. A situace se opět o něco víc komplikuje. Detektiv Frazier si čím dál víc začíná uvědomovat, že pravidla této hry na kočku a myš nejsou tak jednoznačná a že nelze přesně určit strany dobra a zla. Na první pohled dokonalý zločin může být vlastně ještě dokonalejší.(oficiální text distributora)\n\nČSFD: 80% (21.1k)"
    },
    {
      "imdb": "tt1148204",
      "name": "Orphan",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 78% (26.1k)",
      "csfdId": 237089,
      "csfdRating": 78,
      "csfdRatingCount": 26143,
      "poster": "https://images.metahub.space/poster/small/tt1148204/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1148204/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "122 min",
      "genres": [
        "Drama",
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Vypadá to, že devítiletou Esther pronásledují samé tragédie. Ve svém rodném Rusku osiřela, její adoptivní rodina zemřela při požáru, kterému Esther jen tak tak unikla. Teď ji ale adoptovala rodina Colemanových a zdá se, že život je bez chyby. Dokud se její spolužák nezraní při pádu z klouzačky. Dokud není sestra ze sirotčince ubita k smrti. A dokud Estheřinu novou matku nenapadne, zda onem tragický požár nebyl něco víc, než jen pouhá náhoda. Orphan vnáší do psychologického thrilleru úžasné nové prvky a stahuje kolem diváka smyčku tajemství, podezření a hrůzy. Na Esther nikdy nezapomenete. Je tak sladká. Tak inteligentní. Tak tvůrčí. A tak duševně chorá...(oficiální text distributora)\n\nČSFD: 78% (26.1k)"
    },
    {
      "imdb": "tt0372784",
      "name": "Batman začíná",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 87% (75.4k)",
      "csfdId": 136224,
      "csfdRating": 87,
      "csfdRatingCount": 75412,
      "poster": "https://images.metahub.space/poster/small/tt0372784/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0372784/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "140 min",
      "genres": [
        "Akční",
        "Dobrodružný"
      ],
      "description": "Film popisuje počátky legendy o tajemném Batmanovi a zjevení Temného rytíře coby síly dobra v Gotham City. Zklamaný dědic továren Bruce Wayne cestuje těsně po úmrtí svých rodičů po světě a hledá způsob, jakým by bojoval s nespravedlností a jak by obrátil strach proti těm, kteří okrádají bázlivé. Po čase se vrací zpět do Gotham City a vzápětí vypouští do světa své druhé já, maskovaného bojovníka Batmana, který používá svoji sílu, inteligenci a řadu svých technických vymožeností k boji proti zlověstným silám, které ohrožují město...(oficiální text distributora)\n\nČSFD: 87% (75.4k)"
    },
    {
      "imdb": "tt0071315",
      "name": "Čínská čtvrť",
      "year": 1974,
      "releaseInfo": "1974 • ČSFD: 84% (12.5k)",
      "csfdId": 7341,
      "csfdRating": 84,
      "csfdRatingCount": 12518,
      "poster": "https://images.metahub.space/poster/small/tt0071315/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0071315/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "130 min",
      "genres": [
        "Mysteriózní",
        "Drama",
        "Thriller",
        "Krimi"
      ],
      "description": "Film Romana Polanského Chinatown vytvořil významný milník ve filmové historii a brzy se stal pro příznivce detektivního žánru kultovním. Jack Nicholson ve filmu ztělesňuje soukromého detektiva Jake Gittese žijícího v temném morálním klimatu prosluněné předválečné jižní Kalifornie. Gittes je najat krásnou a noblesní dámou (Faye Dunaway) pro vypátrání nevěry jejího manžela. Během vyšetřování je však zapleten do víru zapomenutých podvodů a křivd, které odhalují spletitou síť osobních a politických skandálů vrcholících do jedné, nezapomenutelné noci v Čínské čtvrti. Ve vedlejší roli si zahrál legendární John Huston a film získal Oscara za scénář napsaný Robertem Townem. Chinatown je film zachycující ztracenou éru precizně vytvářených filmů, které za sebou nechávají stálý odkaz.(oficiální text distributora)\n\nČSFD: 84% (12.5k)"
    },
    {
      "imdb": "tt1855199",
      "name": "Patrola",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 80% (19.7k)",
      "csfdId": 295879,
      "csfdRating": 80,
      "csfdRatingCount": 19696,
      "poster": "https://images.metahub.space/poster/small/tt1855199/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1855199/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "109 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Brian Taylor (Jake Gyllenhaal) a Mike Zavala (Michael Peña) jsou nerozlučná policejní dvojka. Dělají vše proto, aby se na konci hlídky vždy ve zdraví vrátili domů. Mají jedinou jistotu: v ulicích South Central v Los Angeles si nemůžou být jisti absolutně ničím! Ve spleti modrých světel, houkajících sirén a adrenalinových situací jsme svědky spontánních a často humorných momentů dvou kolegů, kteří tráví většinu času v policejním autě, čekajíc na další případ. Vznikne mezi nimi pouto, díky kterému fungují v nebezpečných situacích jako sehraný tým. Vědí, že kdykoliv může přijít chvíle, kdy bude třeba nasadit vlastní život.(oficiální text distributora)\n\nČSFD: 80% (19.7k)"
    },
    {
      "imdb": "tt0425210",
      "name": "Nabít a zabít",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 79% (21.6k)",
      "csfdId": 189562,
      "csfdRating": 79,
      "csfdRatingCount": 21569,
      "poster": "https://images.metahub.space/poster/small/tt0425210/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0425210/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "110 min",
      "genres": [
        "Krimi",
        "Thriller"
      ],
      "description": "Slevinovi se právě moc nevede. Jeho dům byl určený k demolici a on se vydává za svou přítelkyní, která má však již jiného. Aby se dostal z toho všeho, půjčí si byt svého přítele Nicka Fishera v New Yorku, zatím co on je mimo město. Avšak Nickova nepřítomnost přibude na seznam jeho problémů.New York je nebezpečné místo pro život, s podsvětím plným kriminálníků a gangsterů. Ale dva z nich jsou nejrespektovanější: Rabbi (Ben Kingsley) a Boss (Morgan Freeman). Kdysi partneři a nyní úhlavní nepřátelé. Jeden druhého obviňují z nedávných záhadných vražd bookmakerů. Mezitím se Slevin seznamuje se svou krásnou sousedkou Lindsey. Jejich flirt je však brzy přerušen, když se Bossovi lidé vrátí pro Nicka do jeho bytu. Nikdo neví jak Nick vypadá a Slevin gangstery nedokáže přesvědčit, že není ten koho hledají. Slevin se tak ocitne před Bossem a dostane onu příslovečnou nabídku, která se nedá odmítnout - Slevin zabije Rabbiho syna a jeho dluh bude splacen.(oficiální text distributora)\n\nČSFD: 79% (21.6k)"
    },
    {
      "imdb": "tt0443543",
      "name": "Iluzionista",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 76% (31.6k)",
      "csfdId": 214386,
      "csfdRating": 76,
      "csfdRatingCount": 31586,
      "poster": "https://images.metahub.space/poster/small/tt0443543/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0443543/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "110 min",
      "genres": [
        "Drama",
        "Romantický",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Nadaný iluzionista Eisenheim (Edward Norton) ohromuje vídeňské publikum a o jeho výjimečnosti se dozvídá také princ Leopold (Rufus Sewell). Krutý následník trůnu se rozhodne navštívit Eisenheimovo vystoupení se svou krásnou snoubenkou Sofií (Jessica Biel). Ta si brzy uvědomuje, že zná mága z dětství. Téměř zapomenutý vztah znovu ožívá a tajní milenci se rozhodnou spolu uprchnout. Následujícího dne je však Sofie nalezena mrtvá. Zdrcený Eisenheim nedbá vyšetřujícího inspektora Uhla (Paul Giamatti) a bere spravedlnost do svých rukou. Musí dokázat Leopoldovu vinu na Sofiině smrti dříve, než bude sám zničen. Nikdo netuší, že se tajemný mág teprve chystá předvést největší iluzi své kariéry...(oficiální text distributora)\n\nČSFD: 76% (31.6k)"
    },
    {
      "imdb": "tt1032755",
      "name": "RocknRolla",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 77% (27.5k)",
      "csfdId": 233547,
      "csfdRating": 77,
      "csfdRatingCount": 27528,
      "poster": "https://images.metahub.space/poster/small/tt1032755/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1032755/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "114 min",
      "genres": [
        "Akční",
        "Krimi",
        "Komedie"
      ],
      "description": "“Já tohle město vlastním” Vlastnictví se ale londýnskému gangsterovi ze staré školy Lennymu Coleovi (Tom Wilkinson) začíná prodražovat. Přichází sem movitější zahraniční konkurence s plánem na pozemkový podvod. Malý zlodějíček (Gerard Butler) a jeho parťáci si myslí, že mohou hrát na obě strany a dostat se do vyšší ligy. A teď přihoďte chladnokrevně tvrdou účetní (Thandie Newton), rockera, který pro zvýšení prodejů předstírá vlastní smrt, rádoby hudební magnáty (Jeremy Piven, Chris Bridges), ukradený obraz a šílenou čtverylku peněz a svalů – a dostanete divokou a zábavnou gangsterku, drsnou filmovou řežbu plnou sexu, rváčů a rock´n´rollu od autora a režiséra Guye Ritchieho (Seber prachy a vypadni, Podfu(c)k).(oficiální text distributora)\n\nČSFD: 77% (27.5k)"
    },
    {
      "imdb": "tt0317919",
      "name": "Mission: Impossible III",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 76% (31.4k)",
      "csfdId": 110420,
      "csfdRating": 76,
      "csfdRatingCount": 31389,
      "poster": "https://images.metahub.space/poster/small/tt0317919/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0317919/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Mission: Impossible a Tom Cruise. Dva filmové pojmy, které se staly do určité míry synonymem. Tajný agent Ethan Hunt, pro něhož není splnění žádné mise nemožné, se vrací už potřetí a přivádí ho jeden z nejvyhledávanějších režisérů současnosti J. J. Abrams. V jeho pojetí se Mission: Impossible stala moderním akčním filmem, který nabízí divákům kromě zvýšené hladiny adrenalinu i chytrou zápletku s řadou zvratů. Ve chvíli, kdy agent Ethan Hunt uslyší okřídlenou formulku, že se právě vyslechnuté zadání jeho další mise samo automaticky zničí za pět vteřin, určitě nepředpokládá, že ho čeká asi nejtěžší úkol v jeho dosavadní kariéře, který navíc komplikuje fakt, že tentokrát je to i osobní. \"Mise začíná hodně přímočaře, jako záchranná akce, kterou provází spousta explozí a kaskadérských výkonů. Záhy ale zjistíte, že nic není takové, jak se zdá, a prosté potěšení z akční podívané doplní hlubší emoce. Chceme prostě, aby diváci dostali víc, než očekávají, a aby se na konci filmu cítili lépe než na jeho začátku,\" říká režisér Abrams, který je výkonným mozkem nejpopulárnějších seriálů současnosti Ztraceni a Alias... Stejně jako ve druhém díle, kdy tím děsil štáb v čele s režisérem Johnem Woo, se i tentokrát Tom Cruise rozhodl točit většinu akčních scén sám. \"Trénoval jsem celý rok, dokonce i během natáčení Války světů. Když už jsem se rozhodl zvládnout sám ty kaskadérské kousky, nemohl jsem si dovolit vypadat v záběrech trapně, nebo si třeba při nějakém skoku zlomit kotník,\" říká hlavní hvězda filmu. Tom Cruise ale není jediné \"velké jméno\", které zdobí tuto akční podívanou. V roli hlavního záporáka, bezohledného obchodníka se zbraněmi Owena Daviana, se představí Philip Seymour Hoffman, čerstvý držitel Oscara za nejlepší mužský herecký výkon, dále Laurence Fishburne (trilogie Matrix), Ving Rhames (první dva díly série Mission: Impossible) nebo Keri Russell (Údolí stínů).(oficiální text distributora)\n\nČSFD: 76% (31.4k)"
    },
    {
      "imdb": "tt0369610",
      "name": "Jurský svět",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 74% (40.7k)",
      "csfdId": 313628,
      "csfdRating": 74,
      "csfdRatingCount": 40709,
      "poster": "https://images.metahub.space/poster/small/tt0369610/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0369610/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "124 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Před dvaadvaceti lety tragicky skončil sen excentrického milionáře Johna Hammonda, který chtěl na odlehlém ostrově z dinosauří DNA vypěstovat Jurský park s živými exponáty. Od té doby se ale mnohé změnilo, park jede na plné obrátky, ročně jím projdou milióny nadšených návštěvníků, kteří s očima navrch hlavy sledují v akci desítky „vyhynulých\" živočichů. Jenže vedení parku stále hledá nové způsoby, jak tuto jedinečnou atrakci ještě víc zatraktivnit. A v tu chvíli přijdou komplikace. Vědecké experimenty s novými druhy mohutně podporuje strohá manažerka parku Claire Dearing (Bryce Dallas Howard), která ve zvířatech vidí především čísla. Na rozdíl od ní v nich biolog Owen Grady (Chris Pratt ze Strážců galaxie) vidí hlavně nebezpečí, zvlášť ve tvorech, které nestvořila příroda, ale laboratoř. Události mu dají za pravdu, když se jeden z takových mazlíčků doslova urve ze řetězu a začne si vylepšovat jídelníček zaměstnanci parku a posléze také návštěvníky, mezi nimiž jsou také dva synovci Claire, kteří za tetou přijeli na prázdniny. Teď už nejde o vyšší tržby ani o udržení prestiže. Cílem všech začalo být holé přežití.(CinemArt)\n\nČSFD: 74% (40.7k)"
    },
    {
      "imdb": "tt0887912",
      "name": "Smrt čeká všude",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 77% (26.8k)",
      "csfdId": 234493,
      "csfdRating": 77,
      "csfdRatingCount": 26828,
      "poster": "https://images.metahub.space/poster/small/tt0887912/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0887912/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "131 min",
      "genres": [
        "Válečný",
        "Drama",
        "Thriller"
      ],
      "description": "Je-li válka peklo, proč se tolik mužů hlásí do armády? V době, kdy se armády skládají nikoliv z rekrutů, ale z dobrovolníků, a muži se dobrovolně pouští do vojenské služby, je adrenalinové prostředí bojiště silným a neodolatelným lákadlem, často přímo závislostí. Snímek je napínavým příběhem elitních vojáků, kteří mají jedno z nejnebezpečnějších povolání na světě – uprostřed bojové vřavy deaktivují bomby. Když se nový seržant James (Jeremy Renner) ujme špičkového pyrotechnického týmu, překvapí své dva podřízené, Sanborna a Eldridge (Anthony Mackie a Brian Geraghty) tím, že je vtáhne do smrtelné hry městských bojů. James se chová tak, jako by mu nedocházelo, že může zemřít. Zatímco se oba muži snaží svého nového velitele udržet pod kontrolou, ve městě kolem nich se rozpoutá naprostý zmatek a Jamesova skutečná povaha se ukáže způsobem, který všechny z nich navždy poznamená.(oficiální text distributora)\n\nČSFD: 77% (26.8k)"
    },
    {
      "imdb": "tt1232829",
      "name": "Jump street 21",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 74% (40.3k)",
      "csfdId": 254016,
      "csfdRating": 74,
      "csfdRatingCount": 40290,
      "poster": "https://images.metahub.space/poster/small/tt1232829/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1232829/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "109 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Schmidt (Jonah Hill) a Jenko (Channing Tatum) se na střední škole k smrti nenáviděli, aby se z nich v policejní akademii posléze stali nejlepší přátelé. Ačkoliv nepatří k tomu nejlepšímu, čím se může policejní sbor pochlubit, mají možnost svou pověst změnit ve chvíli, kdy jsou přiděleni k tajné policejní jednotce Jump Street pod vedením kapitána Dicksona (Ice Cube). Místo zbraní a policejních odznaků jsou vyzbrojeni batohy, aby se za přispění svého nedospělého vzhledu vmísili tajně mezi mládež. Problém je ale v tom, že dnešní dospívající mládež je docela jiná, než jaká byla před několika lety, a Schmidt s Jenkem zjišťují, že jejich představy o životě středoškoláků, ať už jde o sex, drogy či rock'n'roll, jsou zcela k ničemu. Především ale přicházejí na to, že se stále nevypořádali s celou řadou vlastních problémů, kterým v průběhu dospívání čelili – a oba se musejí postavit hrůze a nervozitě z toho, že se jsou nuceni vrátit znovu na střední školu a znovu zažívat všechny problémy, o kterých se domnívali, že už jsou dávno minulostí.(oficiální text distributora)\n\nČSFD: 74% (40.3k)"
    },
    {
      "imdb": "tt1385826",
      "name": "Správci osudu",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 75% (33.3k)",
      "csfdId": 257240,
      "csfdRating": 75,
      "csfdRatingCount": 33272,
      "poster": "https://images.metahub.space/poster/small/tt1385826/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1385826/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "106 min",
      "genres": [
        "Romantický",
        "Sci-Fi",
        "Thriller",
        "Akční"
      ],
      "description": "Věříte na náhodu? Nebo na osud? A co když je to všechno úplně jinak? Co když naše kroky řídí někdo, kdo s námi má konkrétní plány? A co se stane, když mu je, byť nevědomky, překazíme? Ambiciózní thriller Správci osudu podle povídky Philipa K. Dicka naznačuje, že svět může být místem, kde pro náhodu není místo a s osudy lidí si pohrávají pánové v klobouku. Nadějného politika Davida Norrise (Matt Damon) potkáváme v den, který mu může změnit život. Kandidát do amerického Senátu se už za chvíli dozví výsledky voleb. První prognózy nejsou moc příznivé, a tak si odejde na pánské záchody pilovat „řeč poraženého finalisty“. Na místě, kde by ženu čekal málokdo, narazí na krásnou Elise (Emily Blunt), dívku, s níž ho potká příslovečná láska na první pohled. Mohla by to být náplast na politický neúspěch, jenže David někde ztratil její telefonní číslo. Když už se vzdá naděje, že by ji mohl ještě někdy spatřit, narazí na ni náhodou v autobusu. Tuhle šanci už nepustí ani za nic. Tohle si myslí do chvíle, než potká Správce osudu. Tahle organizace řídí život každého z nás a pro Davida naplánovala kariéru, která končí možná až v Oválné pracovně Bílého domu. Jenže to by musel nechat Elise na pokoji, což se Davidovi nechce. Tohle ale není otázka chtění. Správci osudu nalajnovali Davidův život a sebemenší odchylku jsou připraveni zlikvidovat v samém zárodku. Zamilovaný politik si ale nepřipouští, že jde jemu i jeho Elise o bytí a nebytí a že vlastnímu osudu ani jeho správcům se utéct nedá. Nebo jen hodně těžko.(oficiální text distributora)\n\nČSFD: 75% (33.3k)"
    },
    {
      "imdb": "tt1211956",
      "name": "Plán útěku",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 74% (35.9k)",
      "csfdId": 305690,
      "csfdRating": 74,
      "csfdRatingCount": 35944,
      "poster": "https://images.metahub.space/poster/small/tt1211956/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1211956/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "115 min",
      "genres": [
        "Akční",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Ray Breslin (Sylvester Stallone) je útěkář na objednávku. Živí se totiž jako expert na infrastrukturu vězeňských zařízení. Nechává se v nich zavírat a hledá skuliny v zabezpečovacích systémech, které jsou pak následně na základě jeho analýz  - a efektních útěků - odstraňovány a zdokonalovány. Nyní nastupuje výkon trestu k nové zakázce, ale ouha: vězeňský komplex, ve kterém se ocitl, byl kompletně postaven na základě jeho dosavadních poznatků a připomínek k zabezpečení věznic. Ty Ray před časem vydal knižně a pro tyranského ředitele tohoto „nápravně výchovného zařízení\" se jeho manuál stal doslova biblí. Ray se tak ocitá ve své vlastní dokonalé pasti. Nikdo navíc neví o tom, že by byl něco jiného než řadový vězeň, takže propustka na svobodu po dobře odvedené práci jaksi chybí... Po obvyklých počátečních neshodách se Rayovým parťákem v novém „domově\" stává místní vězeňský boss - Emil Rottmayer (Arnold Schwarzenegger), který si zde odpykává trest za kyber-terorismus. A jemu se ve vězení moc nelíbí. Ale kdo jiný, než tihle dva chlápci by se měl dostat přes Rayovo bezchybné zabezpečovací systémy a celou armádu dozorců pod vedením fanatického ředitele? A je to, že se oba ocitli v této bezvýchodné situaci, opravdu jen nedorozumění a shoda náhod nebo něčí pečlivě promyšlený plán?(Bontonfilm)\n\nČSFD: 74% (35.9k)"
    },
    {
      "imdb": "tt1229238",
      "name": "Mission: Impossible - Ghost Protocol",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 75% (30.6k)",
      "csfdId": 245639,
      "csfdRating": 75,
      "csfdRatingCount": 30572,
      "poster": "https://images.metahub.space/poster/small/tt1229238/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1229238/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "133 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Špionážní agentura IMF má obrovský problém. Právě když její eso, Ethan Hunt (Tom Cruise), provádělo tajnou operaci v Moskvě, spáchal kdosi úspěšný bombový útok na Kreml. Ruští představitelé jsou rozezlení na nejvyšší míru a mluví dokonce o válečném aktu. A protože se všechny nitky sbíhají právě u IMF, americký prezident dá pro jistotu od agentury oficiálně ruce pryč vyhlášením „Ghost Protocolu“, čímž ji odřízne od zdrojů, zázemí, podpory a z jejích členů udělá lidi na odstřel. To rozhodně není přehánění, krátce po tomto byrokratickém úderu umírá násilnou smrtí její oficiální šéf (Tom Wilkinson). Ethan Hunt se proto pokusí o nemožné. Společně s trojicí věrných a odhodlaných kolegů (Simon Pegg, Paula Patton a Jeremy Renner) se pokusí najít pachatele útoku a smýt tak ze sebe veškerou vinu. Jak bylo řečeno už v úvodu, tahle mise bude skutečně nesplnitelná.(oficiální text distributora)\n\nČSFD: 75% (30.6k)"
    },
    {
      "imdb": "tt2872718",
      "name": "Slídil",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 78% (20.4k)",
      "csfdId": 351777,
      "csfdRating": 78,
      "csfdRatingCount": 20354,
      "poster": "https://images.metahub.space/poster/small/tt2872718/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2872718/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "118 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Sociopat Lou Bloom (Jake Gyllenhaal) je reportér na volné noze, který natáčí videa trestných činů v jejich syrovosti pro zpravodajskou stanici v Los Angeles. Lou stírá hranice mezi účastníkem a pozorovatelem, aby se stal hvězdou svého vlastního příběhu. Jak daleko je ochoten zajít ...?(Hollywood Classic Entertainment (H.C.E.))\n\nČSFD: 78% (20.4k)"
    },
    {
      "imdb": "tt0496806",
      "name": "Dannyho parťáci 3",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 74% (34.7k)",
      "csfdId": 223268,
      "csfdRating": 74,
      "csfdRatingCount": 34667,
      "poster": "https://images.metahub.space/poster/small/tt0496806/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0496806/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "122 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Thriller"
      ],
      "description": "Danny Ocean (George Clooney) a jeho parta by se k návratu k tomu, co jim jde nejlépe, odhodlali jen z jednoho jediného důvodu – kdyby byl v ohrožení jeden z nich. Když nelítostný majitel kasina, Willy Bank (Al Pacino), podrazí Dannyho přítele a učitele Reubena Tishkoffa (Elliott Gould), který je kvůli tomu hospitalizován, Danny a jeho věrní opět spojí své síly s cílem vyprázdnit Bankovy sejfy.(oficiální text distributora)\n\nČSFD: 74% (34.7k)"
    },
    {
      "imdb": "tt3170832",
      "name": "Pokoj",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 81% (14k)",
      "csfdId": 402166,
      "csfdRating": 81,
      "csfdRatingCount": 13957,
      "poster": "https://images.metahub.space/poster/small/tt3170832/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3170832/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "118 min",
      "genres": [
        "Drama"
      ],
      "description": "Pro pětiletého Jacka je pokoj celým světem. Je to místo, kde se narodil, vyrůstá a kde žije v bezpečí se svou mámou Joy. Spolu si čtou, učí se, hrají si. Poznání o světě Jack nabývá prostřednictvím několika dětských knih a dětských televizních seriálů. Vše, co je mimo pokoj, je fiktivní, jen pokoj je skutečný. V noci ho máma vždy ukládá do bezpečí šatníku, v němž má usnout dříve, než přijde Starý Nick, jejich věznitel. Pokoj je pro Jacka domovem, ale pro jeho mámu vězením, ve kterém je Starý Nick drží již více než sedm let. Díky odhodlání, vynalézavosti a vroucí mateřské lásce se Joy podařilo vytvořit pro Jacka život, ve kterém si neuvědomuje limity jejich vězení. Joy však ví, že takhle to nemůže být napořád. Vymyslí proto odvážný plán útěku, ve kterém se spoléhá na statečnost svého syna a notnou dávku štěstí. Když plán naproti všemu skutečně funguje a oba jsou konečně svobodní, Joy si s hrůzou uvědomí, jak nepřipravená je na to žít mimo čtyři stěny malého pokoje a být svému synovi oporou i ve skutečném světě. Jejich izolovaný svět se najednou rozšíří a jak malý Jack, pro kterého je vše nové a neuvěřitelné, tak i Joy se musejí naučit, jak žít ve skutečném světě...(Bohemia MP)\n\nČSFD: 81% (14k)"
    },
    {
      "imdb": "tt0453467",
      "name": "Vzpomínky",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 76% (26k)",
      "csfdId": 215206,
      "csfdRating": 76,
      "csfdRatingCount": 26034,
      "poster": "https://images.metahub.space/poster/small/tt0453467/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0453467/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "126 min",
      "genres": [
        "Thriller",
        "Sci-Fi",
        "Akční"
      ],
      "description": "Akční thriller producenta Jerryho Bruckheimera a režiséra Tonyho Scotta se točí okolo tajemného pocitu deja-vu, který provází agenta vládní agentury ATF Douga Carlina (skvělý Denzel Washington). Carlin vyšetřuje rozsáhlý bombový útok, po výbuchu nálože na trajektu v New Orleans je přivolán k zajištění důkazů. Odhalí přitom, že záhadný úkaz, který většina lidí považuje pouze za hříčku vlastní mysli, je ve skutečnosti něčím mnohem mocnějším.V tom okamžiku začíná jeho závod s časem o životy stovek nevinných lidí.(oficiální text distributora)\n\nČSFD: 76% (26k)"
    },
    {
      "imdb": "tt0376994",
      "name": "X-Men: Poslední vzdor",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 72% (43.8k)",
      "csfdId": 194903,
      "csfdRating": 72,
      "csfdRatingCount": 43779,
      "poster": "https://images.metahub.space/poster/small/tt0376994/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0376994/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "104 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Mutanti  – bez Jean Greyové (Phoenix), která zahynula v jezeře, a bez Scotta Summerse (Cyclopse), jenž se její smrtí trápí – trénují simulaci boje s lidmi. Eric Lehnsherr (Magneto) je stále na útěku. Vědcům se mezitím podaří vyvinout v laboratořích Worthington lék na potlačení genu X. Jeho zdrojem je mutant Jimmy (Leach). Profesor Charles Xavier s Ororo Munroeovou (Storm) navštíví doktora Hanka McCoye (Beasta), mutanta a ministra pro záležitosti mutantů, který jim o léku vypráví. Americký prezident pronese projev před laboratořemi, které lék vyrábějí. Je přesvědčen, že může mutanty osvobodit. Storm je rozhořčena. Tvrdí, že nejde o lék, protože nejsou nemocní. Řada mutantů je odhodlána proti medikamentu bojovat.  Cyclops ve svém žalu odjíždí k jezeru a slyší, jak ho volá Jean. Když se to profesor Xavier dozví, pošle k jezeru Wolverina a Storm. Najdou Cyclopsovy sluneční brýle a živou Jean. Xavier brzy zjistí, že v rozdvojené osobnosti Jean převládl Phoenix bojující za svobodu. Zabila Cyclopse, který ji miloval. Když se Jean probere, žádá Wolverina, aby ji zabil, než ona zabije někoho jiného. Wolverine to však odmítne.  Když se Raven Darkholmeová (Mystique) po výstřelu stráže změní působením léku v člověka, Beast obviní prezidenta, že si lidé udělali z léku zbraň. Prezident je však přesvědčen, že někteří z mutantů představují hrozbu. Magneto začne v ilegalitě budovat armádu. Protože je Jean opravdovou hrozbou, vydají se Xavier s Magnetem za ní. Jean však Xaviera zabije. Magneto si ji odvede do vojenského tábora v lesích. Nechce ji omezovat. Oznámí, že boj za svobodu mutantů začíná...(TV Prima)\n\nČSFD: 72% (43.8k)"
    },
    {
      "imdb": "tt0448134",
      "name": "Sunshine",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 75% (28.2k)",
      "csfdId": 222329,
      "csfdRating": 75,
      "csfdRatingCount": 28230,
      "poster": "https://images.metahub.space/poster/small/tt0448134/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0448134/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "108 min",
      "genres": [
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Slunce vyhasíná a jedinou spásou Země je vesmírná mise korábu Icarus 2. Posádka má za úkol svrhnout na Slunce nukleární nálož a „probudit“ je. Předchozí loď se stejným úkolem však zmizela beze stopy ... Efektní britský sci-fi thriller natočil Danny Boyle.Děj britského sci-fi thrilleru, který natočil uznávaný režisér Danny Boyle, se odehrává v roce 2057 na palubě kosmické lodi Icarus 2, jejíž osmičlenná posádka má za úkol svrhnout na vyhasínající Slunce obří nukleární nálož a tím je znovu probudit k činnosti. Pokud se to nepodaří, rodná planeta sužovaná solární zimou vyhyne. Po šestnácti měsících strastiplné cesty dojde k poškození lodi, ztrátě spojení se Zemí a k nečekanému kontaktu s vrakem lodi Icarus 1, která byla před sedmi lety vyslána na stejnou misi, ale beze stopy zmizela. Posádka chce zjistit, co se vlastně stalo, ale poté, co se oba vesmírné koráby spojí, na palubu vnikne zmutovaný kapitán Pinbacker a snaží se záchrannou misi za každou cenu překazit. Budoucnost Země visí na vlásku ... V hlavních rolích dynamické podívané hýřící řadou efektů uvidíme Cilliana Murphyho, Chrise Evanse, Rose Byrneovou, Michelle Yeohovou ad.(oficiální text distributora)\n\nČSFD: 75% (28.2k)"
    },
    {
      "imdb": "tt1922777",
      "name": "Sinister",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 75% (28.2k)",
      "csfdId": 303202,
      "csfdRating": 75,
      "csfdRatingCount": 28191,
      "poster": "https://images.metahub.space/poster/small/tt1922777/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1922777/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "110 min",
      "genres": [
        "Mysteriózní",
        "Horor",
        "Thriller",
        "Krimi"
      ],
      "description": "Ellison, autor detektivních románů, objeví na půdě svého domu staré filmové pásy, související se záhadnými vraždami, jež se tu kdysi staly. Pátráním po vrahovi však zkříží cestu celé své rodiny s neznámou nadpřirozenou bytostí a uvrhne ji tak do obrovského nebezpečí.(oficiální text distributora)\n\nČSFD: 75% (28.2k)"
    },
    {
      "imdb": "tt0317248",
      "name": "Město bohů",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 89% (42.6k)",
      "csfdId": 88625,
      "csfdRating": 89,
      "csfdRatingCount": 42565,
      "poster": "https://images.metahub.space/poster/small/tt0317248/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0317248/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "129 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Cidade de Deus je nejstarší a nejnebezpečnější slum Ria de Janeira, nejbolavější místo metropole karnevalů. Buscapé se zde narodil, aby žil, místo toho je však zavlečen do světa, v němž se jeho nejlepší kamarádi místo s hračkami baví s nabitými pistolemi. Snaží se zoufale zůstat stranou děsivého násilí, které zachvacuje jeho přátele a mění je v mladistvé zločince zabíjející se navzájem kvůli obchodu s kokainem, z nenávisti i z pouhého rozmaru. Před Buscapéovýma očima se chudá čtvrť v průběhu tří dekád - od 60. do 80. let - proměňuje v dýmající bojiště, na kterém si ozbrojené gangy s šokující lhostejností vyřizují své účty za bílého dne. Buscapé vidí umírat nevinné i ty, které obdivoval a miloval. Jedinou jistotu ve světě každodenního krvavého násilí pro něj začne představovat fotoaparát, kterým začíná dokumentovat městskou džungli kolem sebe. Začíná chápat, že přežít může jen útěkem do normálního světa - za hranice čtvrti, kterou má rád jako svůj domov, ale kterou nenávidí jako hrob nevinnosti, naděje a lásky... Fernando Meirelles debutuje strhujícím dramatem inspirovaným skutečnými osudy. Vyprávění o dospívání ve stínu smrti připomíná formální brilancí filmy Quentina Tarantina či Martina Scorseseho. Syrovou autenticitu zvyšuje obsazení neherců a skutečných obyvatel slumu do řady hlavních rolí. Snímek si získal mezinárodní uznání včetně devíti ocenění na MFF v Havaně a ceny Vision Award na MFF v Torontu. Byl úspěšně uveden na řadě mezinárodních festivalů. Získal nominaci na Zlatý glóbus jako nejlepší zahraniční film roku a jeho režisér byl oceněn nominací na Evropskou filmovou cenu Felix.(oficiální text distributora)\n\nČSFD: 89% (42.6k)"
    },
    {
      "imdb": "tt0884328",
      "name": "Mlha",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 74% (30.2k)",
      "csfdId": 227789,
      "csfdRating": 74,
      "csfdRatingCount": 30176,
      "poster": "https://images.metahub.space/poster/small/tt0884328/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0884328/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "126 min",
      "genres": [
        "Horor",
        "Sci-Fi",
        "Thriller",
        "Drama"
      ],
      "description": "Režisér a scénárista Frank Darabont, známý především filmovým zpracováním románů Stephena Kinga Vykoupení z věznice Shawshank a Zelená míle divákům nyní představí další zpracování povídky Mistra hororů. Výtvarník David Drayton (Thomas Jane) se společně se svým synem Billym (Nathan Gamble) a nepříjemným sousedem Nortonem (Andre Braugher) ráno po neobvykle silné bouři vydávají do nedalekého městečka nakoupit zásoby. Krátce po jejich příjezdu supermarket obklopí hustá a tajuplná mlha, která, jak se zdá, v sobě ukrývá cosi vražedného a děsivého… Ještě větší zlo se ale ukrývá v duších obyčejných lidí, kteří jsou postaveni tváří v tvář zoufalé situaci. Hrůza se pozvolna ale jistě prodírá na povrch...(oficiální text distributora)\n\nČSFD: 74% (30.2k)"
    },
    {
      "imdb": "tt0486822",
      "name": "Disturbia",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 74% (29.9k)",
      "csfdId": 222339,
      "csfdRating": 74,
      "csfdRatingCount": 29864,
      "poster": "https://images.metahub.space/poster/small/tt0486822/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0486822/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "105 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Thriller",
        "Horor"
      ],
      "description": "Teenager Kale (Shia LaBeouf) má zásadní problém. Dosud se nevyrovnal se smrtí otce, který mu při autonehodě zemřel před očima, a v důsledku toho fyzicky napadl učitele španělštiny, který se o něj nevědomky \"otřel\". Pro aktivního kluka jsou tři měsíce úředně nařízeného domácího vězení neskutečným utrpením. Uniknout nemůže, kontrolní zařízení, které nosí ve dne v noci kousek nad kotníkem, ho hlídá až příliš dokonale. Pravidla jsou jasná - pokud se vzdálí od rodného domu, čeká ho polepšovna. Do sousedství se naštěstí nastěhovala atraktivní vrstevnice Ashley (Sarah Roemer), a tak si Kale krátí čas jejím šmírováním otcovým dalekohledem. Postupně ho tahle \"špionážní hra\" začne pohlcovat, čím dál hlouběji proniká do soukromí svých sousedů, až u jednoho z nich (David Morse) zaznamená velmi nezvyklé chování. Společně s Ashley, která jeho pozorovacím dýchánkům také propadne, začínají monitorovat každý jeho krok, až v nich začne klíčit podezření, že by to mohl být dlouho hledaný sériový vrah. Uvěří ale někdo klukovi se škraloupem a jeho přítelkyni, která také není zrovna bezproblémová? Vždyť možná jde jen o výplody jejich bujné fantazie. Možná ale právě odhalili tajemství, kvůli kterému by mohli velmi snadno zemřít. Nezapomínejte, že každý vrah je něčí soused.(oficiální text distributora)\n\nČSFD: 74% (29.9k)"
    },
    {
      "imdb": "tt0790724",
      "name": "Jack Reacher: Poslední výstřel",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 75% (25.3k)",
      "csfdId": 299673,
      "csfdRating": 75,
      "csfdRatingCount": 25285,
      "poster": "https://images.metahub.space/poster/small/tt0790724/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0790724/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "130 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Jack Reacher (Tom Cruise) je jako duch. Bývalého vojenského vyšetřovatele najdete jen tehdy, kdy chce on sám být nalezen. Objevuje se u případů, které potvrzují, že spravedlnost je slepá, a pro jejich vyřešení neváhá ignorovat zákony své země. Drsný hrdina z bestsellerů spisovatele Lee Childa konečně vstoupil na plátna kin, s odhodláním stvořit stejně silnou a kvalitní akční ságu, jakou se před lety stal jiný původem literární hrdina, Jason Bourne. Život pěti lidí, které osud přivedl ve stejný čas na stejné místo, ukončí šest kulek vypálených odstřelovačem. Takový masakr si od policie vyžádá nadstandardní nasazení, které brzy korunuje dopadení pachatele. Bývalý elitní voják nemá pod tíhou důkazů sebemenší šanci, přesto tváří v tvář vyšetřovatelům zarytě mlčí. Ti z něj dostanou jedinou větu: „Sežeňte Jacka Reachera.“ S jeho příchodem se z naprosto jasného případu stává výbušná kauza opředená mnoha záhadami, jejíž rozuzlení může stát život řadu lidí, Jacka Reachera nevyjímaje. Jenže ten si na drsňáka jenom nehraje a kvůli pravdě je ochoten hodně vydržet.(oficiální text distributora)\n\nČSFD: 75% (25.3k)"
    },
    {
      "imdb": "tt0455944",
      "name": "Equalizer",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 75% (25.3k)",
      "csfdId": 308340,
      "csfdRating": 75,
      "csfdRatingCount": 25251,
      "poster": "https://images.metahub.space/poster/small/tt0455944/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0455944/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "132 min",
      "genres": [
        "Thriller",
        "Akční",
        "Krimi"
      ],
      "description": "Ve snímku The Equalizer představuje Denzel Washington bývalého člena elitní tajné vojenské jednotky McCalla, který předstíral svou smrt, aby mohl začít žít poklidný život v Bostonu. Když kvůli záchraně života mladé dívky Teri (Chloe Grace Moretz) musí svůj dobrovolný odpočinek ukončit, ocitá se tváří v tvář extrémně násilným ruským gangsterům. Během tohoto zúčtování se v McCallovi znovu probudí touha po konání spravedlnosti. Pokud se tedy ocitnete v nesnázích s mizivou šancí na záchranu, a nemáte se na koho obrátit, McCall vám pomůže. Je tím jediným, kdo dokáže vaše problémy vyřešit jednou provždy. Je to Equalizer.(Falcon)\n\nČSFD: 75% (25.3k)"
    },
    {
      "imdb": "tt1276104",
      "name": "Looper: Nájemný zabiják",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 73% (33.3k)",
      "csfdId": 247870,
      "csfdRating": 73,
      "csfdRatingCount": 33315,
      "poster": "https://images.metahub.space/poster/small/tt1276104/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1276104/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "118 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Loopeři jsou nájemní zabijáci, kteří pracují pro zločineckou organizaci. Jejich úkol je tradiční: osoby, které jsou pro sdružení nějakým způsobem nepohodlné, zastřelí a zbaví se těla. Odměnu za vykonanou práci pak vždy najdou přímo u své oběti. A za svou krvavou práci jsou placeni opravdu velice dobře. Existuje pro ně pouze jediné pravidlo – za žádnou cenu nikdy nesmí nechat svůj cíl utéct. Joe (Joseph Gordon-Levitt) patří mezi loopery, spolehlivě vykonává svou práci a užívá si luxusního, bezstarostného života. A to platí až do chvíle, kdy dostane další zakázku. K jeho velkému překvapení se totiž před jeho připravenou zbraní objeví on sám, jen o něco starší (Bruce Willis). Tato situace se mohla přihodit jedině díky další zvláštnosti této práce – organizace looperům totiž jejich „klienty“ posílá z budoucnosti. Popravované oběti jsou transportovány zpět v čase a to přímo před hlaveň určeného loopera. A Joeovi zbývá jen zlomek vteřiny k zásadnímu rozhodnutí – má zastřelit sám sebe?(oficiální text distributora)\n\nČSFD: 73% (33.3k)"
    },
    {
      "imdb": "tt2103281",
      "name": "Úsvit planety opic",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 74% (28.4k)",
      "csfdId": 309054,
      "csfdRating": 74,
      "csfdRatingCount": 28439,
      "poster": "https://images.metahub.space/poster/small/tt2103281/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2103281/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "130 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama",
        "Sci-Fi"
      ],
      "description": "Caesar je šimpanz, se kterým jsme se seznámili před třemi lety ve velmi úspěšném filmu Zrození planety opic. Tehdy právě on, jako první z lidoopů, získal mimořádně vysokou inteligenci a to kvůli pokusům s ještě neschváleným lékem na Alzheimerovu nemoc. Chytrý lidoop se stal senzací, ale zároveň předznamenal zásadní revizi pohledu na to, kdo je skutečným pánem tvorstva. Příběh Úsvitu planety opic začíná deset let poté, co se Caesar se smečkou dalších uprchlých lidoopů ukryl v hlubokých lesích poblíž San Francisca. Lidstvo v mezidobí prakticky zdecimoval agresivní virus, jehož první příznaky se objevily na konci prvního dílu. Těm, kteří virovou pandemii přežili, navíc hroutící se svět stavěl do cesty další nečekané překážky. Území uvolněné lidmi postupně obsadil národ geneticky pozměněných lidoopů, v jejichž čele stojí právě Caesar. Síla a schopnosti Ceasarova království narůstají, postupně vzniká nová civilizace řídící se novými zákony a pravidly; civilizace, která si dokáže představit Zemi bez lidí. Planetu opic. Lidé, kteří přežili, se snaží narůstající opičí dominanci narušit a vrátit se na vrchol evolučního žebříčku. Začíná boj o moc, boj o to, kdo bude vládnoucím živočišným druhem na Zemi. Obě strany sice dosáhnou křehkého příměří, ale jen nakrátko. Napětí mezi lidskou a lidoopí komunitou narůstá, sílí i boj o moc uvnitř obou skupin. Tohle napětí může vyřešit jen fatální střet, po němž bude zcela nezpochybnitelné, kdo se stal vládcem planety Země.(CinemArt)\n\nČSFD: 74% (28.4k)"
    },
    {
      "imdb": "tt2053463",
      "name": "Vedlejší účinky",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 77% (18.5k)",
      "csfdId": 310096,
      "csfdRating": 77,
      "csfdRatingCount": 18493,
      "poster": "https://images.metahub.space/poster/small/tt2053463/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2053463/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "106 min",
      "genres": [
        "Psychologický",
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Emily (Rooney Mara) a Martin Taylorovi (Channing Tatum) jsou dokonalý a úspěšný mladý pár, který má vše, nač si vzpomene. Pak si však jde Martin sednout na čtyři roky do basy za zneužívání informací v obchodním styku a jeho život se promění v peklo. Stejně je na tom i Emily, která zůstává v relativním přepychu jejich manhattanského bytu, ale celou tu dobu se utápí v příšerných depresích. Když se nakonec pokusí o sebevraždu, nastupuje na scénu psychiatr Jonathan Banks (Jude Law). Protože se Emily zuby nehty brání zvažované hospitalizaci, dohodnou se na sérii terapeutických setkání a na užívání antidepresiv. Aniž to tuší, právě tohle rozhodnutí oběma zásadně změní život. Emilina léčba totiž nepokračuje, jak by podle lékařových plánů měla, a tak jí předepíše nové léky, jež by měly její psychické potíže minimalizovat. Tyhle pilulky však mají děsivé vedlejší účinky – mají moc zničit manželství, pověst do té doby respektovaného lékaře, mohou dokonce zabíjet – ale kdo za to bude zodpovědný? Zničený Banks, jehož kariéra se ocitla v troskách, se rozhodne najít odpověď na tuhle otázku za každou cenu. I když riskuje, že přijde i o to málo, co mu ještě v životě zbývá.(oficiální text distributora)\n\nČSFD: 77% (18.5k)"
    },
    {
      "imdb": "tt0493464",
      "name": "Wanted",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 71% (42k)",
      "csfdId": 229743,
      "csfdRating": 71,
      "csfdRatingCount": 41982,
      "poster": "https://images.metahub.space/poster/small/tt0493464/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0493464/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "110 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Quentin Tarantino přirovnal Noční hlídku ruského režiséra Timura Bekmambetova ke stejně přelomovému snímku, jakým byla trilogie Pán prstenů. I díky tomuto „doporučení“ dostal jeden z nejtalentovanějších režisérů současnosti příležitost natočit svůj první hollywoodský velkofilm. A Timur do toho šlápl ve velkém stylu, když se ujal režie adaptace drsného akčního komiksu Wanted, v němž před kamerou dirigoval hvězdy svítivosti Jamese McAvoye, Angeliny Jolie a Morgana Freemana... Wesley Gibson (James McAvoy) je mladík, jehož život se ocitnul v bludném kruhu formovaném každodenní rutinní a nudnou prací. Navíc mu s jeho nejlepším kamarádem utekla přítelkyně a on nemá ani špetku odvahy k tomu, aby s tím něco udělal. Všechno změní jedno setkání, během něhož se dozví, že jeho otec byl hlavou tajné organizace nájemných vrahů, která odnepaměti udržuje na světě křehkou rovnováhu podle pravidla „Zabij jednoho, zachráníš tisíce“. Podle krásné Fox (Angelina Jolie), která tímhle rozhovorem Wesleymu zásadně naruší životní perspektivu, jeho otce nedávno zavraždili a on si může vybrat, zda převezme rodinnou firmu. Jak sám Wesley k vlastnímu zděšení později zjistí, talent mu rozhodně nechybí. Jak byste se rozhodli vy? Zůstali byste ovcí, nebo byste se proměnili ve vlka? Zvolili byste jistotu desetinásobku a slušné penze, nebo se stali vyděděnci schopnými vychýlit dráhu letu kulky, zabít na potkání kohokoliv nebo milovat divokou, potetovanou ženu s nejkrásnějšími rty na světě? James McAvoy je považován za jednoho z nejtalentovanějších herců současnosti, zároveň je ale známý jako člověk preferující komornější projekty (Poslední skotský král, Pokání). „Pro mě byla nabídka na hlavní roli ve Wanted příležitostí, jakých už třeba moc nebude. Na první pohled nevypadám jako typický hrdina, ale přesně to producenti chtěli. Člověka, kterému ten přerod z ovce ve vlka uvěříte,“ říká McAvoy, kterému navíc imponovalo obsazení rolí jeho mentorů Morganem Freemanem a Angelinou Jolie... Wanted je jedním z největších amerických filmů, který se točil v České republice. Loni na jaře tu štáb, včetně Angeliny Jolie a Jamese McAvoye, strávil bezmála dvanáct týdnů.(oficiální text distributora)\n\nČSFD: 71% (42k)"
    },
    {
      "imdb": "tt0830515",
      "name": "Quantum of Solace",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 71% (39.4k)",
      "csfdId": 226775,
      "csfdRating": 71,
      "csfdRatingCount": 39424,
      "poster": "https://images.metahub.space/poster/small/tt0830515/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0830515/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "106 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Filmem Quantum of Solace pokračuje vysokooktanové dobrodružství Jamese Bonda (Daniel Craig) ve filmu Casino Royale. Agent 007, zrazen Vesper, ženou, kterou miloval, bojuje s nutkáním, aby ze své poslední mise učinil osobní misi. Bond, který je odhodlán odhalit pravdu, spolu s M (Judi Dench) vyslýchají pana Whitea (Jesper Christensen), od kterého se dozví, že organizace, která vydírala Vesper, je mnohem spletitější a nebezpečnější než kdokoli tušil. Soudní zpráva spojí zrádce Mi6 s bankovním účtem na Haiti, kde se Bond díky záměně identity setká s krásnou, ale prudkou Camillou (Olga Kurylenko). Je to žena, která touží po své osobní vendetě. Camilla dovede Bonda přímo k Dominicu Greenovi (Mathieu Amalric), bezcitnému obchodníkovi a hlavnímu šéfovi tajemné organizace. Bond se spojí se starými přáteli na poli plném zrady, vražd a podvodu, aby v této bitvě odhalil pravdu. A dostává se blíže k tomu, aby našel muže zodpovědného za zradu Vesper. Musí být o krok napřed před CIA, teroristy a dokonce i M, aby rozpletl hrozivý plán pana Greena a zastavil jeho organizaci.(oficiální text distributora)\n\nČSFD: 71% (39.4k)"
    },
    {
      "imdb": "tt1152836",
      "name": "Veřejní nepřátelé",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 73% (28.8k)",
      "csfdId": 236238,
      "csfdRating": 73,
      "csfdRatingCount": 28799,
      "poster": "https://images.metahub.space/poster/small/tt1152836/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1152836/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "140 min",
      "genres": [
        "Drama",
        "Krimi",
        "Historický",
        "Životopisný"
      ],
      "description": "Přestože se tenhle příběh odehrál před bezmála osmdesáti lety, je až nebezpečně aktuální. Vypráví o muži, který měl obrovské sympatie veřejnosti, navzdory tomu, že páchal ty největší zločiny. Podle státních institucí vykrádal banky. Podle lidí trestal ty, kdo zavinili hospodářskou krizi... John Dillinger má v Americe podobnou pověst jako Václav Babinský u nás. Jeho život a dílo byly tak neuvěřitelné, že se staly živnou půdou pro spousty mýtů, které se na ně nabalily tak pevně, že pravdu od fikce už těžko někdo rozezná. Režisér Michael Mann (Nelítostný souboj, Miami Vice) se naštěstí místo hledání pravdy v kupce polopravd a legend soustředil na natočení drsného a živočišného kriminálního thrilleru svým specifickým rukopisem, který charakterizuje pečlivé budování postav a postupná gradace příběhu, který obvykle končívá v působivě natočeném dešti kulek. Michael Mann má ve zvyku pracovat s těmi nejlepšími, a proto si do role Johna Dillingera vybral asi nejpopulárnějšího herce současnosti Johnnyho Deppa, jeho životní lásku obsadil držitelkou Oscara Marion Cotillard (Edith Piaf) a postavu Dillingerovy nemesis, agenta FBI Melvina Purvise hraje tvář z největších kasovních trháků poslední doby Christian Bale (Temný rytíř, Terminátor 4)... Veřejní nepřátelé jsou atraktivní i množstvím rovin, mezi kterými se jejich příběh pohybuje. Úspěšné tažení Dillingerovy bandy americkými bankami a postupně se utahující policejní smyčka na hrdlech jejích členů sice dominuje, ale vedle toho sledujete i Dillingerův intimní příběh, který je skoro stejně zajímavý jako jeho zločinecké eskapády, nebo válku o veřejné mínění, již lupič úspěšně svádí s etablující se FBI, která chce na jeho dopadení postavit smysl své existence. V přepadených bankách se choval jako jeho oblíbení filmoví hrdinové. K cizím penězům se navíc obvykle nedostával hrubým násilím, ale díky originálním nápadům realizovaným s neobvyklou drzostí. Z policejních pastí unikal zázrakem, a když už sklaply, nepředstavovaly pro něj problém ani mříže vězeňské cely.(oficiální text distributora)\n\nČSFD: 73% (28.8k)"
    },
    {
      "imdb": "tt0452608",
      "name": "Rallye smrti",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 73% (28.1k)",
      "csfdId": 230468,
      "csfdRating": 73,
      "csfdRatingCount": 28056,
      "poster": "https://images.metahub.space/poster/small/tt0452608/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0452608/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Internetové stránky projektu Rallye smrti patří mezi ty nejnavštěvovanější. Běží na nich online přenos nejbrutálnějších automobilových závodů v historii. Jejich aktéry jsou „obyvatelé“ jedné z nejtěžších amerických věznic. Pravidla jsou jednoduchá – rychle, zběsile a co nejbezohledněji dojet do cíle jako první. Stačí pětkrát vyhrát a místo medaile vám dají svobodu. Prohrát ovšem většinou znamená zemřít – v hořícím vraku auta, pod koly silnějšího soupeře nebo s kulkou v hlavě. Střílení čímkoliv je totiž během závodu povoleno. Paul W. S. Anderson, režisér a producent drsných sérií Vetřelec vs. Predátor a Resident Evil, oprášil populární thriller Death Race 2000, vtiskl mu tempo 21. století a navrch přidal skoro už profesionálního filmového řidiče Jasona Stathama (oba díly Kurýra). Posilovnou vyrýsovaný britský drsňák tu hraje Jensena Amese, bývalého slavného automobilového závodníka. Do basy se dostal za vraždu, kterou nespáchal. Bezskrupulózní ředitelce věznice (Joan Allen) je jasné, že jeho schopnosti nesmí v zájmu sledovanosti zůstat nevyužity, a tak mu nabídne lákavý úkol. Ukrytý v děsivé masce by měl dublovat legendárního závodníka Frankensteina, který byl hlavním důvodem toho, proč byla Rallye smrti tolik populární. Poslední závod mu byl bohužel osudný, naštěstí veřejnost to neví, a tak může do kolbiště nastoupit Frank, jehož schopnosti by se mohly alespoň blížit těm Frankensteinovým. Stačí vyhrát jeden závod, a Frank se vrátí na svobodu. Bude ale muset dokázat víc, než jen točit volantem a šlapat na plyn. Bude muset zabíjet... Anderson zasadil film do blízké budoucnosti, do šedivé atmosféry, v níž nebývale bují kriminalita, z vězení se staly výdělečné podniky a televizní nebo internetové reality shows musí být čím dál vynalézavější, aby si našly svého diváka. „Jedna věznice přišla s nápadem na online vysílaný závod, v němž devět novodobých gladiátorů závodí na život a na smrt v aréně, kterou představuje závodní trať na vězeňském dvoře,“ říká Anderson. Závodníci používají reálné modely aut „vylepšené“ o zbraně s devastujícím účinkem pro soupeře. Figurují mezi nimi děla, kulomety rozličných ráží a také zásobníky plné kovových ježků, které lze stisknutím jediného tlačítka nasypat na cestu. Smrtonosná past pro filmové závodníky, ale také pro jejich představitele, kteří shodně prohlašovali, že tahle „autoškola“ byla bezkonkurenčně jejich nejdrsnějším zážitkem za volantem.(oficiální text distributora)\n\nČSFD: 73% (28.1k)"
    },
    {
      "imdb": "tt1591095",
      "name": "Insidious",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 74% (23.3k)",
      "csfdId": 280046,
      "csfdRating": 74,
      "csfdRatingCount": 23296,
      "poster": "https://images.metahub.space/poster/small/tt1591095/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1591095/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "102 min",
      "genres": [
        "Horor",
        "Thriller"
      ],
      "description": "Když se rodina přestěhuje do nového domu, začnou se dít podivné věci. Zjevují se zde děsivé postavy a je slyšet šepot. Situace vygraduje ve chvíli, kdy se jeden ze synů neprobudí. Lékaři příčinu jeho kómatu nedokážou vysvětlit...(TV Prima)\n\nČSFD: 74% (23.3k)"
    },
    {
      "imdb": "tt0429493",
      "name": "A-Team: Poslední mise",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 73% (26.6k)",
      "csfdId": 238134,
      "csfdRating": 73,
      "csfdRatingCount": 26586,
      "poster": "https://images.metahub.space/poster/small/tt0429493/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0429493/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "117 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Krimi",
        "Thriller"
      ],
      "description": "Tihle čtyři chlapíci bývali vysoce kvalifikovanými a respektovanými členy elitní armádní jednotky. Byli obdivováni pro svůj mimořádný talent a schopnost zvládnout i ty nejtěžší mise, aniž by se u toho byť jen trochu zapotili. To platilo ovšem pouze do té doby, než byli nasazeni do přísně tajné mise, která byla připravena pouze k tomu, aby je dostala za mříže. A tam měli zůstat po zbytek života... Plukovník John 'Hannibal' Smith (Liam Neeson), poručík Templeton 'Hezoun' Peck (Bradley Cooper), seržant Bosco 'B.A.' Baracus (Quinton 'Rampage' Jackson) a kapitán H.M. 'Šílenec' Murdock (Sharlto Copley) jsou odsouzeni vojenským soudem a vsazeni do vězení s maximální ostrahou za zločin, který nespáchali. Válečným veteránům se ale podaří z vězení uprchnout a ukrýt se v podzemí Los Angeles. Stanou se z nich vyděděnci, psanci v zemi, kterou léta chránili a za kterou bojovali. Stále na útěku před \"spravedlností\" se z nich stávají žoldáci pomáhající lidem, kteří si jinou pomoc dovolit nemohou.(oficiální text distributora)\n\nČSFD: 73% (26.6k)"
    },
    {
      "imdb": "tt0172156",
      "name": "Mizerové II",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 71% (34.7k)",
      "csfdId": 544,
      "csfdRating": 71,
      "csfdRatingCount": 34743,
      "poster": "https://images.metahub.space/poster/small/tt0172156/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0172156/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "146 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi",
        "Thriller"
      ],
      "description": "Detektivové z oddělení narkotik v Miami Mike Lowrey (Will Smith) a Marcus Burnett (Martin Lawrence) jsou přiděleni k úderné jednotce, jejímž úkolem je zastavit přísun extáze do města. Během vyšetřování shodou okolností odhalí rozsáhlý konspirační plán bezcitného drogového bosse Tapia (Jordi Mollà), který chce rozšířit své impérium a ovládnout obchod s narkotiky v celém městě, přičemž hodlá zabít každého, kdo se mu postaví do cesty. Věci se dále komplikují, když se Marcusova půvabná sestra Syd (Gabrielle Union), tajná agentka vládní organizace pro boj s drogami, dostane během křížové palby do zajetí zločinců, což oba hlavní hrdiny přinutí zajít až na samotnou hranici zákona. Mezi Mikem a Syd se navíc začne odvíjet romantický vztah, který jejího přehnaně starostlivého bratra přívádí k šílenství. Marcus a Mike se však musejí povznést nad rozdíly ve svých povahách a společnými silami svrhnout Tapiu a jeho drogové království. Když se navíc Syd a její tajná identita ocitnou v nebezpečí, je sehrané duo Mizerů jedinou šancí na její vysvobození.(oficiální text distributora)\n\nČSFD: 71% (34.7k)"
    },
    {
      "imdb": "tt2294449",
      "name": "22 Jump Street",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 72% (29.5k)",
      "csfdId": 341386,
      "csfdRating": 72,
      "csfdRatingCount": 29523,
      "poster": "https://images.metahub.space/poster/small/tt2294449/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2294449/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "112 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Poté, co si prošli nástrahami střední školy (dvakrát po sobě), čekají na policejní důstojníky Schmidta (Jonah Hill) a Jenka (Channing Tatum) velké změny - jsou pověřeni prací v utajení na místní vysoké škole. Ale zatímco Jenko potká spřízněnou duši ve sportovním týmu a Schmidt pronikne do řad studentů umění, začínají o svém vzájemném vztahu zvolna pochybovat. Jejich úkolem už není pouze vyřešit případ, ale jsou nuceni zjistit, zda mezi nimi může existovat společný vztah na úrovni. Pokud se těmto dvěma přerostlým puberťákům podaří vypracovat se z univerzitních nováčků ve skutečné muže, pak by vysoká škola mohla být tím nejlepším, co je kdy potkalo.(Falcon)\n\nČSFD: 72% (29.5k)"
    },
    {
      "imdb": "tt2265171",
      "name": "Zátah 2",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 81% (9.3k)",
      "csfdId": 307153,
      "csfdRating": 81,
      "csfdRatingCount": 9336,
      "poster": "https://images.metahub.space/poster/small/tt2265171/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2265171/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "150 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Zátah 2 navazuje přesně tam, kde nás děj předchozího snímku zanechal. Rama (Iko Uwais) je opět nucen přijmout roli policajta v utajení, aby poskytl své ženě a dítěti ochranu. Pracuje v protikorupční jednotce vedené Bunawarem, jediným člověkem, kterému může věřit. Rama dostává speciální pověření: musí se infiltrovat do místní zločinecké skupiny mafiánského bosse Banguna. Vrchol řetězce je daleko, krvavá pouť za spravedlností proto začíná v base, kde hnije Bangunův syn Uco. Rama musí získat informace, které by nasměrovaly policejní protikorupční komando k Bagunovi. Po celou dobu se však snaží zakrýt nebezpečnou touhu po pomstě a spravedlnosti, která ho spaluje zevnitř – a díky níž se jak jeho mise, tak i skupina organizovaného zločinu, postupně hroutí.(Cinemax)\n\nČSFD: 81% (9.3k)"
    },
    {
      "imdb": "tt0758774",
      "name": "Labyrint lží",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 73% (25.1k)",
      "csfdId": 232535,
      "csfdRating": 73,
      "csfdRatingCount": 25089,
      "poster": "https://images.metahub.space/poster/small/tt0758774/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0758774/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "128 min",
      "genres": [
        "Drama",
        "Akční",
        "Thriller"
      ],
      "description": "Je nejlepším mužem amerických zpravodajských služeb v oblasti, schopen vyjednávat a pohybovat se v zónách, ze kterých se dostane živý málokdo. Roger Ferris (Leonardo DiCaprio) je muž bez identity, který svěřuje svůj život chladnému hlasu na druhém konci telefonní linky. CIA veterán Ed Hoffman (Russell Crowe) zase vede válku od počítače ve svém obývacím pokoji na předměstí a řídí každý Ferrisův pohyb. A jedné z nejlepších zpravodajských služeb uniká vůdce teroristů, který připravuje bombové útoky po celém světě. Aby ho vylákal na „světlo“, bude muset Ferris proniknout do světa nelegálních financí a zoufalých mučedníků a vytvořit křehké spojenectví s velitelem Jordánských speciálních operací. Jeho úkol ho zavede do Iráku, Jordánska, Washingtonu a Dubaje. Nicméně čím blíže se Ferris dostává ke svému cíli, tím častěji se ocitá v situacích, ve kterých platí, že spojenci jsou jen tak dobří jako jejich poslední podvod a důvěra se stává tou nejnebezpečnější taktikou.(oficiální text distributora)\n\nČSFD: 73% (25.1k)"
    },
    {
      "imdb": "tt0479884",
      "name": "Zastav a nepřežiješ",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 72% (28.8k)",
      "csfdId": 223256,
      "csfdRating": 72,
      "csfdRatingCount": 28825,
      "poster": "https://images.metahub.space/poster/small/tt0479884/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0479884/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "88 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Existuje tisíc způsobů, jak si zvednout adrenalin v krvi. Chev Chelios ho dnes bude potřebovat hodně. Chev Chelios dnes začíná své ráno neobvyklým způsobem. Celý svět se s ním točí, prakticky se nemůže hýbat a srdce mu stěží bije. Včerejší akce se příliš nezdařila. Tento nájemný vrah nechal svoji oběť uniknout, aby mohl začít nový život... Teď mu však v krvi koluje jed a naživu zůstane jen tehdy, pokud bude v neustálém pohybu a napětí a udrží si tak v těle dostatečnou hladinu adrenalinu. Pomsta je perfektním řešením. Chev drancuje ulice LA a zanechává za sebou spoušť... Musí zachránit Eve a najít protilátky!(oficiální text distributora)\n\nČSFD: 72% (28.8k)"
    },
    {
      "imdb": "tt0111161",
      "name": "Vykoupení z věznice Shawshank",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 95% (115.2k)",
      "csfdId": 2294,
      "csfdRating": 95,
      "csfdRatingCount": 115188,
      "poster": "https://images.metahub.space/poster/small/tt0111161/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0111161/img?src=cinemeta",
      "imdbRating": "9.3",
      "runtime": "142 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "Strach dělá z lidí vězně. Naděje jim dává křídla. Film natočený podle novely Stephena Kinga. Strhující příběh o přátelství, naději a moudrosti s velmi výraznými hereckými i charakterovými osobnostmi. Andy Dufresne (Tim Robbins) přichází do vězení v Shawshanku jako nový vězeň podezřelý z vraždy. Spřátelí se s doživotně odsouzeným Redem (Morgan Freeman) a společně se snaží přežít v nelidském prostředí vězeňského systému. Odmítají upadnout do rezignace a dodávají naději sobě i spoluvězňům. Film získal mnoho ocenění filmové kritiky a díky svému hluboce humánnímu poselství, skvělým hereckým výkonům a působivému zpracování byl 7 x nominován na Oscara - za nejlepší film, herce v hlavní roli (Morgan Freeman), nejlepší scénář, kameru, hudbu, střih a zvuk.(oficiální text distributora)\n\nČSFD: 95% (115.2k)"
    },
    {
      "imdb": "tt1905041",
      "name": "Rychle a zběsile 6",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 71% (32k)",
      "csfdId": 297625,
      "csfdRating": 71,
      "csfdRatingCount": 31960,
      "poster": "https://images.metahub.space/poster/small/tt1905041/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1905041/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "130 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Na konci pátého dílu se Dom (Vin Diesel) a Brian (Paul Walker) radovali z dobře odvedené práce, když jejich zásluhou skončil jeden mafián z Ria o sto miliónů dolarů chudší a oni o stejnou sumu bohatší. Vše však mělo háček, nad oběma visela hrozba vězení, a tak se museli rozprchnout po světě, daleko od svých blízkých. Zvláštní agent Hobbs (Dwayne Johnson), jenž jim šel po krku, se mezitím zaměřil na novou partičku bezohledných námezdných řidičů, kteří svých schopností za volantem využívají k páchání zločinu. Skupina vedená bezohledným a chladnokrevným géniem zločinu Owenem Shawem (Luke Evans) mu ale neustále uniká, a tak se ji rozhodne zastavit jejich vlastními zbraněmi. S pomocí rychlých řidičů, kteří jako by se za volantem narodili. A těmi nejlepšími jsou přece Dom, Brian a jejich tým. Odměna za takovou práci? Úplné očištění a možnost vrátit se domů. Pro Doma je tu ještě jedna speciální motivace – jeho holka Letty (Michelle Rodriguez), kterou všichni považovali za mrtvou, žije a navíc pracuje pro nepřítele.(oficiální text distributora)\n\nČSFD: 71% (32k)"
    },
    {
      "imdb": "tt0066999",
      "name": "Drsný Harry",
      "year": 1971,
      "releaseInfo": "1971 • ČSFD: 80% (9.8k)",
      "csfdId": 8378,
      "csfdRating": 80,
      "csfdRatingCount": 9826,
      "poster": "https://images.metahub.space/poster/small/tt0066999/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0066999/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "102 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Obyvatele San Franciska ohrožuje neznámý střelec. Nejnovější obětí je půvabná mladá žena, kterou zastřelí v bazénu na střeše jednoho z mrakodrapů. Starosta San Franciska dostane dopis, ve kterém střelec žádá 100 000 dolarů, jinak zastřelí každý den jednoho člověka. Ukáže se, že svou hrozbu myslí vážně. Pátráním je pověřen inspektor Harry Callahan (Clint Eastwood), známý tím, že chce zneškodnit protivníka za každou cenu. Harrymu je přidělen nový parťák, Mexikánec Chico Gonzáles. Harry nastraží na střelce léčku, jemu se ale podaří uprchnout. Následuje dopis, ve kterém oznamuje, že unesl dívku Annu, zakopal ji na tajném místě, a pokud nedostane 200 000 dolarů, dívka zahyne. Harry a Chico vyrážejí do akce, jsou ale oba zraněni. Harry přesto pokračuje v honbě za střelcem dál. Podaří se mu jej zatknout a zachránit nevinnou oběť?(oficiální text distributora)\n\nČSFD: 80% (9.8k)"
    },
    {
      "imdb": "tt1060277",
      "name": "Monstrum",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 72% (26.7k)",
      "csfdId": 232884,
      "csfdRating": 72,
      "csfdRatingCount": 26715,
      "poster": "https://images.metahub.space/poster/small/tt1060277/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1060277/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "85 min",
      "genres": [
        "Sci-Fi",
        "Thriller",
        "Mysteriózní",
        "Horor"
      ],
      "description": "V útulném newyorském klubu probíhá párty na rozloučenou. Jejím aktérem je Rob, který se rozhodl dát sbohem městu přezdívanému Big Apple a odjet pracovat do Japonska. Zábava je v plném proudu, digitální kamera snímá rozjařené tváře Robových přátel, jenže pak vše razancí blesku přeruší výpadek proudu a zlověstný neidentifikovatelný zvuk, který se rozléhá nad městem. Dodávka elektřiny se sice po chvíli obnoví, ale úleva je jen dočasná. Zatímco televizní reportéři spekulují o zemětřesení nebo jiné přírodní katastrofě, nedaleký horizont ozařuje mohutná exploze, znovu doprovázená tím podivným zvukem připomínajícím kvílení nějakého pravěkého monstra. Párty razantně končí, nastává panika. Špatně se ale utíká, když netušíte před čím prcháte.(Bontonfilm)\n\nČSFD: 72% (26.7k)"
    },
    {
      "imdb": "tt2379713",
      "name": "Spectre",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 71% (30.6k)",
      "csfdId": 328151,
      "csfdRating": 71,
      "csfdRatingCount": 30585,
      "poster": "https://images.metahub.space/poster/small/tt2379713/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2379713/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "148 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "James Bond dostane záhadný odkaz z minulosti, který ho přivede na stopu známé zločinecké organizace. Postupně rozplétá složitou pavučinu lží, aby nakonec odhalil děsivou pravdu o SPECTRE.(Forum Film CZ)\n\nČSFD: 71% (30.6k)"
    },
    {
      "imdb": "tt0822854",
      "name": "Odstřelovač",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 72% (26.1k)",
      "csfdId": 222340,
      "csfdRating": 72,
      "csfdRatingCount": 26056,
      "poster": "https://images.metahub.space/poster/small/tt0822854/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0822854/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "Režisér syrového akčního dramatu Training Day Antoine Fuqua natočil další film z žánrové kategorie, v níž se cítí nejlépe. Hrdinou Odstřelovače je elitní snajpr, který se ocitne v nezáviděníhodné situaci, když je obviněn z pokusu o atentát na amerického prezidenta. V nerovném souboji jedince proti systému se Mark Wahlberg vydává ve stopách osamělých bojovníků, kteří museli zužitkovat všechny své schopnosti k tomu, aby v téhle předem prohrané hře přežili a zvítězili... Bývalý špičkový armádní průzkumník a odstřelovač Bob Lee Swagger pověsil kariéru na hřebík poté, co se stal obětí jednoho obzvlášť nepěkného podrazu organizovaného vyššími místy. Přesto ho na jeho samotě vysoko v horách překvapí penziónovaný plukovník Johnson (Danny Glover), který ho požádá o pomoc. Ve hře je život amerického prezidenta a údajně jen Bobovy mimořádné schopnosti a jeho přesná muška mohou tuto hrozbu eliminovat. S velkou nechutí se do akce zapojí a příliš pozdě zjistí, že se stal obětí podrazu číslo dvě. Z hrdiny, na němž závisel osud celého národa, se tak rázem stává \"hlavní postava\" novinových titulků, v nichž je označován za osamělého zabijáka, který se pokusil zastřelit hlavu státu. V zoufalém závodu s časem má Bob jedinou naději - zjistit, kdo a proč ho do tohoto komplotu zatáhl. Moc šancí nemá, protože proti němu stojí celá země a na své straně má jen nezkušeného agenta FBI (Michael Pena) a dívku svého zabitého parťáka (Kate Mara). Čím déle Bob uniká z perfektně připravené pasti, tím je mu jasnější, že v ohrožení není jen jeho život, ale také osud celé Ameriky... \"Bob Lee Swagger je postava, která do kin vrací hrdinu formátu Johna Waynea a dalších legendárních westernových klaďasů. Jeho smysl pro spravedlnost dodává tomuto vzrušujícímu konspiračnímu thrilleru lidský rozměr,\" říká producent filmu Lorenzo di Bonaventura. Hrdinu bestsellerů držitele Pulitzerovy ceny Stephana Huntera označují knižní kritici za \"Ramba s mozkem\". Mark Wahlberg musel navíc před začátkem natáčení absolvovat intenzivní odstřelovačský trénink a jeho postava je prý díky tomu nejvěrohodnějším představitelem této profese, jaký se kdy objevil na filmovém plátně.(oficiální text distributora)\n\nČSFD: 72% (26.1k)"
    },
    {
      "imdb": "tt0478087",
      "name": "Oko bere",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 73% (22.5k)",
      "csfdId": 231935,
      "csfdRating": 73,
      "csfdRatingCount": 22472,
      "poster": "https://images.metahub.space/poster/small/tt0478087/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0478087/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "123 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Ben Campbell (Jim Sturgess) je stydlivý a geniální student M.I.T., který nachází odpověď na svoje problémy s financováním studia v hazardních hrách. Je mu nabídnuto členství ve skupině nejnadanějších studentů, kteří každý víkend odjíždějí pod falešnou identitou do Vegas, kde využívají svých dovedností k tomu, aby si v kartách přišli na slušné peníze. Jejich potenciál objevil svérázný profesor matematiky a génius v oboru statistiky, Micky Rosa (Kevin Spacey), a společnými silami vymysleli způsob, jak herní systém pokořit. Zásluhou toho, že se naučili počítat karty a osvojili si komplikovaný systém tajných signálů, jsou schopni vyhrávat v kasinech pohádkové částky. Ben, který podlehne vidině peněz, životnímu stylu v Las Vegas a chytré a pohledné člence jejich týmu, Jill Taylor (Kate Bosworth), stále více riskuje. Ačkoliv počítání karet není nezákonné, v sázce je mnoho a záhy nejde jen o to orientovat se v kartách, ale také o nutnost nenechat se přistihnout hrozivým šéfem ochranky jednoho z kasin: Colem Williamsem (Laurence Fishburne).(oficiální text distributora)\n\nČSFD: 73% (22.5k)"
    },
    {
      "imdb": "tt2397535",
      "name": "Predestination",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 74% (19.3k)",
      "csfdId": 346911,
      "csfdRating": 74,
      "csfdRatingCount": 19326,
      "poster": "https://images.metahub.space/poster/small/tt2397535/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2397535/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "98 min",
      "genres": [
        "Sci-Fi",
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Film Predestination vznikl na motivy povídky \"Všechny tvé stíny\" od Roberta A. Heinleina a vypráví příběh tajného agenta (Ethan Hawke), kterého čeká složitá série cest napříč časem s cílem zajistit pokračování své kariéry vymahače práva. Při plnění posledního úkolu bude muset využít i svého mladšího já, aby dokázal dostihnout zločince, který mu uniká v čase.(Bontonfilm)\n\nČSFD: 74% (19.3k)"
    },
    {
      "imdb": "tt0488120",
      "name": "Okamžik zlomu",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 75% (16.9k)",
      "csfdId": 225557,
      "csfdRating": 75,
      "csfdRatingCount": 16910,
      "poster": "https://images.metahub.space/poster/small/tt0488120/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0488120/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "113 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Když Ted Crawford zjistí, že jej jeho překrásná a výrazně mladší manželka Jennifer podvádí s jiným, naplánuje její vraždu. Na místo činu přijede i detektiv Rob Nunally, který jako jediný získá povolení vstoupit do Crawfordovy rezidence. Crawford se k vraždě manželky okamžitě přizná, ale Nunally mu prakticky nevěnuje pozornost, protože si na podlaze všimne své milenky Jennifer – jejíž pravou identitu dosud neznal – v kaluži krve. Crawford je po svém přiznání okamžitě uvězněn a obžalován. K případu je přidělen mladý asistent okresního prokurátora Willy Beachum, který se úspěšně dere do světa firemního práva. Ale nic bohužel není tak jednoduché, jak to vypadá. V závěrečném duelu si Crawford i Willy uvědomí, že zákonitě jednou nastane “okamžik zlomu”, kdy se poruší i ta nejdokonalejší fasáda...(oficiální text distributora)\n\nČSFD: 75% (16.9k)"
    },
    {
      "imdb": "tt0477080",
      "name": "Nezastavitelný",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 74% (19.1k)",
      "csfdId": 257727,
      "csfdRating": 74,
      "csfdRatingCount": 19133,
      "poster": "https://images.metahub.space/poster/small/tt0477080/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0477080/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "98 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller"
      ],
      "description": "Téměř kilometr dlouhý nákladní vlak bez posádky, který veze nebezpečný toxický náklad, se řítí krajinou směrem k hustě osídlené oblasti. Bývalý inženýr a mladý průvodčí mají riskantní plán, jak ho zastavit…Masivní lokomotiva bez obsluhy, které přezdívají Bestie, veze toxický náklad a řítí se zběsile krajinou. Je téměř nemožné ji zastavit, vše, co se jí postaví do cesty, se vypaří. Bývalý inženýr a mladý průvodčí mají neuvěřitelný plán – čekají na Bestii na palubě dalšího vlaku ve snaze ji zastavit a zachránit tak nedaleké město před ničivou katastrofou. V tomto napínavém thrilleru Tonyho Scotta uvidíte držitele Oscara Denzela Washingtona a Chrise Pinea.(oficiální text distributora)\n\nČSFD: 74% (19.1k)"
    },
    {
      "imdb": "tt0200465",
      "name": "Čistá práce",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 76% (14.4k)",
      "csfdId": 230056,
      "csfdRating": 76,
      "csfdRatingCount": 14415,
      "poster": "https://images.metahub.space/poster/small/tt0200465/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0200465/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "112 min",
      "genres": [
        "Akční",
        "Krimi",
        "Drama"
      ],
      "description": "Film Čistá práce byl natočen podle nechvalně proslulé loupeže, ke které došlo v roce 1971 v londýnské bance Lloyds. V hlavních rolích napínavého thrilleru o korupci na nejvyšších místech, vraždě a sexuálním skandálu se představují Jason Statham (Kurýr, Podfu(c)k, Zastav a nepřežiješ, Loupež po italsku) a Saffron Burrows (Klimt, Enigma)... Terry (Jason Statham) pracuje jako automobilový prodejce a snaží se uživit svou rodinu. Má za sebou pochybnou minulost, ale velkým podvodům se vždycky vyhýbal. Když mu ale krásná přítelkyně ze starých časů Martine (Saffron Burrows) nabídne účast při neopakovatelné bankovní loupeži na londýnské Baker Street, Terry v tom vidí životní příležitost. Hlavním cílem Martine je místnost plná bezpečnostních schránek, ve kterých jsou uloženy miliony v penězích a špercích. Ale Terry a jeho kumpáni si neuvědomili, že schránky skrývají i jiná tajemství – tajemství, kvůli nimž se ocitají ve smrtící síti korupce, a která vyvolávají skandál, jenž se dotýká londýnského kriminálního podsvětí, nejvýše postavených členů britské vlády i samotné královské rodiny...(oficiální text distributora)\n\nČSFD: 76% (14.4k)"
    },
    {
      "imdb": "tt1499658",
      "name": "Šéfové na zabití",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 70% (31.8k)",
      "csfdId": 278538,
      "csfdRating": 70,
      "csfdRatingCount": 31794,
      "poster": "https://images.metahub.space/poster/small/tt1499658/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1499658/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "98 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Jediná věc, která by udělala Nickovi, Kurtovi a Daleovi denní dřinu v práci snesitelnou, by byla rozdrtit jejich netolerantní šéfy na prach. Podat výpověď je bohužel nemožné, takže s podporou více než malého množství drinků a pár pochybných rad od bývalého trestance si tři kamarádi vymyslí komplikovaný a zdánlivě „blbuvzdorný“ plán, jak se navždy zbavit svých nadřízených. Je tu však jeden problém. I ten nejlepší plán je vždy jen tak spolehlivý jako mozek, který ho vymyslel ...(oficiální text distributora)\n\nČSFD: 70% (31.8k)"
    },
    {
      "imdb": "tt1980209",
      "name": "Pot a krev",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 71% (27.4k)",
      "csfdId": 311871,
      "csfdRating": 71,
      "csfdRatingCount": 27386,
      "poster": "https://images.metahub.space/poster/small/tt1980209/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1980209/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "130 min",
      "genres": [
        "Krimi",
        "Akční",
        "Komedie",
        "Drama"
      ],
      "description": "Daniel Lugo (Mark Wahlberg) je sympatický trenér z posilovny, který ve volných chvílích myslí jen na to, jak bezbolestně zbohatnout. Protože věří, že mu to celkem pálí, vymyslí plán, do něhož zasvětí dva kumpány, Adriana (Anthony Mackie), chlapíka totálně rozhašeného steroidy, a čerstvě propuštěného recidivistu Paula (Dwayne Johnson), z něhož se stal ve vězení velmi věřící člověk. Ten plán je geniálně jednoduchý. Unesou Danielova bohatého klienta, obchodníka Victora Kershawa (Tony Shalhoub) a za kufr plný peněz ho zase pustí na svobodu. Kdyby všichni zúčastnění aktéři nebyli naprostí pitomci, možná by to i vyšlo. Plán ale selže hned v samém zárodku. Smršť šílených, násilných a tragikomických akcí, kterou první šlápnutí vedle vyvolá, vás donutí silně pochybovat o tom, že tenhle film skutečně vznikl podle skutečné události, jak tvrdí režisér Michael Bay. A hned jedním dechem dodává, že tohle je ten typ příběhu, který by si žádný scenárista nedovolil vymyslet.(oficiální text distributora)\n\nČSFD: 71% (27.4k)"
    },
    {
      "imdb": "tt1077258",
      "name": "Grindhouse: Planeta Teror",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 72% (23.6k)",
      "csfdId": 221616,
      "csfdRating": 72,
      "csfdRatingCount": 23581,
      "poster": "https://images.metahub.space/poster/small/tt1077258/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1077258/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Horor",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Po Tarantinově thrilleru Auto zabiják přichází druhý film z projektu Grindhouse. Manželé Dakota a William pracují v nemocnici jako doktoři. Jejich dnešní šichta vypadá spíš na funus. Čekárnu zaplavuje dav lidí, jejichž symptomy jsou podezřele shodné: nepřítomný pohled a odpudivé hnisající rány. Mezi zraněnými je i tanečnice Cherry, která přišla o nohu při jednom z útoků. I když bez nohy, Cherry ještě nezatančila svoje poslední číslo. Budoucnost nenabízí nic než miliony nakažených a nespočet mrtvých. Jen několik šťastných hledá poslední bezpečné útočiště na planetě Teror.(Palace Pictures)\n\nČSFD: 72% (23.6k)"
    },
    {
      "imdb": "tt0086250",
      "name": "Zjizvená tvář",
      "year": 1983,
      "releaseInfo": "1983 • ČSFD: 87% (33.6k)",
      "csfdId": 2335,
      "csfdRating": 87,
      "csfdRatingCount": 33646,
      "poster": "https://images.metahub.space/poster/small/tt0086250/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086250/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "170 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Na mrtvolách svých konkurentů chtěl vybudovat americký sen... Klasické drama Howarda Hawkse Zjizvená tvář (1932), inspirované osudem proslulého chicagského gangstera Ala Caponea, se po více než padesáti letech dočkalo nového zpracování. Scenárista Oliver Stone a režisér Brian De Palma ovšem děj posunuli do současnosti, italského zločince nahradili kubánským emigrantem a pašování alkoholu distribucí drog. V létě roku 1980 emigrovalo z kubánského přístavu Mariel se souhlasem Fidela Castra 125 000 lidí. Zhruba pětina z nich měla kriminální záznam, neboť Castro se potřeboval zbavit „nežádoucích\" osob. Asi polovina utečenců se usídlila v Miami a jeho okolí. Tato událost tvoří prolog nové verze Zjizvené tváře. Jeden z emigrantů Tony Montana (Al Pacino) se velmi rychle adaptuje v nových podmínkách svobodného světa. Se svým přítelem Mannym (Steven Bauer, jediný rodilý Kubánec mezi hlavními herci) vykonávají příležitostné práce v místním podsvětí a při jedné předávce drog skončí v jejich rukou ukradené peníze, za něž Montana vybuduje vlastní drogové impérium. S mocí a bohatstvím ovšem roste i jeho ego a především paranoia, že jej o jeho výdobytky připraví někdo stejným způsobem, jako to udělal on... Režisér De Palma svůj snímek natočil efektním, rozmáchlým stylem, v němž se opřel o téměř maniakální výkon Ala Pacina. Spíš než u původní Zjizvené tváře hledal inspiraci u Coppolova Kmotra, což je zřejmé už z Pacinova obsazení. Mezi dalšími herci zaujmou tehdy ještě málo známé Michelle Pfeifferová (Montanova žena Elvira) a Mary Elizabeth Mastrantoniová (Montanova sestra Gina).(Česká televize)\n\nČSFD: 87% (33.6k)"
    },
    {
      "imdb": "tt1321870",
      "name": "Gangster Squad – Lovci mafie",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 72% (22.8k)",
      "csfdId": 297994,
      "csfdRating": 72,
      "csfdRatingCount": 22770,
      "poster": "https://images.metahub.space/poster/small/tt1321870/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1321870/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "113 min",
      "genres": [
        "Krimi",
        "Drama",
        "Akční",
        "Thriller"
      ],
      "description": "Píše se rok 1949 a v Los Angeles vládne nelítostnou rukou gangster a brooklynský rodák Mickey Cohen (Sean Penn). Řídí většinu nelegálních aktivit ve městě, včetně obchodu s drogami a zbraněmi, prostituce či nelegálního sázení. O jeho ochranu se starají nejen jeho kumpáni, ale také podplacená policie a zkorumpovaná politická elita. Mickey má v podstatě pod kontrolou veškeré místní orgány, které by jej mohly ohrozit. Je schopen zastrašit i otrlé policisty, kteří by se chtěli jeho nekalým praktikám vzepřít. Výjimku by snad mohla představovat tajná jednotka losangeleské policie, kterou společně vedou John O'Mara (Josh Brolin) a Jerry Wooters (Ryan Gosling), které dá dohromady snaha zničit Cohenův svět.(oficiální text distributora)\n\nČSFD: 72% (22.8k)"
    },
    {
      "imdb": "tt2024469",
      "name": "NON-STOP",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 72% (21.6k)",
      "csfdId": 291493,
      "csfdRating": 72,
      "csfdRatingCount": 21609,
      "poster": "https://images.metahub.space/poster/small/tt2024469/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2024469/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "107 min",
      "genres": [
        "Mysteriózní",
        "Akční",
        "Thriller"
      ],
      "description": "Většinu svých všedních pracovních dnů tráví Bill Marks tím, že prostě jen sedí v letadle a dává pozor. Jako „vzdušný šerif\" je zodpovědný za bezpečnost cestujících v letadle, a už ho to dávno nebaví. Nesnáší létání a všechny s tím spojené otravné fronty a čekání. Jenže tentokrát je všechno jinak. Neviditelný terorista ho během letu začne bombardovat esemeskami, v nichž požaduje, aby vláda na jeho tajný účet zaslala 150 milionů dolarů. Jinak každý dvacet minut někoho v letadle zabije. A v tichosti svá slova doloží činem: vzápětí je v letadle nalezena první mrtvola. Stejně jako divák, i Liam Neeson alias agent Bill Marks se snaží přijít na to, jak neznámý terorista dokáže zabíjet lidi v letadle, aniž by si kdokoli čehokoli všiml. A zatímco agent rozjede mrazivý závod s časem, vyjde najevo, že padouchův účet je vedený právě na jeho vlastní jméno. Je snad on sám tím vyděračem a únoscem letadla? Anebo je znovu všechno jinak? A tím nejsou překvapivé dějové zvraty filmu zdaleka vyčerpány...(Bontonfilm)\n\nČSFD: 72% (21.6k)"
    },
    {
      "imdb": "tt1596365",
      "name": "Žena v černém",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 71% (24.7k)",
      "csfdId": 282928,
      "csfdRating": 71,
      "csfdRatingCount": 24746,
      "poster": "https://images.metahub.space/poster/small/tt1596365/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1596365/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "95 min",
      "genres": [
        "Horor",
        "Drama",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Snímek na motivy klasického duchařského příběhu vypráví příběh Arthura Kippse (Daniel Radcliffe), právníka, který je nucen opustit svého malého syna a odcestovat do odlehlé vesnice, aby zde vyřídil právní záležitosti související s nedávno zesnulým majitelem rezidence Eel Marsh House. Kipps, který o samotě pracuje v tomto starém sídle, začíná odhalovat místní krutá a znepokojivá tajemství a jeho obavy se dále stupňují poté, co zjistí, že místní děti za záhadných okolností umírají. Když pomstychtivá žena v černém začne ohrožovat i jeho nejbližší, je Kipps nucen hledat způsob, jakým vražedný kruh přerušit.(oficiální text distributora)\n\nČSFD: 71% (24.7k)"
    },
    {
      "imdb": "tt1189073",
      "name": "Kůže, kterou nosím",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 76% (12.3k)",
      "csfdId": 282333,
      "csfdRating": 76,
      "csfdRatingCount": 12293,
      "poster": "https://images.metahub.space/poster/small/tt1189073/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1189073/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Thriller",
        "Psychologický",
        "Mysteriózní"
      ],
      "description": "Dvanáct let po smrti manželky, jež zahynula v explodujícím autě, se renomovanému plastickému chirurgovi Robertu Ledgardovi (Antonio Banderas) podařilo vyvinout odolný typ kůže, který by byl býval jeho milovanou zachránil. Šarmantní muž posedlý ideou, jež sahá za hranice bioetiky, se nenechá spoutat skrupulemi ani v okamžiku, kdy se rozhodne svůj vynález testovat.(oficiální text distributora)\n\nČSFD: 76% (12.3k)"
    },
    {
      "imdb": "tt0947810",
      "name": "Zelená zóna",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 73% (17.8k)",
      "csfdId": 234976,
      "csfdRating": 73,
      "csfdRatingCount": 17779,
      "poster": "https://images.metahub.space/poster/small/tt0947810/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0947810/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "115 min",
      "genres": [
        "Drama",
        "Válečný",
        "Akční",
        "Thriller"
      ],
      "description": "Akčnímu thrilleru Zelená zóna se přezdívá „čtvrtý Jason Bourne“. Do jisté míry oprávněně. S úspěšnou sérií ji spojuje nejen žánr, jméno režiséra Paula Greengrasse a představitele hlavní role Matta Damona, ale především stoprocentní filmařina, strhující tempo a výjimečný příběh. Pod ním je podepsaný oscarový scenárista Brian Helgeland (L. A. Přísně tajné). Díky němu se ocitáme na tom nejnebezpečnějším místě na světě, na horké půdě Iráku, krátce po svržení režimu Saddáma Husajna. Jedním z nešťastníků, kteří mají pomoci postavit tuto zemi na nohy, je i velitel americké armády Roy Miller (Matt Damon). Jeho jednotka má za úkol pátrat po zbraních hromadného ničení (jinak hlavní zámince ke svržení Saddámovy krutovlády) a zároveň po pohlavárech bývalého režimu, označených žolíkovými kartami, asi aby to bylo zábavnější. Jenže Miller a jeho muži se nebaví ani trochu, ocitli se v pekle, kde nebezpečí číhá na každém kroku. Není tu nikdo, komu by se dalo věřit, což k jejich smůle platí i o lidech, kteří by měli hrát za jejich tým. Čím hlouběji totiž Miller proniká do tohoto blízkovýchodního chaosu, tím jasnější mu je, že tady „něco smrdí“. V Iráku zuří válka a vysoko nad ním komplikovaná zpravodajská hra, která může přinést zkázu tomu, kdo v ní bude ve finále tahat za kratší konec. Miller se v ní postupně stává čím dál důležitější figurou, která drží v ruce zásadní trumf – pravdu. A proto je třeba ji vyhodit.(oficiální text distributora)\n\nČSFD: 73% (17.8k)"
    },
    {
      "imdb": "tt0387564",
      "name": "Saw: Hra o přežití",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 83% (50.1k)",
      "csfdId": 173957,
      "csfdRating": 83,
      "csfdRatingCount": 50136,
      "poster": "https://images.metahub.space/poster/small/tt0387564/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0387564/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "103 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Geniální vrah, bizarní smrti, dějové zvraty, falešné stopy. Pokud jste ujížděli na filmu Davida Finchera Se7en (Sedm), pak budete chtít skládat i tuhle SKLÁDAČKU. Ale pěkně od začátku: Probudíte se v neznámé místnosti. Nic si nepamatujete, nic nevidíte, protože je všude tma. Cvak, rozsvítí se světla. Ležíte na špinavé podlaze ve staré vysloužilé umývárně. Proti vám stojí chlap, který také nevypadá nejlíp, a mezi vámi leží mrtvola v kaluži krve. Chcete k ní, ale nejde to. Jste za kotník připoután k trubce u zdi. Ještě to nevíte, ale čeká vás nejhorší noc ve vašem životě. Nejhorší, nebo poslední - a nejspíš oboje najednou. Dostal jste se do spárů vraha, který terorizuje vaše město, vraha, kterému říkají Jigsaw, vraha, který proslul bizarními způsoby likvidace svých obětí...(oficiální text distributora)\n\nČSFD: 83% (50.1k)"
    }
  ]
}