{
  "id": "revenge_vigilante",
  "name": "Pomsta & vigilante",
  "type": "movie",
  "generatedAt": "2026-01-16T14:28:53.424Z",
  "source": {
    "path": "/movies/popular"
  },
  "filters": {
    "years": "1970-2015",
    "genres": "action,thriller"
  },
  "items": [
    {
      "imdb": "tt0120737",
      "name": "Pán prstenů: Společenstvo Prstenu",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 91% (114.4k)",
      "csfdId": 4711,
      "csfdRating": 91,
      "csfdRatingCount": 114352,
      "poster": "https://images.metahub.space/poster/small/tt0120737/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120737/img?src=cinemeta",
      "imdbRating": "8.9",
      "runtime": "179 min",
      "genres": [
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Hlavním hrdinou je hobit Frodo Pytlík, který se ve své vlastní domovině zvané Středozemě dostal do samotného centra bitvy mytických proporcí. Bude muset během svého putování prokázat, že moc přátelství a individuální odvahy dokáže úspěšně čelit i těm nejničivějším silám temnoty. Frodova dobrodružství odstartuje dar jeho příbuzného Bilba. Od něj získá magický prsten, který Froda postaví do soboje se silami zla reprezentovanými krutovládcem Sauronem. Ten touží za každou cenu získat prsten, protože je pro něj zdrojem neomezené moci, jedině s jeho pomocí se mu může podařit zotročit lid Středozemě a stát se jeho neomezeným pánem. Ve snaze čelit Sauronovým temným plánům, se musí Frodo spojit se několika dalšími bytostmi. Vytvoří s nimi takzvané Společenstvo složené z jeho přátel, čaroděje, elfa, trpaslíka a dalších pomocníků, se kterými se vydá na cestu na jejímž konci doufají, že se jim podaří prsten jednou provždy zničit. Jejich cesta však prokáže, že nejenom magické prsteny, ale také sounáležitost všech živých bytostí mohou dokázat netušené věci. Musí však čelit nejen nebezpečím, která na ně číhají na územích ovládaných Sauronem, ale i rozkladné moci samotného prstenu.(oficiální text distributora)\n\nČSFD: 91% (114.4k)"
    },
    {
      "imdb": "tt0167260",
      "name": "Pán prstenů: Návrat krále",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 91% (106.3k)",
      "csfdId": 4712,
      "csfdRating": 91,
      "csfdRatingCount": 106319,
      "poster": "https://images.metahub.space/poster/small/tt0167260/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0167260/img?src=cinemeta",
      "imdbRating": "9.0",
      "runtime": "201 min",
      "genres": [
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Nadchází čas rozhodující bitvy o přežití Středozemě. Putování jednotlivých členů Společenstva prstenu se dostává do poslední a rozhodující fáze. Čaroděj Gandalf, elf Legolas a trpaslík Gimli spěchají s dědicem trůnu Aragornem na pomoc zemi Gondor, která odolává ohromnému Sauronovu vojsku. Hobiti Frodo a Sam se v doprovodu Gluma snaží dostat hluboko do země Mordor, kde musí v ohních Hory osudu zničit magický Prsten moci. Jedině tak bude síla mocného pána temnot Saurona zlomena. Podaří se jim naplnit poslání Společenstva a zachránit Středozem? A za jakou cenu?(Magic Box)\n\nČSFD: 91% (106.3k)"
    },
    {
      "imdb": "tt0167261",
      "name": "Pán prstenů: Dvě věže",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 89% (103.8k)",
      "csfdId": 4713,
      "csfdRating": 89,
      "csfdRatingCount": 103807,
      "poster": "https://images.metahub.space/poster/small/tt0167261/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0167261/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "179 min",
      "genres": [
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Druhý díl filmové ságy o nebezpečném putování jehož cílem má být zničení prokletého prstenu moci začíná tam kde první skončil. Opět je hlavním hrdinou hobit Frodo. Ten se získal od svého příbuzného Bilba magický prsten po kterém touží temný Sauron a tak se dostal do samotného centra souboje mezi silami světla a temnot. Frodo jako vůdce společenství složeného z jeho přátel, kouzelníka, elfa, trpaslíka a dalších pomocníků pokračuje na cestě na vrchol sopky, aby zde prsten jednou provždy zničil. První díl byl nominován na Zlatý glóbus a získal cenu AFI. Díky zájmu diváků překročil zisk 350 milionů dolarů a především přesvědčil příznivce knihy, že tento dnes již klasický příběh lze úspěšně zfilmovat. V nezměněné sestavě vám teď tvůrci předkládají druhý díl fantaskního putování.(oficiální text distributora)\n\nČSFD: 89% (103.8k)"
    },
    {
      "imdb": "tt1375666",
      "name": "Počátek",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 89% (100.8k)",
      "csfdId": 254156,
      "csfdRating": 89,
      "csfdRatingCount": 100815,
      "poster": "https://images.metahub.space/poster/small/tt1375666/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1375666/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "148 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Dom Cobb (Leonardo DiCaprio) je zkušený zloděj, absolutní špička v nebezpečném umění extrakce: krádeže cenných tajemství z hloubi podvědomí během snění, kdy je mysl nejzranitelnější. Cobbova vzácná schopnost z něj učinila vyhledávaného hráče v zákeřném světě korporátní špionáže, ale také z něj udělala uprchlíka a stála ho všechno, co kdy miloval. Teď dostane Cobb šanci na vykoupení. Jedna poslední akce mu může vrátit normální život, ale jen pokud se mu podaří provést nemožné – počátek. Místo dokonalé krádeže musí Cobb a jeho tým specialistů zvrátit běh věcí. Jejich úkolem není myšlenku ukrást, ale vnuknout ji. Pokud uspějí, půjde o dokonalý zločin. Ale sebepečlivější plánování a odborná znalost je nemůže připravit na nebezpečného nepřítele, který nejspíš předvídá každý jejich krok. Nepřítel, kterého mohl čekat jen Cobb. Uznávaný režisér Christopher Nolan natočil mezinárodně obsazený sci-fi akční snímek Počátek, který vás zavede nejen na různá místa na světě ale také do intimního a nekonečného světa snů.(oficiální text distributora)\n\nČSFD: 89% (100.8k)"
    },
    {
      "imdb": "tt0082971",
      "name": "Dobyvatelé ztracené archy",
      "year": 1981,
      "releaseInfo": "1981 • ČSFD: 90% (75.7k)",
      "csfdId": 8650,
      "csfdRating": 90,
      "csfdRatingCount": 75717,
      "poster": "https://images.metahub.space/poster/small/tt0082971/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0082971/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "115 min",
      "genres": [
        "Dobrodružný",
        "Akční",
        "Drama",
        "Fantasy"
      ],
      "description": "Rok 1936, Amazon/Tibet/Egypt. Legendární filmoví tvůrci, Steven Spielberg a George Lucas spojili své talenty a vytvořili Indiana Jonese, archeologa dovedně se ohánějícího bičem. Indy (Harrison Ford) je pověřen vládou Spojených států, aby našel Archu úmluvy se zvláštní mystickou silou, kterou chtějí získat pro své nekalé cíle nacisté. Indy uzavírá spojenectví s Marion Ravenwood a tato dvojice spolu prožívá jedno strhující dobrodružství za druhým. Indiana Jones se rychle stal jedním z nejpopulárnějších filmových hrdinů. A tak, ať již vidíte Dobyvatele ztracené archy poprvé nebo postoprvé, prožíváte vzrušující dobrodružství s nimi. Je to jedno z nejlepších filmových dobrodružství všech dob!(oficiální text distributora)\n\nČSFD: 90% (75.7k)"
    },
    {
      "imdb": "tt1979320",
      "name": "Rivalové",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 90% (61.8k)",
      "csfdId": 301401,
      "csfdRating": 90,
      "csfdRatingCount": 61779,
      "poster": "https://images.metahub.space/poster/small/tt1979320/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1979320/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "123 min",
      "genres": [
        "Drama",
        "Životopisný",
        "Sportovní",
        "Akční"
      ],
      "description": "Závratná rychlost, adrenalin proudící v žilách, krásné dívky a nezkrotná touha po vítězství. Závody Formule 1 jsou místem, kde jediná chyba může znamenat smrt. Na těchto okruzích spolu soupeří dva odvěcí rivalové. James Hunt je neřízená střela, neodolatelný playboy a brilantní řidič. Niki Lauda je dokonalý profesionál, vždy precizní a disciplinovaný. Film Rivalové vypráví skutečný příběh dvou pilotů, kteří jsou soky nejen na okruzích, ale také ve skutečném životě. Přestože jsou soupeři, jsou také jeden pro druhého inspirací. Přes jejich rozdílnost je v životě pojí zvláštní přátelství. Ale rivalita je žene ke stále riskantnějším výkonům. Titul mistra světa může získat jen jeden...(Bioscop)\n\nČSFD: 90% (61.8k)"
    },
    {
      "imdb": "tt0076759",
      "name": "Star Wars: Epizoda IV - Nová naděje",
      "year": 1977,
      "releaseInfo": "1977 • ČSFD: 88% (71.5k)",
      "csfdId": 6169,
      "csfdRating": 88,
      "csfdRatingCount": 71531,
      "poster": "https://images.metahub.space/poster/small/tt0076759/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0076759/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "121 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Fantasy",
        "Akční"
      ],
      "description": "Rytíři Jedi byli vyhlazeni a Impérium vládne galaxii pevnou rukou. Malá skupina povstalců se odváží vzdorovat a ukradne plány k nejmocnější zbrani Impéria, Hvězdě smrti. Imperátorův nejvěrnější služebník, Darth Vader, musí najít plány a skrytou základnu povstalců. Zpráva o princezně Lei a vůdci rebelů se dostane až k obyčejnému farmáři, Lukovi Skywalkerovi. Ten se řídí svým osudem, zachraňuje princeznu a pomáhá povstalcům svrhnout Impérium společně s takovými nezapomenutelnými spojenci jako: Obi-Wan Kenobi, domýšlivý Han Solo, loajální Chewbacca a droidové R2-D2 a C3PO.(oficiální text distributora)\n\nČSFD: 88% (71.5k)"
    },
    {
      "imdb": "tt0265086",
      "name": "Černý jestřáb sestřelen",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 87% (62k)",
      "csfdId": 8266,
      "csfdRating": 87,
      "csfdRatingCount": 61952,
      "poster": "https://images.metahub.space/poster/small/tt0265086/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0265086/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "145 min",
      "genres": [
        "Drama",
        "Historický",
        "Válečný"
      ],
      "description": "Část elitní jednotky armády USA je v roce 1993 poslána do somálského Mogadishu, aby se stala součástí mírové operace Spojených národů. Úkolem mise je unést několik vysokých důstojníků somálského diktátora. Jde o součást strategického plánu na potlačení občanské války, která zuří po celé zemi. Ovšem zdánlivě bezpečně naplánovaná mise se obrátí nesprávným směrem. Rangers i veteráni musí bok po boku bojovat proti zdrcující přesile a prchat za nepřátelskými liniemi dokud se záchrannému konvoji nepodaří vyrazit k jejich záchraně. V těžkém boji umírají přátelé, formují se vztahy, chlapci se stávají muži a vojáci se učí jak vypadá skutečná tvář války a hrdinství.(oficiální text distributora)\n\nČSFD: 87% (62k)"
    },
    {
      "imdb": "tt0499549",
      "name": "Avatar",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 83% (101.3k)",
      "csfdId": 228329,
      "csfdRating": 83,
      "csfdRatingCount": 101304,
      "poster": "https://images.metahub.space/poster/small/tt0499549/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0499549/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "162 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy"
      ],
      "description": "Avatar před námi otevírá neuvěřitelný svět za hranicemi naší fantazie, svět střetu dvou naprosto odlišných civilizací. Nově objevená vzdálená planeta Pandora je mírumilovné místo s obyvatelstvem - Na’vi, žijícím v souladu s divukrásnou vegetací planety. Posádka vyslaná ze Země na své průzkumné misi objeví na Pandoře velmi cenný minerál, který by měl na Zemi nevyčíslitelnou hodnotu. Pobyt na Pandoře je ovšem pro člověka možný teprve po vytvoření jeho genetického dvojníka, hybrida Avataru, který může být ovládán psychikou oddělenou od lidského těla a fyzicky odpovídá původnímu obyvatelstvu Pandory, které má fluorescentní modrou kůži a dosahuje 3m výšky. Na tuto náročnou misi je vybrán mezi jinými také Jake Sully (Sam Worthington), bývalý námořník, který byl při jedné ze svých předešlých misí paralyzován od pasu dolů. A právě šance opět chodit přiměla Jakea, aby se do programu Avatar přihlásil.Průzkumná mise je vyslána a po přistání na Pandoře je zcela ohromena úžasnou rozmanitostí místní vegetace. Stromy dosahují výšky mrakodrapů a světélkující prales je plný nádherných tvorů, které jste nikdy neviděli, ale také hrozných prehistorických predátorů. To je jen zrnko překvapení, které posádku čeká. I když se zdá, že po počáteční nedůvěře lidí Na’vi se posádce podařilo adaptovat a také získat prostor pro diplomatickou misi, pandořané se rozhodně nehodlají nechat kolonizovat a dojde ke tvrdému střetu. Jake, který se postupně sblížil s místním obyvatelstvem, a především s místní princeznou Neytiri, stojí před rozhodnutím, za koho bojovat ve finální bitvě, která má rozhodnout o osudu a vývoji celého světa.(Bontonfilm)\n\nČSFD: 83% (101.3k)"
    },
    {
      "imdb": "tt1631867",
      "name": "Na hraně zítřka",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 86% (59.7k)",
      "csfdId": 307556,
      "csfdRating": 86,
      "csfdRatingCount": 59747,
      "poster": "https://images.metahub.space/poster/small/tt1631867/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1631867/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "114 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný"
      ],
      "description": "Příběh se odehrává v blízké budoucnosti. Mimikové, mimozemská rasa připomínající včelí kolonii, vytrvale útočí na Zemi, obracejí velká města v hromadu trosek a zanechávají za sebou miliony lidských obětí. Podplukovník Bill Cage (Tom Cruise), který nikdy nebyl v žádné bitvě, je bez cirátů degradován a s nulovým výcvikem a mizernou výzbrojí poslán splnit úkol, který není ničím jiným než sebevražednou misí. Během několika minut je zabit, předtím se mu však podaří zneškodnit Alphu. Ač se to zdá nemožné, procitne opět na začátku toho samého pekelného dne a je nucen znovu bojovat a zemřít... a tak stále dokola. Přímý fyzický kontakt s mimozemšťanem způsobil, že se dostal do časové smyčky a je tak odsouzen prožívat nelítostnou bitvu znovu a znovu. S každým dalším pokusem se však zvyšuje jeho odolnost a pohotovost a své rostoucí schopnosti dokáže v boji s Mimiky lépe využívat. Po jeho boku bojuje členka speciálních jednotek Rita Vrataski (Emily Blunt), která zlikvidovala víc Mimiků než kterýkoliv jiný bojovník na Zemi. Každá další bitva je pro Cagea a Ritu příležitostí najít způsob, jak mimozemské vetřelce porazit a Zemi zachránit.(Warner Bros. CZ)\n\nČSFD: 86% (59.7k)"
    },
    {
      "imdb": "tt0848228",
      "name": "Avengers",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 83% (72.2k)",
      "csfdId": 241997,
      "csfdRating": 83,
      "csfdRatingCount": 72200,
      "poster": "https://images.metahub.space/poster/small/tt0848228/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0848228/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "143 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy"
      ],
      "description": "Marvel Studios uvádí super hrdinský tým všech dob Avengers, ve kterém se přestaví ikoničtí super hrdinové – Iron Man, Neuvěřitelný Hulk, Thor, Captain America, Hawkeye a Black Widow. Když se objeví nečekaný nepřítel, který ohrožuje světovou bezpečnost, Nick Fury, ředitel mezinárodní mírové agentury, známé také jako S.H.I.E.L.D., zjistí, že potřebuje tým, aby odvrátil světovou katastrofu. Začíná provádět nábor po celém světě.(Falcon)\n\nČSFD: 83% (72.2k)"
    },
    {
      "imdb": "tt1270798",
      "name": "X-Men: První třída",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 85% (54.8k)",
      "csfdId": 251188,
      "csfdRating": 85,
      "csfdRatingCount": 54807,
      "poster": "https://images.metahub.space/poster/small/tt1270798/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1270798/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "132 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "X-Men: První třída se dějově se vrací ještě před film X-Men Origins: Wolverine a odehrává se v polovině minulého století. V době, kdy mladý Charles Xavier (James McAvoy) a Erik Lensherr (Michael Fassbender) byli velmi blízcí přátelé a teprve odkrývali své jedinečné schopnosti. V době studené války, kdy společně s dalšími mutanty museli čelit největší hrozbě, jakou kdy zatím lidstvo poznalo. Proč se ale z nejlepších přátel stali nepřátelé na život a na smrt? Co předcházelo okamžiku, kdy se z Charlese stal Profesor X a z Erika Magneto? Válka mezi X-Meny a Bratrstvem začíná!(oficiální text distributora)\n\nČSFD: 85% (54.8k)"
    },
    {
      "imdb": "tt1291584",
      "name": "Warrior",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 87% (42.4k)",
      "csfdId": 234462,
      "csfdRating": 87,
      "csfdRatingCount": 42403,
      "poster": "https://images.metahub.space/poster/small/tt1291584/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1291584/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "140 min",
      "genres": [
        "Sportovní",
        "Drama"
      ],
      "description": "Dva bratry, kteří se kdysi rozešli ve zlém, svede do jednoho zápasnického ringu potřeba vyhrát nejvyšší finanční odměnu v historii MMA. Bývalý mariňák Tommy (Tom Hardy) a učitel fyziky na střední škole Brendan (Joel Edgerton), ve strhujícím příběhu dvou bratrů, kteří stanou proti sobě v kleci a možná najdou i něco víc, než jen peníze... Tommy Riordan se po letech vrací do rodného Pittsburghu a požádá svého otce, někdejšího trenéra a nyní alkoholika, aby ho připravil na turnaj MMA, který výherci nabízí nejvyšší finanční odměnu v historii tohoto bojového sportu. Tommyho bratr Brendan, bývalý MMA bojovník, se také potýká s finančními problémy, proto se rozhodne pro návrat do amatérského ringu, aby zabezpečil svou rodinu. Střet, ve kterém se oba bratři musí postavit křivdám, které je kdysi rozdělily, je nevyhnutelný…(oficiální text distributora)\n\nČSFD: 87% (42.4k)"
    },
    {
      "imdb": "tt0371746",
      "name": "Iron Man",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 82% (76.1k)",
      "csfdId": 223262,
      "csfdRating": 82,
      "csfdRatingCount": 76137,
      "poster": "https://images.metahub.space/poster/small/tt0371746/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0371746/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Slavná komiksová postava Iron Man patří mezi nejhýčkanější superhrdiny sdružené pod křídly giganta jménem Marvel. Přesto (nebo možná právě proto) se až teď mohl přidat ke svým sourozencům Spider-Manovi, Fantastické čtyřce a X-Menům, kteří o sobě mohou hrdě prohlašovat, že o nich natočili film. Nečekejte ovšem dalšího spasitele lidstva, kterému k jeho mimořádným schopnostem pomohlo pavoučí kousnutí nebo ozáření. Muž se železnou maskou, občanským jménem Tony Stark, se ke své výjimečnosti \"poctivě\" propracoval. Uvozovky jsou namístě, Tony se živí jako VIP výrobce a dodavatel technologicky vyspělých zbraní pro americkou armádu a jeho životní filozofii vystihuje věta: Nejlepší zbraní je ta, ze které stačí vystřelit jen jednou. Na cestě z povedené prezentace nejnovější zbraně hromadného ničení pro armádní špičky ho na horké afgánské půdě unese jistá teroristická skupina. Muž, kterému ležela Amerika u nohou, se tak rázem ocitá v držení lidí, kteří po něm chtějí jediné - aby začal vyrábět zbraně pro ně. Díky své vynalézavosti, výjimečnému intelektu a schopnosti improvizovat si Tony v zajetí vyrobí \"brnění\", které mu pomůže dostat se na svobodu. Tehdy také dostane nápad tenhle improvizovaný kovový oblek ještě výrazně vylepšit. A tak se zrodí Iron Man.(oficiální text distributora)\n\nČSFD: 82% (76.1k)"
    },
    {
      "imdb": "tt0325710",
      "name": "Poslední samuraj",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 85% (50.5k)",
      "csfdId": 43582,
      "csfdRating": 85,
      "csfdRatingCount": 50452,
      "poster": "https://images.metahub.space/poster/small/tt0325710/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0325710/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "154 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Nathan Algren se stal hrdinou občanské války a tažení proti indiánům. V roce 1876 je z něj však troska a alkoholik. Poručík Gant ho přivede na setkání s japonským průmyslníkem Omurou, který mu nabídne práci při výcviku modernizované japonské armády. V Japonsku čeká Nathana tlumočník Simon Graham, který mu vysvětlí, že mladý císař Meidži chce otevřít zemi západní civilizaci, proti sobě však má rebely z řad samurajů, kteří brání dávné japonské tradice. Když rebelové, vedení samurajem Kacumotem, napadnou železniční stanici, dostane jednotka příkaz k nasazení do boje. Je poražena a těžce zraněný Nathan je zajat. Kacumoto ho ubytuje u své sestry, manželky samuraje, kterého Nathan v boji zabil. Žena o zraněného pečuje jen s velkým přemáháním, ale on se snaží pochopit mentalitu vesničanů i samurajů a učí se bojovat jejich zbraněmi. Překvapivě zde nalézá klid, po kterém vždy toužil. Když je vesnice napadena maskovanými bojovníky, postaví se na stranu obyvatel. Definitivně se přitom sblíží s Kacumotem a pochopí, že se nepostavil proti císaři, ale podle svého nejlepšího svědomí mu stále slouží. Když je samuraj pod záminkou jednání vlákán do pasti, Nathan ho osvobodí. Kacumotovi je jasné, že bitvu o záchranu císaře a tradičního Japonska prohrál, a chce spáchat harakiri. Nathan ho však přesvědčí, že lepší je padnout v boji. Poslední samurajové tedy vyjíždějí do bitvy a Nathan je odhodlán bojovat po jejich boku.(TV Nova)\n\nČSFD: 85% (50.5k)"
    },
    {
      "imdb": "tt2015381",
      "name": "Strážci Galaxie",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 83% (57.3k)",
      "csfdId": 320638,
      "csfdRating": 83,
      "csfdRatingCount": 57318,
      "poster": "https://images.metahub.space/poster/small/tt2015381/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2015381/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "121 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy",
        "Komedie"
      ],
      "description": "V tomto akcí nabitém, výpravném vesmírném dobrodružství se odvážný dobrodruh Peter Quill stává středem zájmu nájemných zabijáků poté, co Ronanovi, mocnému padouchovi s plány ohrožující celý vesmír, ukradne tajemnou kouli. Aby neúnavnému Ronanovi unikl, je Quill nucen spojit své síly se čtveřicí pozoruhodných hrdinů – Rocketem, po zuby ozbrojeným mývalem, Grootem, humanoidem, který připomíná strom, vražednou a tajemnou Gamorou a pomstychtivým Draxem Ničitelem. Když ale Quill objeví skutečnou moc koule a hrozbu, která se v ní ukrývá a ohrožuje celý vesmír, musí udělat vše pro to, aby nesourodá skupina táhla za jeden provaz a v posledním zoufalém souboji se pokusila zachránit osud celé galaxie.(Falcon)\n\nČSFD: 83% (57.3k)"
    },
    {
      "imdb": "tt0903624",
      "name": "Hobit: Neočekávaná cesta",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 81% (69.4k)",
      "csfdId": 232938,
      "csfdRating": 81,
      "csfdRatingCount": 69407,
      "poster": "https://images.metahub.space/poster/small/tt0903624/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0903624/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "169 min",
      "genres": [
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Film sleduje cestu hlavní postavy Bilbo Pytlíka, který se ocitne na dobrodružné výpravě. Cílem cesty je si znovu nárokovat ztracené trpasličí království Erebor. Bilba nečekaně osloví čaroděj Gandalf Šedý, díky kterému se ocitne ve společnosti  třinácti trpaslíků v čele s legendárním bojovníkem Thorinem. Cesta do divočiny vede přes tajemné země, kde se to hemží zlobry, skřety a kouzelníky. Ačkoliv cíl jejich výpravy - Osamělá hora, leží na Východě, musí projít nejdříve jeskynním systémem, kde Bilbo potká někoho, kdo mu navždy změní život…Gluma.Skromný Bilbo Pytlík pak sám s Glumem na břehu podzemního jezera objeví nejen hloubku lstivosti a odvahy, která překvapí i jeho samotného, ale také získá do svého vlastnictví Glumův prsten „miláška“, který má nečekané a užitečné možnosti... Jednoduchý zlatý prsten je spojen s osudem celé Středozemě takovým způsobem, jaký Bilbo nemůže zatím ani tušit.(oficiální text distributora)\n\nČSFD: 81% (69.4k)"
    },
    {
      "imdb": "tt0317705",
      "name": "Úžasňákovi",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 84% (46.2k)",
      "csfdId": 127213,
      "csfdRating": 84,
      "csfdRatingCount": 46195,
      "poster": "https://images.metahub.space/poster/small/tt0317705/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0317705/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "115 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Dobrodružný",
        "Rodinný"
      ],
      "description": "Bob Parr, známý jako Mr. Úžasný, býval jedním z největších světových superhrdinů a zachraňování světa bylo jeho denním chlebem. Svůj superoblek musel pověsit na hřebík před patnácti lety. Dnes pracuje jako odhadce škod pro pojišťovnu a bojuje s nudou a rostoucím břichem. Se svou manželkou (bývalou Elastiženou) a třemi dětmi se pokoušejí žít normální život. Jeho chvíle ale přijde, když ho tajemný kontakt vyšle na vzdálený ostrov s tajným posláním. Tam zjistí, že génius zla připravuje ďábelskou pomstu světu...(TV Prima)\n\nČSFD: 84% (46.2k)"
    },
    {
      "imdb": "tt0087469",
      "name": "Indiana Jones a Chrám zkázy",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 83% (50.7k)",
      "csfdId": 8642,
      "csfdRating": 83,
      "csfdRatingCount": 50691,
      "poster": "https://images.metahub.space/poster/small/tt0087469/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0087469/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "118 min",
      "genres": [
        "Dobrodružný",
        "Akční",
        "Drama",
        "Fantasy"
      ],
      "description": "Volné pokračování Dobyvatelů ztracené archy, které se však odehrává o rok dřív, roku 1935. Indiana se tentokrát v šanghajském klubu zaplete s čínským gangsterským bossem. Ve hře je zprvu \"jen\" stará čínská socha a vzácný diamant, záhy však i samotný Jonesův život. Snímek získal Oscara za vizuální efekty.(oficiální text distributora)\n\nČSFD: 83% (50.7k)"
    },
    {
      "imdb": "tt0796366",
      "name": "Star Trek",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 84% (43.8k)",
      "csfdId": 222972,
      "csfdRating": 84,
      "csfdRatingCount": 43791,
      "poster": "https://images.metahub.space/poster/small/tt0796366/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0796366/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "127 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Zapomeňte všechno, co víte! Tvůrce seriálů Ztraceni, Fringe, Alias a filmů Mission: Impossible III nebo Monstrum - J. J. Abrams - přináší na stříbrné plátno zcela nové sci-fi dobrodružství. Star Trek, jak ho ještě neznáte. Příběh pojednává o první výpravě mladé posádky na palubě hvězdné lodi U.S.S. Enterprise. Jejich cestu doprovází spousta akce, humoru a vesmírného nebezpečenství. Nováčci musejí nalézt způsob, jak zastavit padoucha, jehož honba za pomstou ohrožuje celé lidstvo. Osud Galaxie spočívá v rukou dvojice zapřisáhlých nepřátel. Jedním z nich je James T. Kirk (Chris Pine), nezvedený venkovský kluk z Iowy a milovník života „na hraně“. Druhým je Spock (Zachary Quinto), vychovaný ve společnosti, která staví na logice a odmítá veškeré emoce. Divoký instinkt se střetne s chladným rozumem, ovšem pouze jejich spojení provede posádku bez úhony velkým nebezpečím, které představuje pomstychtivý Nero (Eric Bana). Kirk a jeho bližní se odvážně pustí tam, kam se dosud nikdo nevydal…(oficiální text distributora)\n\nČSFD: 84% (43.8k)"
    },
    {
      "imdb": "tt0360486",
      "name": "Constantine",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 81% (59.1k)",
      "csfdId": 118298,
      "csfdRating": 81,
      "csfdRatingCount": 59061,
      "poster": "https://images.metahub.space/poster/small/tt0360486/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0360486/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "121 min",
      "genres": [
        "Fantasy",
        "Mysteriózní",
        "Thriller",
        "Horor"
      ],
      "description": "John Constantine od malička vidí svět takový, jaký opravdu je. Má schopnost rozeznat anděly a démony skryté pod lidským vzezřením. Tím, že se dříve snažil spáchat sebevraždu a nežil zrovna životem světce, si přímo koupil vstupenku do pekla. Když jeho plíce začnou vypovídat službu kvůli neustálému kouření cigaret, dozví se od lékařů, že zemře mlád a bude to brzy. Dá se dohromady s nedůvěřivou policistkou Angelou Dodsonovou, aby společně vyřešili záhadnou sebevraždu jejího dvojčete. Pátrání je přivede do světa andělů a démonů, který existuje těsně pod povrchem Los Angeles. Stanou se zajatci sledu katastrofických událostí z jiného světa a pokusí se najít vlastní klid za jakoukoli cenu.(Nova Cinema)\n\nČSFD: 81% (59.1k)"
    },
    {
      "imdb": "tt1170358",
      "name": "Hobit: Šmakova dračí poušť",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 80% (57.5k)",
      "csfdId": 238304,
      "csfdRating": 80,
      "csfdRatingCount": 57480,
      "poster": "https://images.metahub.space/poster/small/tt1170358/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1170358/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "161 min",
      "genres": [
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Hobit: Šmakova dračí poušť líčí další dobrodružství hobita Bilbo Pytlíka na jeho společné pouti s čarodějem Gandalfem a třinácti trpaslíky vedenými Thorinem Pavézou. Vydali se na výpravnou cestu, jejímž cílem je získat zpět Osamělou horu a ztracené království trpaslíků Erebor. Poté, co přežili začátek své neočekávané cesty, pokračuje tato společnost směrem na Východ a cestou potkává kožoměnce Medděda a v lese Mirkwood plném nástrah se střetává s houfem obřích Pavouků. Když se jim podaří uniknout ze zajetí nebezpečných lesních elfů, pokračují trpaslíci k Jezernímu městu a nakonec k samotné Osamělé hoře, kde musí čelit největšímu nebezpečí v podobě Šmaka -  nejstrašlivější nestvůry, která prověří nejen jejich odvahu, ale i pevnost jejich přátelství a smysluplnost celé pouti.(Warner Bros. CZ)\n\nČSFD: 80% (57.5k)"
    },
    {
      "imdb": "tt1392190",
      "name": "Šílený Max: Zběsilá cesta",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 81% (47.3k)",
      "csfdId": 267974,
      "csfdRating": 81,
      "csfdRatingCount": 47275,
      "poster": "https://images.metahub.space/poster/small/tt1392190/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1392190/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "121 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Šílený Max, pronásledovaný svou pohnutou minulostí, je přesvědčen, že jediný způsob jak přežít, je vydat se na osamělou pouť. Narazí však na skupinu prchající pustinou ve vyzbrojeném obrněném vozidle, v jejímž čele stojí elitní Imperator Furiosa. Citadelu, odkud prchají, tyranizuje Immortan Joe, kterému kdosi odcizil něco nenahraditelného. Rozzuřený vojenský vůdce svolá všechny své gangy a ve vysokooktanové silniční válce nemilosrdně pronásleduje prchající rebely.(Warner Bros. CZ)\n\nČSFD: 81% (47.3k)"
    },
    {
      "imdb": "tt1300854",
      "name": "Iron Man 3",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 80% (53.9k)",
      "csfdId": 254420,
      "csfdRating": 80,
      "csfdRatingCount": 53903,
      "poster": "https://images.metahub.space/poster/small/tt1300854/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1300854/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "130 min",
      "genres": [
        "Sci-Fi",
        "Fantasy",
        "Akční",
        "Dobrodružný"
      ],
      "description": "Ve filmu společnosti Marvel Studios Iron Man 3 je svérázný, ale geniální průmyslník Tony Stark / Iron Man nucen čelit nepříteli, jehož dosah nezná hranic. Když je rukou nepřítele připraven o vše, čeho si v životě cení, vydá se Stark na pouť s cílem nalézt toho, kdo je za jeho utrpení zodpovědný. Na každém jejím kroku bude nucen prokázat své odhodlání a sílu vůle. Zahnán do kouta bude nucen přežít pouze prostřednictvím svých vynálezům a při ochraně svých nejbližších se bude moci spolehnout jen na svou geniální mysl a své instinkty. Při své odvetě současně objevuje odpověď na otázku, která ho ve skrytu duše dlouho sužovala: je on sám pouhou součástí svého obleku, nebo je oblek pouze součástí jeho samého?(oficiální text distributora)\n\nČSFD: 80% (53.9k)"
    },
    {
      "imdb": "tt1877832",
      "name": "X-Men: Budoucí minulost",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (39.4k)",
      "csfdId": 317342,
      "csfdRating": 82,
      "csfdRatingCount": 39435,
      "poster": "https://images.metahub.space/poster/small/tt1877832/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1877832/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "132 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Zmutovaným hrdinům X-Men hrozí definitivní zánik. Jejich rasa byla vždy na pokraji vyhynutí, ale teď je ta hrozba ještě reálnější než kdy jindy. Jediná cesta ke spasení vede přes minulost, na samý začátek řetězce událostí, které stávající nebezpečí vyvolaly. K bytostem s výjimečnými schopnostmi se vrací režisér Bryan Singer, strůjce jejich mimořádného úspěchu. Spolu s ním ve filmu X-Men: Budoucí minulost přichází i nejvíc mutantů v historii této ságy. Díky tomu, že se film odehrává ve dvou časových rovinách, objeví se v něm hned dvě podoby vůdce „hodných\" X-Men, profesora Xaviera (Patrick Stewart, James McAvoy) a jeho protivníka Magneta (Ian McKellen, Michael Fassbender). Pouze Wolverine (Hugh Jackman) zůstává stále stejný díky schopnosti nestárnout a bleskurychle se uzdravovat. Právě on proto dostane zdánlivě šílený úkol, vrátit se v čase a zabránit tomu, aby se z bývalých přátel stali soupeři na život a na smrt. Jedině spolu totiž mohou v budoucnosti čelit síle, která předčí i jejich unikátní schopnosti.(CinemArt)\n\nČSFD: 82% (39.4k)"
    },
    {
      "imdb": "tt0418279",
      "name": "Transformers",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 78% (66.1k)",
      "csfdId": 220919,
      "csfdRating": 78,
      "csfdRatingCount": 66122,
      "poster": "https://images.metahub.space/poster/small/tt0418279/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0418279/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "144 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller",
        "Komedie",
        "Dobrodružný"
      ],
      "description": "Transformers patří k nejúspěšnějším hračkám v historii. Roboti, kteří se dokážou přetransformovat v libovolný dopravní prostředek, jsou populární natolik, že se stali hrdiny akčního animovaného seriálu. Mohli by ale být také předlohou pro hraný celovečerní akční film? Pochybnosti hravě rozmetají dva argumenty – úspěšné snímky se v současnosti natáčejí podle mnohem podivnějších námětů (třeba podle atrakcí v zábavních parcích, viz Piráti z Karibiku) a Transformers se navíc mohou opřít o dva velikány světového filmu, produkujícího Stevena Spielberga a režírujícího Michaela Baye (Mizerové 1 + Mizerové 2, Skála, Armageddon). Ti dva mají dostatečný kredit na to, aby se z projektu, který by jinak doprovázely pochyby, stal jeden ze nejočekávanějších filmů léta... Prakticky odnepaměti ve vesmíru kolem nás zuří válka dvou vyspělých mimozemských civilizaci, „hodných“ Autobots a „zlých“ Decepticons. Dosud se nám vyhýbala, ale když tito vyspělí mechanoidi objeví na Zemi zdroj energie, jehož ovládnutí může jedné či druhé straně přinést konečné vítězství, promění se naše planeta v peklo na zemi (nebo spíš ve vesmíru). Jejich invazi prožíváme společně s teenagerem Samem (Shia LaBeouf), kterého doposud trápila pouze škola, absence pořádné káry a slečna jménem Mikaela (Megan Fox), jež dává přednost jeho spolužákům. Ve chvíli, kdy se v televizi objeví první zprávy o ničivých robotech, začne mít o jeden problém navíc. Je to právě on, kdo nevědomky ukrývá klíč k onomu životně důležitému energetickému zdroji, proto má nárok na první místo na seznamu ohrožených druhů. Hned za ním figuruje zbytek naší civilizace… Spojením Stevena Spielberga s Michaelem Bayem vznikl z dětské hračky silný epický příběh, který úspěšně kombinuje dramatičnost Války světů s diváckou vstřícností Dne nezávislosti. Přestože příběhu dominují velkolepé akční sekvence, o které se starali mistři oboru, specialisté z trikového studia George Lucase Industrial Light and Magic, je v něm dostatek prostoru i pro humor a pro originální zápletku. „Nejdůležitější bude přesvědčit lidi o tom, že film, který se inspiroval dětskou hračkou, může být pro dospělé. Stačí ale pár vteřin libovolné akční sekvence a vaše předsudky budou ty tam,“ tvrdí producent filmu Lorenzo di Bonaventura.(Magic Box)\n\nČSFD: 78% (66.1k)"
    },
    {
      "imdb": "tt1220719",
      "name": "Ip Man",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (23k)",
      "csfdId": 246291,
      "csfdRating": 85,
      "csfdRatingCount": 22992,
      "poster": "https://images.metahub.space/poster/small/tt1220719/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1220719/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "106 min",
      "genres": [
        "Akční",
        "Drama",
        "Sportovní",
        "Životopisný"
      ],
      "description": "Čína, rok 1935. Kluby bojových umění v městě Foshan nabírají na popularitě a Ip Man (DONNIE YEN) je nezpochybnitelným vládcem umění wing chun, čím dál populárnější verze kung fu. Klidný život jeho rodiny a přátel však převrátí vzhůru nohama japonská invaze. Poté, co odmítne učit okupační vojáky svému umění, je přinucen bojovat o své vlastní přežití v sérii výzev, jež vyvrcholí soubojem na život a na smrt s nejlepším japonským bojovníkem.(oficiální text distributora)\n\nČSFD: 85% (23k)"
    },
    {
      "imdb": "tt1408101",
      "name": "Star Trek: Do temnoty",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 81% (32.3k)",
      "csfdId": 261497,
      "csfdRating": 81,
      "csfdRatingCount": 32296,
      "poster": "https://images.metahub.space/poster/small/tt1408101/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1408101/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "132 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Thriller"
      ],
      "description": "Posádka Enterprise je povolána domů, nalézá zde však zdemolovanou flotilu i hodnoty, které flotila hájí. Náš svět je v krizi a za veškerý teror může nezastavitelná síla, která vzešla z vlastních řad. Kapitána Kirka se události osobně dotknou a nehodlá je nechat bez odezvy. Vydává se do válečné zóny, aby polapil člověka, který má sílu zbraně hromadného ničení. Naši hrdinové jsou vehnáni do epické šachové partie, která se hraje na život a na smrt. Láska projde zkouškou, přátelství budou roztrhána na kusy, a pokud má Kirk zachránit jedinou rodinu, která mu ještě zbývá, neobejde se to bez obětí. Tou rodinou je Kirkova posádka.(oficiální text distributora)\n\nČSFD: 81% (32.3k)"
    },
    {
      "imdb": "tt0383574",
      "name": "Piráti z Karibiku: Truhla mrtvého muže",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 75% (73.6k)",
      "csfdId": 194904,
      "csfdRating": 75,
      "csfdRatingCount": 73641,
      "poster": "https://images.metahub.space/poster/small/tt0383574/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0383574/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "151 min",
      "genres": [
        "Dobrodružný",
        "Akční",
        "Fantasy",
        "Komedie"
      ],
      "description": "V tomto dobrodružném a velkolepém pokračování filmového hitu z roku 2003, které vzniklo opět pod vedením producenta Jerryho Bruckheimera a režiséra Gorea Verbinskiho, je kapitán Jack Sparrow znovu lapen ve spletité síti záhrobních intrik. Prokletí Černé perly se mu sice podařilo zlomit, avšak nyní musí se svou posádkou čelit mnohem děsivější hrozbě - ukáže se, že Jack se upsal krví legendárnímu Davymu Jonesovi (Bill Nighy), který je vládcem oceánských hlubin a kapitánem tajemné lodě BLUDNÝ HOLANĎAN, jíž se v rychlosti a schopnosti rychlého zmizení nedokáže vyrovnat žádná jiná loď. Pokud se Jackovi nepodaří najít způsob, jak se z této faustovské dohody vyvázat, bude nucen strávit celý posmrtný život jako otrok v Jonesových službách. Překvapivý vývoj událostí přeruší svatební plány Willa Turnera a Elizabeth Swann, kteří se znovu ocitají ve víru Jackových dobrodružství, během nichž dojde na strhující souboje s mořskými monstry, nepřátelský naladěnými ostrovany a výstřední věštkyní Tiou Dalmou (Naomie Harris) a dokonce i na tajemné setkání s Willovým dlouho ztraceným otcem Štruplem Billem (Stellan Skarsgard). Mezitím si nemilosrdný lovec pirátů lord Cutler Beckett (Tom Hollander) z Východoindické společnosti začíná brousit zuby na bájnou Truhlu mrtvého muže. Dávná legenda praví, že ten, kdo se truhly zmocní, bude moci ovládnout Davyho Jonese a celou jeho posádku - a Beckett chce této obrovské síly využít k tomu, aby jednou provždy očistil Karibik od všech pirátů, kteří jej křižují. Časy se mění a skutečnými loupeživými piráty se pomalu stávají draví obchodníci a úředníci... zatímco staromódním bukanýrům jako je Jack, kterému jde především o dobrodružství a nespoutaný způsob života, hrozí vymření.(Magic Box)\n\nČSFD: 75% (73.6k)"
    },
    {
      "imdb": "tt0409459",
      "name": "Strážci - Watchmen",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 79% (38.3k)",
      "csfdId": 224865,
      "csfdRating": 79,
      "csfdRatingCount": 38339,
      "poster": "https://images.metahub.space/poster/small/tt0409459/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0409459/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "163 min",
      "genres": [
        "Akční",
        "Mysteriózní",
        "Sci-Fi"
      ],
      "description": "Komiks Alana Moorea Watchmen je považován za vůbec nejlepšího zástupce ve svém žánru. Natočit podle něj film proto byla obrovská výzva. Hozenou rukavici nakonec zvedl Zack Snyder, muž který si vydobyl renomé režií adaptace komiksové verze řecké historie 300: Bitva u Thermopyl. Vizuálně omračující styl, který zdobil i jeho předchozí hit, naordinoval i snímku Strážci-Watchmen. Přidejte k tomu temný mnohovrstevnatý příběh obývaný velmi netradičními postavami superhrdinů a najednou je tu jeden z nejzajímavějších filmů roku 2009... „Komiks asi může jen těžko něco nastartovat lépe než nález mrtvého superhrdiny. Jak se příběh pomalu odvíjí, dostáváme se čím dál hlouběji do panoptika lidí s nadpřirozenými schopnostmi a střetáváme se s realitou, která se od obecné představy o chování a myšlení superhrdinů dost liší,“ říká o svém díle Alan Moore. V úvodu nalezená mrtvola byla zaživa jistým Edwardem Blakem, který byl mezi superhrdiny známý pod přezdívkou Komediant. Evidentně násilná smrt nikoho neznepokojuje, svět má úplně jiné starosti. V kalendáři se píše rok 1985, venku zuří studená válka, která velmi reálně hrozí přerůst v nukleární střet světových velmocí. Maskovaní superhrdinové už dávno nejsou považování za ochránce lidstva, živoří na okraji společnosti a už jen vzpomínají na staré dobré časy. Světlou výjimkou je umíněný borec přezdívaný Rorschach, který za Komediantovou smrtí vidí rozsáhlé spiknutí, které má zlikvidovat nebo zdiskreditovat bývalé superhrdiny, a tím otevřít cestu daleko ambicióznějšímu a nechutnějšímu projektu. Ve snaze zabránit nejhoršímu se Rorschach pokusí zmobilizovat všechny své bývalé kolegy, z nichž opravdu nadpřirozené schopnosti má ve skutečnosti jen jeden. Jejich cílem bude strážit lidstvo. Kdo ale bude strážit je?(oficiální text distributora)\n\nČSFD: 79% (38.3k)"
    },
    {
      "imdb": "tt1843866",
      "name": "Captain America: Návrat prvního Avengera",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 78% (43.2k)",
      "csfdId": 303069,
      "csfdRating": 78,
      "csfdRatingCount": 43178,
      "poster": "https://images.metahub.space/poster/small/tt1843866/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1843866/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "136 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Po katastrofických událostech, které Avengers prožili v New Yorku, žije Steve Rogers neboli Captain America ve filmu Captain America: Návrat prvního Avengera poklidně v ústraní ve Washingtonu, D.C. a snaží se přizpůsobit modernímu světu. Když ale dojde k útoku na jeho kolegu z organizace S.H.I.E.L.D., zaplétá se do pavučiny intrik, které ohrožují celý svět. Společně s Black Widow se Captain America pokouší odhalit stále se prohlubující spiknutí a současně se na každém kroku střetává s profesionálními zabijáky, kteří byli posláni, aby ho umlčeli. Když dojde k odhalení skutečné šíře zákeřného plánu, povolávají Captain America s Black Widow na pomoc svého spojence Falcona. Přesto se brzy ocitají tváří v tvář nečekanému a zdatnému nepříteli – Winter Soldierovi.(Falcon)\n\nČSFD: 78% (43.2k)"
    },
    {
      "imdb": "tt1646971",
      "name": "Jak vycvičit draka 2",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 81% (28.5k)",
      "csfdId": 295082,
      "csfdRating": 81,
      "csfdRatingCount": 28520,
      "poster": "https://images.metahub.space/poster/small/tt1646971/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1646971/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "102 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Fantasy",
        "Komedie",
        "Rodinný"
      ],
      "description": "Ostrov Blp býval místem, kde Vikingové ve dne v noci bojovali s draky. Pak však mladý snílek Škyťák vycvičil draka Bezzubku, spřátelil se s ním a hlavně všem vysvětlil, že lidé a draci mohou žít v harmonii. Příběh poskočil o pět let dopředu a z Blpu se stal v mezidobí dračí ráj, kde se lidé a draci navzájem respektují a mají se rádi. Škyťákova největší kamarádka Astrid je hvězdou oblíbených dračích závodů, ve kterých hravě poráží ostatní vikinské teenagery, zatímco Škyťák dává přednost osamělým spanilým letům s Bezzubkou, během nichž mapují neznámá území a objevují nové světy a nové draky. Jedno z jejich dobrodružství je přivede do těžko přístupné ledové jeskyně, která je domovem stovky neznámých divokých draků. Taky se zde setkají s tajemnou Dračí jezdkyní, z které se vyklube Škyťákova dávno ztracená matka Valka. Na láskyplné objetí matky se synem ale není čas, protože nad soužitím lidí a draků se stahují mračna, která se přihnala díky Dragovi, mocichtivým a samozvaným „dračím bohem\", kterému slouží nafoukaný lovec draků Eret. Tihle dva představují nebezpečí, se kterým sám Škyťák s Bezzubkou nic nezmůžou, a tak dají dohromady starou partu, do níž kromě Astrid patří i Tlamoun, Snoplivec, Rybinoha a dvojčata Ťafan a Rafana. Spolu s nimi se ale budou muset mocnému nepříteli postavit i Škyťákův otec, vikinský náčelník Kliďas Velikán a především jeho matka Valka. Naučit táhnout tenhle nesourodý spolek za jeden provaz bude nesmírně obtížné. Bez toho ale nebudou mít obyvatelé Blpu sebemenší šanci.(CinemArt)\n\nČSFD: 81% (28.5k)"
    },
    {
      "imdb": "tt0800369",
      "name": "Thor",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 75% (64.2k)",
      "csfdId": 234300,
      "csfdRating": 75,
      "csfdRatingCount": 64181,
      "poster": "https://images.metahub.space/poster/small/tt0800369/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0800369/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "115 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Thorovu (Chris Hemsworth) otci, vládci bohů Odinovi (Anthony Hopkins), trvalo spoustu let, než ve své říši nastolil křehký mír. Jeho arogantní a domýšlivý syn ale dělá všechno proto, aby tuhle rovnováhu narušil. Když pohár trpělivosti jeho otce přeteče, Odin Thora exemplárně potrestá. Odebere mu jeho božské schopnosti a svrhne ho mezi obyčejné smrtelníky na planetu Zemi. Svržený a zavržený Thor lidmi zpočátku opovrhuje, postupně se mu ale začnou dostávat pod kůži, zejména sličná vědkyně Jane Foster (Natalie Portman). Thorovi ale není dopřáno užívat si pozemského klidu. Jeho bratr Loki (Tom Hiddleston) chce využít Thorova aktuálního oslabení a pošle na něj armádu všehoschopných pochopů, která v duchu přísloví „Když se kácí les, létají třísky\", rozpoutá peklo na Zemi. Boží synek se bude muset rychle rozhodnout, jestli nechá lidi za sebe krvácet, nebo se vzchopí, zvedne kladivo a vyrazí na zteč... Poznáte ho podle kladiva. Bez něj nedá ani ránu. Je to bůh a také rebel. A možná se stane legendou. Pokud zkrotí vlastní pýchu. Thor se zrodil v severské mytologii a je zároveň členem elitní líhně superhrdinů komiksového gigantu Marvel, který už přivedl na plátna kin jeho sourozence Spidermana, Ironmana nebo mutanty X-Men. Thor je ale výjimečný. Mimo jiné i tím, že se jeho filmového příběhu ujal slavný specialista na Shakespeara Kenneth Branagh.(oficiální text distributora)\n\nČSFD: 75% (64.2k)"
    },
    {
      "imdb": "tt2245084",
      "name": "Velká šestka",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (23.3k)",
      "csfdId": 346603,
      "csfdRating": 82,
      "csfdRatingCount": 23260,
      "poster": "https://images.metahub.space/poster/small/tt2245084/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2245084/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "102 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Komedie",
        "Rodinný"
      ],
      "description": "Velká šestka je emocemi nabité komediální dobrodružství o malém geniálním konstruktérovi robotů jménem Hiro Hamada, který se naučí využívat svůj talent. Pomůže mu v tom jeho neméně nadaný bratr Tadashi a jejich kamarádi: dívka Go Go Tamago, vyhledávající adrenalinové zážitky, čistotou posedlý Wasabi No-Ginger, sličná chemička Honey Lemon a jejich fanda Fred. Když se parta kvůli katastrofální souhře náhod ocitne uprostřed nebezpečné hry, kterou kdosi rozehrál v ulicích San Fransokya, Hiro se obrátí na svého nejbližšího kamaráda – robota jménem Baymax - a přetvoří svou partu přátel na high-tech hrdiny odhodlané vyřešit vzniklou záhadu.(Falcon)\n\nČSFD: 82% (23.3k)"
    },
    {
      "imdb": "tt0441773",
      "name": "Kung Fu Panda",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 76% (45.8k)",
      "csfdId": 226216,
      "csfdRating": 76,
      "csfdRatingCount": 45767,
      "poster": "https://images.metahub.space/poster/small/tt0441773/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0441773/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "90 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Komedie",
        "Dobrodružný"
      ],
      "description": "V líhni animovaných talentů studia DreamWorks se zrodil nový hrdina, který dokáže skvěle konkurovat jeho dosavadnímu tahounovi Shrekovi. Zatímco zelený zlobr se konečně usadil, na scénu nastupuje mladý, neklidný, roztomilý a totálně nešikovný pandí chlapík jménem Po. Ten musí v akcí a vtipem nabitém příběhu ujít neuvěřitelnou cestu, během níž se z uťápnutého prodavače nudlových polévek stane legendární Dračí bojovník... Ačkoliv se příběh odehrává ve středověké Číně, jeho kulisami by mohla být jakákoliv éra a oblast. Jeho hlavní náplní je totiž poselství, že i tomu největšímu zoufalci se může splnit jeho sen, když se ke snění přidá i trocha štěstí a především píle. Nicméně bez Číny bychom neměli hlavního hrdinu v podobě chlupaté pandy, která zbožňuje Kung Fu. Po je bojovým uměním posedlý natolik, že ignoruje vlastní nebetyčnou lenost a vydá se po pro něj nekonečných schodech do paláce v rodném Údolí klidu, aby na vlastní oči viděl volbu Dračího bojovníka – legendárního válečníka, který by zemi ochránil před pomstou démonického tygra Tai Lunga. Všeobecně se předpokládá, že se jím stane některý z pěti místních mistrů kung fu – tygřice, zmije, jeřába, kudlanky nebo opice – jenže prst guru Ugveje nakonec nečekaně ukáže na Poa. Zdejší učitel bojových umění, mistr Sifu, tak rázem čelí největší výzvě své kariéry. Musí z nemotorného, líného a nenažraného pandy stvořit legendu kung fu dřív, než se do Údolí klidu vrátí zlý Tai Lung a přeorá ho k obrazu svému. A protože Po i jeho mistr záhy pochopí, že v těch zdánlivě největších slabinách se mohou skrývat ty největší přednosti, nemusel by sen o Dračím bojovníkovi v černobíle chlupatém provedení být pouhou utopií... Hlavním cílem režisérů Marka Osbornea a Johna Stevensona bylo natočit animovaný film, který by se nestal jen dalším z mnoha rodinných filmů se zvířátky. „Samozřejmě se lišíme už tím, že mísíme rodinnou komedii s poctivým kung fu filmem, který naprosto respektuje pravidla žánru. Nám šlo ale především o to, aby Kung Fu Panda byla nadčasová, aby nestárla. Aby se u ní stejně bavili dnešní diváci i ti, kteří film uvidí za pár let,“ říká Stevenson. Tvůrcům se podařilo slavné kung fu bojovníky obsadit ještě slavnějšími hlasy. V originále je mluví Jack Black, Dustin Hoffman, Angelina Jolie nebo Jackie Chan. První hereckou ligu se ale podařilo obsadit i v českém dabingu (Otakar Brousek starší, Saša Rašilov, Nela Boudová), takže zdejší diváci ochuzeni nebudou.(oficiální text distributora)\n\nČSFD: 76% (45.8k)"
    },
    {
      "imdb": "tt2310332",
      "name": "Hobit: Bitva pěti armád",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 75% (49.1k)",
      "csfdId": 322679,
      "csfdRating": 75,
      "csfdRatingCount": 49059,
      "poster": "https://images.metahub.space/poster/small/tt2310332/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2310332/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "144 min",
      "genres": [
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "„Hobit: Bitva pěti armád\" uzavírá epické dobrodružství Bilbo Pytlíka, Thorina Pavézy a skupiny trpaslíků. Když se jim v boji proti draku Šmakovi podařilo dobýt zpět svou vlast, nechtěně vypustili do světa smrtící sílu. Rozzuřený Šmak dští svůj spalující hněv na bezbranné muže, ženy a děti v Jezerním městě. Thorinova posedlost hromaděním znovu nabytého pokladu, kterému i přes Bilbovu snahu obětuje přátelství i čest, dožene Hobita k zoufalému a nebezpečnému rozhodnutí. Ale ještě větší nebezpečí je čeká. Sauron, o jehož krocích nikdo kromě čaroděje Gandalfa nic netuší, tajně vyslal obrovskou armádu Skřetů, aby zaútočila na Osamělou horu. S tím, jak se stahují mračna stupňujícího se konfliktu, jsou Trpaslíci, Elfové a Lidé postaveni před volbu, zda se sjednotí či budou zničeni. Budoucnost Středozemě visí na vlásku a v epické bitvě pěti armád bojuje Bilbo o život svůj i svých přátel.(Warner Bros. CZ)\n\nČSFD: 75% (49.1k)"
    },
    {
      "imdb": "tt0472043",
      "name": "Apocalypto",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 80% (24.3k)",
      "csfdId": 221334,
      "csfdRating": 80,
      "csfdRatingCount": 24319,
      "poster": "https://images.metahub.space/poster/small/tt0472043/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0472043/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "139 min",
      "genres": [
        "Drama",
        "Dobrodružný",
        "Thriller",
        "Akční",
        "Historický"
      ],
      "description": "Velkolepý projekt Mela Gibsona vypráví o starobylé říši Mayů a jejím zániku. Původ této kultury, její moudrý život a náhlá destrukce, je dosud opředena mnohými tajemstvími. Jde o vůbec první filmové zpracování této neobjasněné záhady. Hlavní hrdina Jaguáří tlapa se vydává na zběsilý útěk ze zajetí, aby zachránil nejen svůj život, ale i milovanou rodinu... Uznávaný, přesto nebo právě proto aférami obklopený, světoznámý režisér, scenárista, herec a producent v jedné osobě Mel Gibson při natáčení Apocalypta opět riskoval. Pro zvýšení autenticity se po celý film mluví neznámou řečí, původním mayským jazykem Yucatec, podobně jako v Umučení Krista. Na filmu se podíleli špičkoví tvůrci, jako je kameraman Dean Semler, držitel Oscara za film Tanec s vlky, střihač John Wright a hudební skladatel James Horner. Výpravu filmu měl na starosti Oscarem několikrát oceněný Tom Sanders. Snímek Apocalypto byl již mimo jiné nominován na cenu BAFTA v kategorii nejlepší neanglicky mluvený film.(oficiální text distributora)\n\nČSFD: 80% (24.3k)"
    },
    {
      "imdb": "tt1228705",
      "name": "Iron Man 2",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 73% (62.5k)",
      "csfdId": 242570,
      "csfdRating": 73,
      "csfdRatingCount": 62533,
      "poster": "https://images.metahub.space/poster/small/tt1228705/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1228705/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "V hitparádě okouzlujících rošťáků, kteří tu a tam navléknou nějakou masku, aby zachránili svět, by bral bezkonkurenčně první místo. I proto se původem komiksový superhrdina Iron Man dočkal druhého dílu. Ten slibuje další intenzívní zážitek, v němž navíc už tak luxusní herecké obsazení jedničky doplňují další hvězdná jména – Scarlett Johansson, Sam Rockwell a Mickey Rourke. Hlavní devízou Iron Mana 2 je ale jeho příběh. Zatímco většina maskovaných reků neúnavně střídá civilní a neporazitelnou, tajnou identitu, zručný vynálezce a zbrojař Tony Stark (Downey) v přímém přenosu do celého světa vyzvonil, že pod kovovým oplechováním se skrývá on. Bezprecedentní odhalení samozřejmě nese následky. O Iron Mana se začne vehementně zajímat vláda Spojených států, která chce Tonyho Starka zlanařit do svých služeb. Nespí pochopitelně ani konkurence, zejména jistý Justin Hammer (Sam Rockwell), jenž je vždycky za Starkem o krok pozadu a teď slibuje, že když Stark neodevzdá vládě své hi-tech brnění, vyrobí pro ni vlastní. Nebezpečí pro Tonyho znamená i „východní vítr“, potetovaný rabiát ruského původu Ivan Vanko (Mickey Rourke), přezdívaný Whiplash. Ten má kromě nevyřízených účtů se Starkovou rodinou k dispozici i dva elektrické biče, schopné cokoliv a kohokoliv (ideálně ale Tonyho) přetnout vejpůl. Sílícímu zástupu nepřátel pomáhá Tonymu čelit jeho věrná a zamilovaná asistentka Pepper Potts (Gwyneth Paltrow), která mezitím povýšila na ředitelku Stark Industries a jeho armádní spojka Jim Rhodes (Don Cheadle). Další do party je pak nová Tonyho asistentka (Scarlett Johansson), která toho ví a umí víc, než je ochotná připustit, a jejíž úmysly mohou, ale také nemusí být zcela čisté.(oficiální text distributora)\n\nČSFD: 73% (62.5k)"
    },
    {
      "imdb": "tt2179136",
      "name": "Americký sniper",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 77% (34.6k)",
      "csfdId": 341884,
      "csfdRating": 77,
      "csfdRatingCount": 34604,
      "poster": "https://images.metahub.space/poster/small/tt2179136/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2179136/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "133 min",
      "genres": [
        "Životopisný",
        "Akční",
        "Drama",
        "Válečný"
      ],
      "description": "Odstřelovač jednotek SEAL amerického námořnictva Chris Kyle je vyslán do Iráku s jediným úkolem: chránit své bratry ve zbrani. Jeho neomylná přesnost zachrání na bojišti velký počet životů, a když se rozšíří pověsti o jeho odvážných husarských kouscích, vyslouží si přezdívku „Legenda\". Avšak jeho pověst se donese až za nepřátelské linie a na jeho hlavu je vypsána odměna a stává se z něj hlavní terč povstalců. Navzdory nebezpečí i obětem ze strany jeho rodiny se Chris se zúčastní čtyř hrůzných misí v Iráku a stává se symbolem kréda jednotek SEAL „neopustit ani jednoho muže\". Ale po návratu domů Chris zjišťuje, že na válku nedokáže zapomenout.(Warner Bros. CZ)\n\nČSFD: 77% (34.6k)"
    },
    {
      "imdb": "tt0363547",
      "name": "Úsvit mrtvých",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 78% (29.8k)",
      "csfdId": 135124,
      "csfdRating": 78,
      "csfdRatingCount": 29765,
      "poster": "https://images.metahub.space/poster/small/tt0363547/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0363547/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "101 min",
      "genres": [
        "Horor",
        "Thriller",
        "Akční"
      ],
      "description": "Zdravotní sestra Ana Clark (Sarah Polley), policista Kenneth (Ving Rhames), prodavač elektroniky Michael (Jake Weber) a pouliční chuligán (Mekhi Phifer) se svou těhotnou přítelkyní jsou hlavními postavami v apokalyptickém zombie horroru natočeném podle klasické filmové předlohy George A. Romera, Úsvit Mrtvých. Svět zachvátila nevysvětlitelná epidemie, která likviduje světovou populaci - avšak mrtví neumírají! Stávají se zombiemi, které se potulují po městě a využívají každou příležitost dostat se k masu a krvi zbylé hrstky živých lidí. Kde a jak to všechno začalo, nikdo neví. Zubožená skupina těch, kteří zatím přežili v jednom wisconsinském městě, našla úkryt ve velkém obchodním středisku. Zde se tito lidé musejí jednak naučit jak se bránit před stále početnější hordou zombií, ale především musí vyřešit problém vlastního soužití v uzavřeném prostoru. Venku už nic nepřipomíná někdejší svět. Situace se zdá bezvýchodnou, a tak skupina hledá riskantní cestu z obklíčení.(oficiální text distributora)\n\nČSFD: 78% (29.8k)"
    },
    {
      "imdb": "tt0332452",
      "name": "Troja",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 73% (60.3k)",
      "csfdId": 71307,
      "csfdRating": 73,
      "csfdRatingCount": 60283,
      "poster": "https://images.metahub.space/poster/small/tt0332452/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0332452/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "163 min",
      "genres": [
        "Drama",
        "Historický",
        "Romantický"
      ],
      "description": "Roku 1193 před naším letopočtem sjednotil mykénský král Agamemnón řecká království. Když však jeho bratr, spartský král Meneláos, oslavoval mír s trójskými princi Hektorem a Paridem, jeho krásná, mladá žena Helena a pohledný Paris se do sebe zamilovali. Když Hektor zjistí, že si bratr veze domů Helenu, která utekla od nenáviděného manžela, je mu jasné, že to znamená válku. Agamemnón využije situace a začne chystat tažení pod záminkou Meneláovy urážky. Nedbá varování svého rádce, že Trója nikdy nebyla dobyta a Hektor je velmi dobrý vojevůdce. Spoléhá na svou armádu a nezranitelného válečníka Achillea. Ten skutečně do boje vyrazí, přestože Agamemnóna nesnáší a jeho matka, bohyně Thetis, mu prorokuje, že pokud odjede bojovat proti Tróji, zemře. Trójané překvapivě v boji zvítězí, protože na straně Řeků nebojuje Achilleus, kterého král urazil, když mu sebral válečnou kořist v podobě krásné Hektorovy sestřenice. Vítězstvím opojení obránci města se přes varování Hektora rozhodnou pro další útok. Když v souboji s Achillem padne Hektor, slíbí bojovník trojskému králi Priamovi, že po dvanáct dnů, kdy budou probíhat smuteční slavnosti, Řekové město nenapadnou. O dva týdny později najdou Trójané řecký tábor prázdný. Jen na břehu stojí obrovská socha koně. Podle kněze je to dar.(TV Nova)\n\nČSFD: 73% (60.3k)"
    },
    {
      "imdb": "tt2381249",
      "name": "Mission: Impossible - Národ grázlů",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 79% (25.1k)",
      "csfdId": 319631,
      "csfdRating": 79,
      "csfdRatingCount": 25091,
      "poster": "https://images.metahub.space/poster/small/tt2381249/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2381249/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Státním úředníkům se poněkud zajídají neortodoxní pracovní metody tajné vládní služby IMF (Impossible Mission Force), proto ji rozpustí a jejího šéfa Ethana Hunta chtějí hnát k zodpovědnosti. Mezitím se začíná o slovo hlásit mýtická organizace Syndikát, jejímiž členy jsou zběhlí tajní agenti. Jejím cílem je prostřednictvím řízených teroristických útoků zavést trochu jiný světový pořádek. Ačkoliv Hunt nemá pro akci proti Syndikátu oficiální pověření a pohybuje se v ilegalitě, shromáždí své zkušené parťáky (Simon Pegg, Ving Rhames a Jeremy Renner) a pokusí se tyto profesionální teroristy zastavit. Pomáhá mu i krásná britská agentka Ilsa Faust (Rebecca Fergusson), která má jedinou vadu na kráse – nedá se jí úplně věřit, protože dost možná pracuje pro druhou stranu.(CinemArt)\n\nČSFD: 79% (25.1k)"
    },
    {
      "imdb": "tt0478970",
      "name": "Ant-Man",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 75% (39.7k)",
      "csfdId": 228999,
      "csfdRating": 75,
      "csfdRatingCount": 39704,
      "poster": "https://images.metahub.space/poster/small/tt0478970/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0478970/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "117 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Dobrodružný",
        "Komedie"
      ],
      "description": "Podvodník Scott Lang (Paul Rudd), vybavený pozoruhodnou schopnosti zmenšit své fyzické rozměry, ale současně znásobit svou sílu, se musí ujmout role hrdiny a pomoci svému mentorovi doktorovi Hankovi Pymovi (Michael Douglas) ochránit tajemství, skrývající se v jeho úžasném obleku Ant-Mana, před zcela novými nebezpečími, která ho ohrožují. Pym a Lang jsou tváří v tvář zdánlivě nepřekonatelným překážkám nuceni naplánovat a provést rafinovanou loupež, která zachrání celý svět.(Falcon)\n\nČSFD: 75% (39.7k)"
    },
    {
      "imdb": "tt2488496",
      "name": "Star Wars: Síla se probouzí",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 74% (45.1k)",
      "csfdId": 328343,
      "csfdRating": 74,
      "csfdRatingCount": 45101,
      "poster": "https://images.metahub.space/poster/small/tt2488496/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2488496/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "136 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Fantasy"
      ],
      "description": "Lucasfilm a vizionářský režisér J.J. Abrams spojili síly, aby vás znovu přenesli do předaleké galaxie. Star Wars se vracejí na plátna kin filmem Star Wars: Síla se probouzí.(Falcon)\n\nČSFD: 74% (45.1k)"
    },
    {
      "imdb": "tt1951264",
      "name": "Hunger Games: Vražedná pomsta",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 74% (43.3k)",
      "csfdId": 314949,
      "csfdRating": 74,
      "csfdRatingCount": 43309,
      "poster": "https://images.metahub.space/poster/small/tt1951264/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1951264/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "146 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Katniss Everdeen a Peeta Mellark se po šokujícím vítězství v 74. ročníku Hunger Games vrací domů. Jako vítězové musí ale brzy domov a své rodiny znovu opustit a vydat se na okružní jízdu po všech krajích Panemu. Jejich úkolem je bavit lidi, oproti očekávání Kapitolu ale Katniss a její příběh inspiruje ke vzpouře. Během turné po krajích Panemu Katniss vycítí, že se neodvratně schyluje k revoluci. Hlavní město ale stále drží moc pevně ve svých rukou a prezident Snow není člověk, se kterým je dobré si zahrávat. Ve vhodný čas, ve vhodný moment, Katniss Everdeen musí být zlikvidována. Sílu Kapitolu mají symbolizovat přípravy na 75. Hry, které skrývají překvapení a rozhodnou o budoucnosti celého Panemu. Katniss a Peeta musí zpět do arény.(Bontonfilm)\n\nČSFD: 74% (43.3k)"
    },
    {
      "imdb": "tt2713180",
      "name": "Železná srdce",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 76% (32.4k)",
      "csfdId": 339501,
      "csfdRating": 76,
      "csfdRatingCount": 32419,
      "poster": "https://images.metahub.space/poster/small/tt2713180/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2713180/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "135 min",
      "genres": [
        "Akční",
        "Drama",
        "Válečný"
      ],
      "description": "Duben 1945. Zatímco se spojenecká armáda pokouší o finální ofenzívu na evropské frontě, ujímá se válečný veterán, armádní seržant Wardaddy (Brad Pitt), velení tanku Sherman a vydává se s jeho pětičlennou posádkou na vražednou misi v týlu nepřítele. Tváří v tvář přesile početní i palebné a v doprovodu naprostého zelenáče, který se v jejich četě souhrou okolností ocitl, je Wardaddy se svými muži nucen získat navzdory veškeré pravděpodobnosti štěstí na svou stranu a dovést do úspěšného konce své hrdinské pokusy zaútočit na samotné srdce nacistického Německa.(Falcon)\n\nČSFD: 76% (32.4k)"
    },
    {
      "imdb": "tt0121766",
      "name": "Star Wars: Epizoda III - Pomsta Sithů",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 87% (71.2k)",
      "csfdId": 6172,
      "csfdRating": 87,
      "csfdRatingCount": 71219,
      "poster": "https://images.metahub.space/poster/small/tt0121766/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0121766/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "140 min",
      "genres": [
        "Sci-Fi",
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "V třetí epizodě ságy Star Wars zuří Klonové války, které  prohloubily rozpory mezi kancléřem Palpatinem a Radou Jediů. Mladý rytíř Jedi Anakin Skywalker se musí rozhodnout, na čí straně bude stát. Podlehne slibům moci a pokušení Temné strany, vstoupí do služeb zlého Darth Sidiouse a stane se z něj Darth Vader. Sithští lordové se chtějí společně pomstít a prvním krokem jejich plánu je likvidace Jediů. Pouze Yoda a Obi-Wan přežijí a musejí se Sithům postavit, což vede k dramatickému souboji světelnými meči mezi Anakinem a Obi-Wanem, který rozhodne o osudu galaxie.(oficiální text distributora)\n\nČSFD: 87% (71.2k)"
    },
    {
      "imdb": "tt0183790",
      "name": "Příběh rytíře",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 75% (35.8k)",
      "csfdId": 24164,
      "csfdRating": 75,
      "csfdRatingCount": 35804,
      "poster": "https://images.metahub.space/poster/small/tt0183790/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0183790/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "133 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Romantický"
      ],
      "description": "Romantický dobrodružný příběh se odehrává ve 14. století a vypráví o touze člověka změnit vlastní osud. Neurozený William Thatcher sní už od dětství sen o rytířském životě, rytíři se však mohou stát pouze muži šlechtického původu. William a jeho přátelé - dobrosrdečný Roland a horkokrevný Wat jsou svědky smrti svého pána, rytíře Hectora těsně před vítězstvím v turnaji. William se navzdory hrozícímu trestu rozhodne obléci brnění zemřelého rytíře a ve jménu přežití dokončit turnaj. Tím započne Williamova proměna v urozeného sira Ulricha von Lichtensteina z Gelderlandu. Cestou na první rytířský turnaj potkají podivínského spisovatele Geoffa Chaucera, který zfalšuje Williamův rodokmen a dopomůže mu tak k urozenosti. Geoff se stává členem Williamovy společnosti, k níž postupně ještě přibude Kate, mladá žena, která po smrti svého manžela převzala jeho kovářské řemeslo a dokáže Williamovi vytvořit speciální lehké, ale pevné brnění. Na turnaji potká William krásnou šlechtičnu Jocelyn, do níž se zamiluje. Proti němu však stojí nemilosrdný vévoda Adhemar, odhodlaný zničit jeho sen. Adhemar se chce oženit s Jocelyn, porazit Williama v největším ze všech turnajů a odhalit jeho tajemství.(oficiální text distributora)\n\nČSFD: 75% (35.8k)"
    },
    {
      "imdb": "tt1001526",
      "name": "Megamysl",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 76% (31.1k)",
      "csfdId": 268133,
      "csfdRating": 76,
      "csfdRatingCount": 31080,
      "poster": "https://images.metahub.space/poster/small/tt1001526/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1001526/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "96 min",
      "genres": [
        "Animovaný",
        "Komedie",
        "Rodinný",
        "Sci-Fi"
      ],
      "description": "Megamysl nebyl vždycky darebák. Když ho rodiče na rodné planetě posadili do vesmírného vozítka a poslali do světa, byl celkem roztomilé miminko. Ke své smůle však přistál na Zemi, přímo uprostřed vězeňského dvora. A protože ředitel věznice na úpěnlivé prosby vězňů, zda si toho drobečka mohou nechat, reagoval kladně, získal Megamysl hned celou řadu tatínků se zločineckými sklony, které mu budou úspěšně řadu let předávat. Dospělý Megamysl tráví veškerý čas tím, že provokuje svou nemesis, hrdinného Metromana, zejména prostřednictvím pravidelných únosů a důmyslného týrání jeho přítelkyně, rozkošné televizní reportérky Roxanne Ritchieové. Ze vzájemné konfrontace vždycky odchází tento génius zločinu poražený a ponížený. Bere to však sportovně a všechny neúspěchy považuje jen za cestu k vytčenému cíli – definitivnímu Metromanovu zničení. Když se mu to nakonec podaří, s hrůzou si uvědomí, že dál nemá pro co žít. Dobro bylo poraženo - A CO TEĎ? Věrný asistent Poskok (zubatá rybička v těle robota) má naštěstí plán – co takhle vytvořit nového superhrdinu, proti kterému by se dalo bojovat? Realizace téhle myšlenky má ale katastrofální následky. Z plánovaného reka Titana se stane ještě větší gauner než Megamysl, takže ten musí učinit zásadní rozhodnutí. Začne se pro změnu chovat jako klaďas, nebo nechá krásnou Roxanne a celé město na pospas zloduchovi, kterého sám stvořil?(oficiální text distributora)\n\nČSFD: 76% (31.1k)"
    },
    {
      "imdb": "tt0458525",
      "name": "X-Men Origins: Wolverine",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 73% (46k)",
      "csfdId": 224880,
      "csfdRating": 73,
      "csfdRatingCount": 46031,
      "poster": "https://images.metahub.space/poster/small/tt0458525/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0458525/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "107 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Film X-Men Origins: Wolverine je dějově zasazen na samý počátek ságy o známých mutantech X-Menech. Hugh Jackman se vrací v roli, která z něj udělala filmovou hvězdu; v roli Logana neboli nelítostného mutanta Wolverina obdařeného zázračnou schopností regenerace a také adamantiovými drápy na rukou.Zatímco tři předchozí filmy byly zasazeny do nepříliš vzdálené budoucnosti, hlavní část nového příběhu se odehrává v 70. letech minulého století. Děj se vrací ke počátkům Wolverinovy hrdinské kariéry i tragickým událostem jeho života, z nichž jej nejvíce poznamená smrt osudové lásky Kayle Silverfox. Její smrt způsobí Wolverinovo zapletení s tajným vládním vojenským programem Weapon X. S projektem, jenž mu navždy zcela změní život. Pod velením Williama Strykera (Danny Huston) je zformována tajná vojenská jednotka Team X složená výhradně z mutantů. Jedním z nich je také Victor Creed alias Sabretooth (Liev Schreiber), nezkrotná bytost s neuvěřitelnou sílou, s nímž musí Wolverine svést svůj nejtěžší souboj.(oficiální text distributora)\n\nČSFD: 73% (46k)"
    },
    {
      "imdb": "tt2395427",
      "name": "Avengers: Age of Ultron",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 73% (46k)",
      "csfdId": 317410,
      "csfdRating": 73,
      "csfdRatingCount": 46029,
      "poster": "https://images.metahub.space/poster/small/tt2395427/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2395427/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "141 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy"
      ],
      "description": "Pokus miliardáře Tonyho Starka oživit program na udržení celosvětového míru skončí nezdarem a největší hrdinové světa, včetně Iron Mana, Kapitána Ameriky, Thora, Neuvěřitelného Hulka, Black Widow a Hawkeye musí čelit děsivému nebezpečí. V sázce je osud celé planety. Povstane zlovolný Ultron a jenom Avengers mu mohou zabránit v uskutečnění ďábelských plánů. Nová křehká spojenectví a nečekané zvraty jsou zárukou vzrušujícího a jedinečného akčního dobrodružství globálních rozměrů.(Falcon)\n\nČSFD: 73% (46k)"
    },
    {
      "imdb": "tt1483013",
      "name": "Nevědomí",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 74% (39.7k)",
      "csfdId": 282846,
      "csfdRating": 74,
      "csfdRatingCount": 39692,
      "poster": "https://images.metahub.space/poster/small/tt1483013/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1483013/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "124 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Mysteriózní"
      ],
      "description": "Jacka (Tom Cruise), kterého na Zemi baví především hledání artefaktů zanikající lidské civilizace, vyvedou z každodenní rutiny dvě události. Tou první je nouzové přistání vesmírné lodi, jejíž jediná členka posádky (Olga Kurylenko) tvrdí, že ji s Jackem pojí společná minulost, aniž pro to existuje racionální vysvětlení. Následně je Jack zajat ilegální armádou operující pod zemským povrchem, jejíž charismatický vůdce Beech (Morgan Freeman) toho o něm ví víc než on sám. Pod vlivem těchto událostí se Jack rozhodne podívat na svět kolem sebe jinýma očima a z toho, co uvidí, mu není dvakrát dobře…(oficiální text distributora)\n\nČSFD: 74% (39.7k)"
    },
    {
      "imdb": "tt0167190",
      "name": "Hellboy",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 74% (39.4k)",
      "csfdId": 43492,
      "csfdRating": 74,
      "csfdRatingCount": 39429,
      "poster": "https://images.metahub.space/poster/small/tt0167190/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0167190/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "122 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Akční horor, který režisér Guilermo del Toro natočil podle známého Mignolova komiksu, vypráví o Chlapci z pekla, který přišel na svět v roce 1944. Tehdy se ho snažili využít spřeženci Zla v nacistických službách - nesmrtelný Rasputin (Karel Roden), gestapačka Ilsa a maskovaný zabiják Kroenen. Malého ďáblíka však zachránil a vychoval doktor Broom (John Hurt), který pracoval pro Američany. Dospělý Hellboy (Ron Perlman) žije v přísně utajeném Úřadu pro výzkum paranormálních jevů a spolu s žabím mužem Sapienem (Doug Jones) a dívkou Liz (Selma Blairová), která umí v rozčilení vyvolat výbuch či požár, jsou využíváni při mimořádných operacích FBI. Zlo se však nevzdává. Trojice pekelných vyslanců se vrací, aby dokonala své temné dílo, a Hellboy se jim musí postavit...(HBO Europe)\n\nČSFD: 74% (39.4k)"
    },
    {
      "imdb": "tt0367882",
      "name": "Indiana Jones a Království křišťálové lebky",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 72% (51.3k)",
      "csfdId": 134454,
      "csfdRating": 72,
      "csfdRatingCount": 51271,
      "poster": "https://images.metahub.space/poster/small/tt0367882/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0367882/img?src=cinemeta",
      "imdbRating": "6.2",
      "runtime": "122 min",
      "genres": [
        "Dobrodružný",
        "Akční",
        "Drama",
        "Sci-Fi"
      ],
      "description": "Příběh se odehrává symbolicky přesně devatenáct let po Poslední křížové výpravě, v době rodící se Studené války. Indiana Jones je v něm profesorem archeologie na prahu penze, jenž si navzdory bouřlivé minulosti ze všeho nejvíc užívá klid a nebezpečně se začíná podobat vlastnímu otci. Staré instinkty se v něm probudí ve chvíli, kdy se objeví stopy vedoucí k legendární Křišťálové lebce a hlavně informace, že po tomto údajně mocném artefaktu prahnou sovětští agenti. Indy proto setřese únavu a vydá se na další mimořádně dobrodružnou cestu, jež ho zavede až do nitra peruánské džungle, v níž se má tahle vzácná relikvie ukrývat. Jeho úhlavním nepřítelem bude tentokrát všehoschopná ruská agentka Irina Spalko (Cate Blanchett) doprovázená armádou hrdlořezů. Ani Indy není na svou výpravu sám. Na jeho straně stojí spřízněný dobrodruh Mac (Ray Winstone), který má ovšem tendenci ho každou chvíli podrazit, napomádovaný frajírek Mutt Williams (Shia LaBeouf), který si permanentně utahuje z jeho věku, a jeho první a zřejmě životní láska Marion (Karen Allen).(oficiální text distributora)\n\nČSFD: 72% (51.3k)"
    },
    {
      "imdb": "tt0086190",
      "name": "Star Wars: Epizoda VI - Návrat Jediů",
      "year": 1983,
      "releaseInfo": "1983 • ČSFD: 87% (65k)",
      "csfdId": 6474,
      "csfdRating": 87,
      "csfdRatingCount": 64983,
      "poster": "https://images.metahub.space/poster/small/tt0086190/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086190/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "132 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Fantasy",
        "Akční"
      ],
      "description": "Luke Skywalker se vrátil na svou rodnou planetu Tatooine ve snaze zachránit svého přítele Hana Sola z pazourů zlého gangstera Jabba Hutta. Málo však Luke ví o tom, že GALAKTICKÉ IMPÉRIUM začalo tajně stavět novou obrněnou bojovou vesmírnou stanici, která je ještě silnější než ta první - obávaná Hvězda Smrti. Po dokončení by tato zbraň přinesla jistou zkázu malé skupině rebelů, bojujících za znovuobnovení svobody v Galaxii...(oficiální text distributora)\n\nČSFD: 87% (65k)"
    },
    {
      "imdb": "tt1345836",
      "name": "Temný rytíř povstal",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 86% (70.4k)",
      "csfdId": 252669,
      "csfdRating": 86,
      "csfdRatingCount": 70410,
      "poster": "https://images.metahub.space/poster/small/tt1345836/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1345836/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "165 min",
      "genres": [
        "Akční",
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Je tomu již osm let, co se Batman vytratil do noci, čímž se tak z hrdiny změnil v uprchlíka. Tím, že na něj padla vina za smrt Harveyho Denta, obětoval temný rytíř všechno pro to, co společně s komisařem Gordonem považoval za vyšší dobro. A na čas tato lež skutečně zabírala, když byla kriminální aktivita v Gothamu rozdrcena silou Dentova odkazu. Všechno se ale mění s příchodem prohnané zlodějky a jejích tajemných zájmů. Avšak ještě daleko nebezpečnější je nástup Banea, maskovaného teroristy, jehož nelítostný plán proti Gothamu vyžene Bruce z jeho dobrovolného exilu. Avšak ani pokud si znovu nasadí svou masku a temnou kápi, nemusí jeho síly proti Baneovi stačit.(oficiální text distributora)\n\nČSFD: 86% (70.4k)"
    },
    {
      "imdb": "tt0320661",
      "name": "Království nebeské",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 73% (39.6k)",
      "csfdId": 178906,
      "csfdRating": 73,
      "csfdRatingCount": 39556,
      "poster": "https://images.metahub.space/poster/small/tt0320661/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0320661/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "144 min",
      "genres": [
        "Akční",
        "Historický",
        "Dobrodružný",
        "Válečný"
      ],
      "description": "Režisér Ridley Scott ve filmu Království nebeské vypráví o křižové výpravě očima mladého rytíře Baliana, který odchází na kraj známého světa bojovat za svůj ideál. Oživuje mystiku rytířského rebelanta a zobrazuje dávný boj mezi muslimy a křesťany o Svatou zemi, který se sice odehrál před tisíci lety, ale svými důsledky sahá až do přítomnosti. Scénárista William Monahan zdramatizoval fascinující epizodu krátce před třetí křižáckou výpravou. Jeruzalém a velká část Svaté země byly ovládány evropskými rytíři, jež ke znamení kříže a cestě do daleké cicí země přivedly horlivost ve víře i příslib panství a bohatství v exotické říši. Příběh se soustředí na rytíře Baliana z Ibelinu, který se stane hrdinou, když se pevně postaví proti věrolomnosti v křesťanském spojenectví a vede obyvatele Jeruzaléma v chrabrém boji proti Saladinově saracénské armádě.(oficiální text distributora)\n\nČSFD: 73% (39.6k)"
    },
    {
      "imdb": "tt0360717",
      "name": "King Kong",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 73% (38.8k)",
      "csfdId": 116618,
      "csfdRating": 73,
      "csfdRatingCount": 38822,
      "poster": "https://images.metahub.space/poster/small/tt0360717/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0360717/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "188 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama",
        "Romantický"
      ],
      "description": "Peter Jackson, držitel Oscara za režii Pána prstenů, si splnil dětský sen, když znovu přivedl na filmové plátno King Konga. Nejslavnější monstrum filmové historie tak prožívá úžasný návrat pomocí režiséra, který dokáže skloubit nejmodernější trikové efekty s velkolepou výpravou, zajímavými postavami a strhujícím příběhem. To všechno má i King Kong, král divočiny, který se vinou své výjimečnosti ocitne v New Yorku, kde se naplní jeho tragický osud... Skupina filmařů se vydává do Tichomoří hledat legendární Skull Island, na němž podle pověstí kdysi žilo gigantické monstrum jménem Kong. Výprava, v níž figurují excentrický režisér Carl Denham (Jack Black - Škola ro(c)ku, Těžce zamilován), krásná Ann Darrow (Naomi Watts - Kruh, 21 gramů) a scenárista Jack Driscoll (oscarový Adrien Brody - Pianista, Vesnice), tajemný ostrov skutečně nalezne a přistane na něm. Bohužel monstrum, o němž chtěli natočit hraný dokument, stále žije společně s řadou dalších prehistorických živočichů, kteří je začnou vážně ohrožovat na životě. V největším nebezpečí se ocitá Ann, kterou unesou zdejší domorodci a v rámci tradičního rituálu ji chtějí obětovat právě King Kongovi. Ten se však tváří v tvář křehké blondýnce zachová zcela nečekaně... Příběh King Konga filmoví fanoušci důvěrně znají z několika filmových zpracování. Petera Jacksona nejvíce ovlivnila slavná verze z roku 1933. Ostatně do třicátých let minulého století situoval i svého King Konga. \"Původní film samozřejmě zůstane nedostižný. My se mu s naším remakem můžeme maximálně přiblížit. Má ale tak úžasný příběh, že jsem se rozhodl znovu vstoupit do stejné řeky. S moderními prostředky to navíc nepostrádá smysl,\" říká režisér. Ten například znovu využil služeb herce Andyho Serkise, jenž pomocí technologie motion capture skvěle předehrával počítačového Gluma v Pánovi prstenů. V King Kongovi se stal Serkis dokonce předobrazem pro titulního hrdinu. \"S využitím nejnovějších technologií jsme mohli prakticky cokoliv. Představte si ty nejúžasnější sekvence příběhu - King Kong bojující s dinosaury, King Kong šplhající s Anne po Empire State Building, a to všechno bude naprosto realistické,\" rozplývá se Jackson.(oficiální text distributora)\n\nČSFD: 73% (38.8k)"
    },
    {
      "imdb": "tt0440963",
      "name": "Bourneovo ultimátum",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 87% (55.2k)",
      "csfdId": 224141,
      "csfdRating": 87,
      "csfdRatingCount": 55213,
      "poster": "https://images.metahub.space/poster/small/tt0440963/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0440963/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "115 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "Vynořil se z vln Středozemního moře a neměl sebemenší tušení, kdo je. Tehdy se zrodil Agent bez minulosti. Postupně začal skládat střípky do své životní mozaiky, až zjistil, že jeho minulost skrývá řadu temných míst, kterými musí znovu projít, pokud chce o sobě něco zjistit. Tak vznikl Bourneův mýtus. Teď stojí elitní tajný agent Jason Bourne (Matt Damon) na prahu řešení vlastní životní hádanky a chystá se vyhlásit Bourneovo ultimátum. Náročnou cestu za poznáním sebe sama mu prakticky od začátku komplikovala řada nájemných zabijáků, kteří na něm pracovali z pověření jeho bývalých zaměstnavatelů. Ti totiž usilují o pravý opak toho, po čem touží Bourne. Tedy aby si na všechno vzpomněl. Tím jak se víc a víc blíží k odhalení pravdy, zesilují se i jejich nervozita a aktivity jimi najatých vrahů. Agent Jason Bourne před nimi prchá přes Moskvu, Paříž, Londýn a marocký přístav Tanger až do New Yorku, kde se pokusí definitivně dohnat vlastní minulost, aby se mohl začít dívat do budoucnosti. Nebude to mít lehké, protože kromě ostrostřelců z podsvětí ho tu snad kromě armády pronásledují všechny ozbrojené americké složky... Úspěch akční špionážní série podle bestselleru Roberta Ludluma z velké míry souvisí s tím, že si udržuje kontakt s realitou, má velmi chytrou zápletku a charismatického hlavního hrdinu. Ani jeden z těchto důležitých faktorů nebude v Bourneově ultimátu chybět. Režie se znovu ujal uznávaný režisér Paul Greengrass, loni nominovaný na Oscara za režii strhujícího Letu číslo 93, o scénář se stejně jako u předchozích dvou dílů postaral Tony Gilroy, kterému pomáhal slavný britský dramatik s českými kořeny Tom Stoppard. A nechybí samozřejmě ani Matt Damon coby nepolapitelný tajný agent s amnézií. \"Je hodně těžké se k té roli vrátit, protože všichni čekají, že přijdete s něčím novým, zároveň ale nechtějí, aby se Jason Bourne nějak zásadně změnil. Lavírovat mezi těmito dvěma nároky je hodně těžké. Zvlášť když je Bourne jednou z mých nejoblíbenějších postav a nechci jí ublížit,\" říká Matt Damon.(oficiální text distributora)\n\nČSFD: 87% (55.2k)"
    },
    {
      "imdb": "tt0770828",
      "name": "Muž z oceli",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 72% (41.2k)",
      "csfdId": 225387,
      "csfdRating": 72,
      "csfdRatingCount": 41226,
      "poster": "https://images.metahub.space/poster/small/tt0770828/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0770828/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "143 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy",
        "Sci-Fi"
      ],
      "description": "Mladý chlapec zjistí, že má mimořádné schopnosti a že není z této planety. Jako mladý muž se vydá na cestu za zjištěním, odkud pochází a s jakým záměrem byl vyslán na Zemi. Ale hrdina, který má zachránit svět před zničením a stát se symbolem naděje pro celé lidstvo, se v něm teprve musí objevit.(oficiální text distributora)\n\nČSFD: 72% (41.2k)"
    },
    {
      "imdb": "tt1409024",
      "name": "Muži v černém 3",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 72% (40.2k)",
      "csfdId": 264588,
      "csfdRating": 72,
      "csfdRatingCount": 40177,
      "poster": "https://images.metahub.space/poster/small/tt1409024/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1409024/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "106 min",
      "genres": [
        "Komedie",
        "Sci-Fi",
        "Akční"
      ],
      "description": "Ve filmu Muži v černém 3 jsou známí agenti J (Will Smith) a K (Tommy Lee Jones) zpět... A opět včas. J během svého patnáctiletého fungování v agentuře Muži v černém viděl spoustu nevysvětlitelných věcí, ale nic - ani mimozemšťané - ho nedokáže tak zmást jako jeho sarkastický tajnůstkářský partner. Ale když je život agenta K i osud planety Země v ohrožení, musí agent J cestovat v čase zpět do minulosti, aby dal vše do pořádku. J zjistí, že existují tajemství vesmíru, o kterých mu K nikdy neřekl. A ona tajemství budou odhalena, když se v minulosti spojí s mladým agentem K (Josh Brolin), aby zachránil svého partnera, agenturu a budoucnost lidstva.(oficiální text distributora)\n\nČSFD: 72% (40.2k)"
    },
    {
      "imdb": "tt1217209",
      "name": "Rebelka",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 75% (26.2k)",
      "csfdId": 241060,
      "csfdRating": 75,
      "csfdRatingCount": 26207,
      "poster": "https://images.metahub.space/poster/small/tt1217209/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1217209/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "93 min",
      "genres": [
        "Animovaný",
        "Fantasy",
        "Akční",
        "Dobrodružný",
        "Komedie"
      ],
      "description": "Už od starých časů se po mnoho generací šíří příběhy o epických bitvách a mystických legendách v drsné a tajemné Skotské vysočině. Ve filmu se k legendě přidá nová pověst, když odvážná Merida stane tváří v tvář tradici, osudu a nejkrutější bestii. Merida je zkušená lučištnice a impulzivní dcera krále Ferguse a královny Elinor. Je odhodlána jít si v životě svou vlastní cestou. Vzepře se starému zvyku zasvěcení pánům země. Silnému lordu MacGuffinovi, mrzutému Macintoshovi a svárlivému Dingwallovi. Meridiny činy nechtěně rozpoutají v království chaos a běsnění. Když se obrátí o pomoc k podivínské staré čarodějnici, dostane prokleté přání. Merida, která následuje nebezpečné síly, objeví význam skutečné odvahy, aby zlomila příšernou kletbu, než bude příliš pozdě.(Falcon)\n\nČSFD: 75% (26.2k)"
    },
    {
      "imdb": "tt1981115",
      "name": "Thor: Temný svět",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 71% (46.1k)",
      "csfdId": 299231,
      "csfdRating": 71,
      "csfdRatingCount": 46060,
      "poster": "https://images.metahub.space/poster/small/tt1981115/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1981115/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "112 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "V další velkolepé marvelovské adaptaci navazující na události filmu Avengers usiluje asgardský bůh hromu Thor o mír v celém vesmíru. Tváří v tvář mocnému nepříteli, mocnějšímu než samotný Odin a celý Asgard, se musí Thor vydat na nebezpečnou cestu. Čeká ho sblížení s krásnou Jane Foster (Natalie Portman), avšak události Thora přinutí obětovat vše, aby zachránil lidstvo.(Falcon)\n\nČSFD: 71% (46.1k)"
    },
    {
      "imdb": "tt0213149",
      "name": "Pearl Harbor",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 70% (52.9k)",
      "csfdId": 545,
      "csfdRating": 70,
      "csfdRatingCount": 52869,
      "poster": "https://images.metahub.space/poster/small/tt0213149/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0213149/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "183 min",
      "genres": [
        "Válečný",
        "Akční",
        "Romantický",
        "Drama",
        "Historický"
      ],
      "description": "Danny a Rafe jsou od dětských let přáteli a oba si zamilovali letadla a létání. Nerozešli se ani v dospělosti, kdy se oba stali piloty americké armády. V Evropě již zuří válka, ale američtí vojáci zatím tráví mírové dny na svých základnách. Přesto se Rafe, který je starší, přihlásí jako dobrovolník do britských RAF a odchází bojovat do Evropy. Krátce před odchodem se seznámí se zdravotní sestrou Evelyn. Evelyn a její kamarádky se přicházejí pobavit s vojáky z Rafeovy jednotky. Rafe a Evelyn spolu stráví poslední romantický večer. V závěru Rafe přizná Evelyn, že odchází do války. Danny s jednotkou a skupina zdravotních sester jsou převeleni na havajskou základnu Pearl Harbor, kde Evelyn oddaně čeká na každý Rafeův dopis. Jednoho dne je to právě jeho nejlepší přítel Danny, který přináší Evely smutnou zprávu. Rafe byl sestřelen nad mořem a zahynul. Ačkoliv se tomu brání, mezi oběma lidmi, které bolí ztráta přítele, začne vznikat milostné pouto. Zanedlouho spolu Danny a Evelyn stráví noc. Jednoho dne se však před dveřmi Evelyniny ošetřovny objeví Rafe, živý a zdravý. Zraněného pilota totiž vylovili z moře a zachránili francouzští rybáři. Rafe okamžitě pozná, že mezi Dannym a Evelyn vznikl cit. Jeho reakce je tvrdá a odmítavá, večírek na uvítanou skončí rvačkou. Do milostného trojúhelníku však nečekaně vstoupí historické události. 7. prosince 1941 napadlo Japonsko nečekaně základnu Pearl Harbor.(oficiální text distributora)\n\nČSFD: 70% (52.9k)"
    },
    {
      "imdb": "tt0411477",
      "name": "Hellboy 2: Zlatá armáda",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 73% (30.2k)",
      "csfdId": 221639,
      "csfdRating": 73,
      "csfdRatingCount": 30238,
      "poster": "https://images.metahub.space/poster/small/tt0411477/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0411477/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "120 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Nejproblematičtějšího zaměstnance přísně tajného Úřadu pro paranormální výzkum a obranu tentokrát čeká opravdu náročný úkol. Syn vládce podsvětí, princ Nuada, totiž porušil křehké příměří, které panovalo mezi lidmi a jeho říší, čímž nastartoval příslovečné peklo na Zemi. A má být ještě hůř – Nuada se snaží zkompletovat sbírku artefaktů, jež mu mají pomoci oživit Zlatou armádu, nezničitelná mostra, která za pár minut udělají z lidstva ohrožený druh. Aby toho nebylo málo, Hellboye rozptyluje i lehce italská domácnost, kterou má se svou Liz. Tváří v tvář ohrožení světa musí jít rodina stranou, a tak se zaměstnanci nejtajnějšího ze všech tajných úřadů vypraví do tábora nepřítele, aby zastavili Zlo, ještě než se stačí vyvalit na Zem. Vy se vydáte s nimi, a protože vás povede režisér s nedozírnou výtvarnou fantazií, připravte se, že uvidíte, co jste asi ještě neviděli.(Bontonfilm)\n\nČSFD: 73% (30.2k)"
    },
    {
      "imdb": "tt0091763",
      "name": "Četa",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 88% (41.6k)",
      "csfdId": 8759,
      "csfdRating": 88,
      "csfdRatingCount": 41618,
      "poster": "https://images.metahub.space/poster/small/tt0091763/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0091763/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Válečný"
      ],
      "description": "Držitel čtyř Cen Akademie® včetně ocenění pro nejlepší film a režii – drásavě realistický válečný film (který podle bezprostředních zážitků natočil režisér Oliver Stone) poprvé vychází na Blu-ray u příležitosti 25. výročí svého vzniku. Speciální edice je nabitá výbušnými bonusy, které vám přiblíží špičkové filmové řemeslo. Tom Berenger, Willem Dafoe a Charlie Sheen se představují v hlavních rolích působivého, strhujícího a nemilosrdně brutálního příběhu o tom, co dokáže chaos a hrůza války ve Vietnamu udělat z amerického vojáka.(Bontonfilm)\n\nČSFD: 88% (41.6k)"
    },
    {
      "imdb": "tt1587310",
      "name": "Zloba - Královna černé magie",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 73% (29.3k)",
      "csfdId": 210164,
      "csfdRating": 73,
      "csfdRatingCount": 29309,
      "poster": "https://images.metahub.space/poster/small/tt1587310/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1587310/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "97 min",
      "genres": [
        "Fantasy",
        "Dobrodružný",
        "Akční",
        "Romantický",
        "Rodinný"
      ],
      "description": "Snímek Zloba – Královna černé magie vypráví dosud nezpracovaný příběh legendární zlé královny z klasického snímku společnosti Disney Šípková Růženka z roku 1959, a seznamuje diváky s její zradou, která nakonec způsobila, že se její kdysi čisté srdce proměnilo v kámen. Královna Zloba, hnaná touhou po pomstě a urputnou snahou udržet si trůn, uvrhne na novorozenou dcerku lidského krále, Auroru, krutou kletbu. Jak princezna roste, ocitá se přímo v samém středu narůstajícího konfliktu mezi lesním královstvím, které si zamilovala, a lidským královstvím, ze kterého pochází. Zloba si uvědomuje, že princezna může být klíčem k míru mezi oběma říšemi a je tak nucena k nemilosrdným činům, které oba světy navždy změní.(Falcon)\n\nČSFD: 73% (29.3k)"
    },
    {
      "imdb": "tt0407887",
      "name": "Skrytá identita",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 86% (52.3k)",
      "csfdId": 221020,
      "csfdRating": 86,
      "csfdRatingCount": 52336,
      "poster": "https://images.metahub.space/poster/small/tt0407887/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0407887/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "151 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Kriminální drama Skrytá identita je zasazeno do Bostonu, kde státní policie vede válku s organizovaným zločinem. Tajný policista Billy Costigan (Leonardo Di Caprio) je pověřen úkolem infiltrovat zločineckou síť, které předsedá boss Costello (Jack Nicholson). Billy si brzy získá Costellovu důvěru, jenže je tu také Colin Sullivan (Matt Damon), který pro změnu infiltroval policejní složky, aby tam získával pro zločinecký syndikát cenné informace. Sullivan stoupá po kariérním žebříčku a stává se významným členem Jednotky pro zvláštní vyšetřování. Životy obou mužů jsou hluboce ovlivněny prostředím, ve kterém se pohybují. Časem však vyjde najevo, že v systému je ještě hráč, který hraje na obě strany. Billyho i Colinova existence je rázem ohrožena a vystavena nepřátelské straně a oba muži musí vyvinout maximální úsilí, aby jejich identity nebyly odhaleny a oni zachránili svůj protějšek. A tím i sebe.(oficiální text distributora)\n\nČSFD: 86% (52.3k)"
    },
    {
      "imdb": "tt0458339",
      "name": "Captain America: První Avenger",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 69% (51.1k)",
      "csfdId": 227773,
      "csfdRating": 69,
      "csfdRatingCount": 51065,
      "poster": "https://images.metahub.space/poster/small/tt0458339/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0458339/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Steve Rogers (Chris Evans) je idealistický mladík, který stejně jako drtivá většina jeho vrstevníků touží vstoupit do armády, aby mohl Americe pomoci zdolat nacisty, až se jeho země zapojí do Druhé světové války. Jenže nemá sebemenší šanci, protože je podměrečný a neduživý a jediným jeho předpokladem je zarputilost, s jakou se nechává opakovaně vyhazovat od odvodových komisí. Ta ve finále rozhodne o tom, že ho vyberou jako vhodného kandidáta pro unikátní vědecký experiment, který má Americe produkovat Supervojáky. Jeho premiéra se vydaří a ze Stevea se díky vědeckému týmu vedeném Dr. Erskinem (Stanley Tucci) stane dokonalá lidská bytost. Na boj s nacisty přesto nedojde, protože se zjeví mnohem nebezpečnější nepřítel. Tajná organizace HYDRA, vedená všehoschopným gaunerem Johannem Schmidtem (Hugo Weaving), totiž začala spřádat vlastní plány na ovládnutí světa. Jejich nedílnou součástí má být i tajná formule Dr. Erskina na výrobu Supervojáků. Steve Rogers dostane štít, který se stane jeho poznávacím znamením, skupinku schopných parťáků a vyrazí do mise, která mu může zajistit nesmrtelnost. Nebo přinést smrt.(oficiální text distributora)\n\nČSFD: 69% (51.1k)"
    },
    {
      "imdb": "tt0382625",
      "name": "Šifra mistra Leonarda",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 68% (58.5k)",
      "csfdId": 189563,
      "csfdRating": 68,
      "csfdRatingCount": 58487,
      "poster": "https://images.metahub.space/poster/small/tt0382625/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0382625/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "149 min",
      "genres": [
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Robert Langdon je expert na náboženskou symboliku. Během autogramiády své knihy v Paříži je policií požádán o spolupráci při vyšetřování vraždy hlavního správce Louvru, Jacquese Sauniera, se kterým se měl toho dne setkat. Saunier, kterého střelil albín Silas, totiž před smrtí popsal své tělo i podlahu kolem sebe podivnými symboly. Robert se je snaží kapitánu Fachovi vyložit, objeví se tu však policejní kryptoložka Sophie Neveu, která Roberta tajně varuje, že ho Fache hodlá zatknout za vraždu. Pomůže mu uprchnout a společně s ním se pustí po stopách Saunierových šifer. Vyjde najevo, že zavražděný muž byl dědečkem Sophie a podle všeho patřil k tajné organizaci Převorství sionské, která po tisíce let ukrývá a chrání tajemství svatého grálu. Mezitím Silas, který na pokyn biskupa Aringarosy a vlivné církevní organizace Opus Dei také pátrá po grálu, zjistí, že ho Saunier oklamal a svedl na falešnou stopu. Robert a Sophie uniknou kapitánu Fachemu, posedlému jejich zatčením, a podaří se jim získat da Vinciho šifrovací přístroj kryptex, ukrývající údajně tajemství grálu. Spojí se s britským historikem a milionářem Teabingem, se kterým pokračují do Londýna, kde je čeká nejedno nebezpečí, ale také šokující pravda o tajemství grálu.(TV Nova)\n\nČSFD: 68% (58.5k)"
    },
    {
      "imdb": "tt1091191",
      "name": "Na život a na smrt",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 75% (21k)",
      "csfdId": 297051,
      "csfdRating": 75,
      "csfdRatingCount": 20973,
      "poster": "https://images.metahub.space/poster/small/tt1091191/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1091191/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "121 min",
      "genres": [
        "Válečný",
        "Životopisný",
        "Akční",
        "Thriller",
        "Drama"
      ],
      "description": "Členové amerických zvláštních jednotek Navy SEALs jsou nejlepší vojáci na světě: fyzicky zdatní a psychicky odolní takřka za hranice lidských možností; nejlépe vycvičení, vybavení dokonalou schopností přežít kdekoli. V noci z 27. na 28. června 2005 jsou čtyři členové elitní jednotky vysazeni helikoptérou v afghánských horách. Úkolem operace Red Wings je na nedaleké základně Talibánců zneškodnit jednoho z jejich pohlavárů, blízkého přítele Usámy bin Ládina. Hned na začátku ale řeší problém, který nečekali. Narazí na místního pastevce, ještě chlapce, a vojáci rázem stojí před morálním dilematem: mají dítě zabít anebo ho pustit a riskovat prozrazení? Rozhodnou se pro druhou možnost. Chyba. V krátké chvíli čelí obrovské přesile po zuby ozbrojených Talibánců a následuje krvavá bitva na život a na smrt.(Bontonfilm)\n\nČSFD: 75% (21k)"
    },
    {
      "imdb": "tt0936501",
      "name": "96 hodin",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (56.3k)",
      "csfdId": 231978,
      "csfdRating": 85,
      "csfdRatingCount": 56254,
      "poster": "https://images.metahub.space/poster/small/tt0936501/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0936501/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "94 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Bývalý špión Bryan (Liam Neeson) povolí své sedmnáctileté dceři Kim (Maggie Grace) výlet do Paříže pouze pod podmínkou, že se mu bude pravidelně hlásit. Při jednom takovém telefonátu se ale stává svědkem jejího únosu. Nečeká na nic a vezme spravedlnost do vlastních rukou...(Magic Box)\n\nČSFD: 85% (56.3k)"
    },
    {
      "imdb": "tt0473075",
      "name": "Princ z Persie: Písky času",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 71% (36.1k)",
      "csfdId": 227771,
      "csfdRating": 71,
      "csfdRatingCount": 36089,
      "poster": "https://images.metahub.space/poster/small/tt0473075/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0473075/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "116 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy",
        "Romantický"
      ],
      "description": "Od týmu, který přinesl trilogii Piráti z Karibiku na velké plátno, představují Walt Disney Pictures a Jerry Bruckheimer Films film Princ z Persie: Písky času, epické akční dobrodružství, zasazené do tajuplné Persie. Líný princ (Jake Gyllenhaal) i přes váhání spojí síly se záhadnou princeznou (Gemma Arterton) a spolu bojují proti temným silám, aby ochránili starověkou dýku, která může osvobodit Sands of Time - dar od bohů, který může vrátit čas a umožnit jejímu vlastníkovi vládnout světu.(oficiální text distributora)\n\nČSFD: 71% (36.1k)"
    },
    {
      "imdb": "tt0433035",
      "name": "Ocelová pěst",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 72% (30.7k)",
      "csfdId": 267018,
      "csfdRating": 72,
      "csfdRatingCount": 30745,
      "poster": "https://images.metahub.space/poster/small/tt0433035/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0433035/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "127 min",
      "genres": [
        "Akční",
        "Drama",
        "Sci-Fi",
        "Sportovní"
      ],
      "description": "V akčním snímku z blízké budoucnosti Ocelová pěst představuje Hugh Jackman Charlieho Kentona, bývalého boxera, jehož milovaný sport ovládli dva a půl metru vysocí oceloví roboti a lidé jako Charlie už do něj nadále nijak nezapadají. Protože nemá s kým zápasit a nemá žádné vyhlídky na lepší budoucnost, je nucen přivydělávat si jako promotér robotických zápasů. Daří se mu jakž takž protloukat tím, že dává dohromady mizerné a vysloužilé roboty a cestuje od jednoho turnaje k druhému, kamkoliv, kde je schopen si nějak přivydělat. Když už se zdá, že situace nemůže být zoufalejší a komplikovanější, vpadne mu znenadání a proti jeho vůli do života jeho syn Max (Dakota Goyo), se kterým už delší dobu není v kontaktu. Oba společně spojí síly, aby postavili a vytrénovali nového robota a proměnili ho v boxerského šampiona. Zatímco si buduje jméno v brutálním a nemilosrdném světě robotických zápasů, zjišťuje Charlie, že se mu navzdory všem očekáváním nabízí poslední šance na boxerský comeback.(oficiální text distributora)\n\nČSFD: 72% (30.7k)"
    },
    {
      "imdb": "tt0449088",
      "name": "Piráti z Karibiku: Na konci světa",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 67% (65.6k)",
      "csfdId": 221904,
      "csfdRating": 67,
      "csfdRatingCount": 65592,
      "poster": "https://images.metahub.space/poster/small/tt0449088/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0449088/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "169 min",
      "genres": [
        "Dobrodružný",
        "Akční",
        "Fantasy",
        "Komedie"
      ],
      "description": "V pokračování filmu Piráti z Karibiku: Truhla mrtvého muže, který v roce 2006 lámal rekordy, nacházíme naše hrdiny Willa Turnera (Orlando Bloom) a Elizabeth Swannovou (Keira Knightley) v okamžiku, kdy se přidali ke kapitánu Barbossovi (Geoffrey Rush) a zoufale pátrají po kapitánu Jacku Sparrowovi (Johnny Depp), aby ho osvobodili z pasti ve skříňce Davyho Jonese, která mu zatemňuje mysl – zatímco strašidelná loď duchů Bludný Holanďan a Davy Jones, pod kontrolou Východní indické obchodní společnosti rozsévají zkázu všude po sedmi mořích... Období pirátů se blíží ke svému konci, ale dosud nebyla vyřešena konečná rozepře. Will Turner se plaví na daleký východ, aby našel magické mapy, které mu pomohou najít skříňku Davyho Jonese a zachránit svého přítele Jacka Sparrowa. Jacka zachrání, ale… Davy Jones, lord Cutler Beckett, zuřivý asijský pirát Sao Feng a starší kapitán James Norrington zformovali nepřátelské spojenectví, které ohrožuje Jacka Sparrowa, Willa Turnera, Elizabeth Swann, jejich nového přítele kapitána Barbossu a všechny piráty na světě. Aby dosáhl vítězství, musí Jack se svou posádkou plout mimo okraj mapy, do nezmapovaného teritoria sedmi moří. Na Shipwreck Island (Ostrov vraků) až na konec světa.(oficiální text distributora)\n\nČSFD: 67% (65.6k)"
    },
    {
      "imdb": "tt1104001",
      "name": "TRON: Legacy 3D",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 72% (30.1k)",
      "csfdId": 245694,
      "csfdRating": 72,
      "csfdRatingCount": 30084,
      "poster": "https://images.metahub.space/poster/small/tt1104001/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1104001/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "126 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "TRON: LEGACY je 3D high-tech dobrodružství zasazené do digitálního světa, který je úplně odlišný od čehokoli, co jste již na velkém plátně viděli. Sama Flynna, 27letého rebela, pronásleduje záhadné zmizení jeho otce Kevina Flynna, muže, který byl kdysi známý jako největší světový tvůrce videoher. Když Sam objeví záhadný signál poslaný ze staré Flynnovy arkády – signál, který mohl být jenom od jeho otce – zjišťuje, že se ocitl v digitálním světě, kde byl Kevin uvězněn po 20 let. S pomocí nebojácné válečnice jménem Quorra, se otec a syn vydávají na cestu, která jim může přinést život nebo smrt, cestují po vizuálně fantastickém cyber vesmíru – vesmíru, který stvořil sám Kevin, a který se stává modernějším s vozidly, zbraněmi a krajinami, které si nikdy před tím nedokázal představit a nelítostným zloduchem, který se nezastaví před ničím, jen aby znemožnil jejich útěk.(oficiální text distributora)\n\nČSFD: 72% (30.1k)"
    },
    {
      "imdb": "tt1638355",
      "name": "Krycí jméno U.N.C.L.E.",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 74% (22.7k)",
      "csfdId": 286954,
      "csfdRating": 74,
      "csfdRatingCount": 22710,
      "poster": "https://images.metahub.space/poster/small/tt1638355/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1638355/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "116 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie"
      ],
      "description": "Hlavními postavami filmu Krycí jméno U.N.C.L.E., zasazeného do první poloviny šedesátých let minulého století, do doby vrcholící studené války, jsou agent CIA Solo (Cavill) a agent KGB Kuryakin (Hammer). Oba agenti jsou nuceni odložit dlouholeté nepřátelství a spolupracovat na společném úkolu překazit plány tajemné mezinárodní zločinecké organizace, která chce šířením jaderných zbraní a technologií destabilizovat křehkou rovnováhu sil ve světě. Dvojice agentů má k dispozici jediné vodítko – dceru zmizelého německého vědce, která je klíčem k proniknutí do zločinecké organizace. Musí závodit s časem, aby vědce našli a zabránili celosvětové katastrofě.(Freeman Ent.)\n\nČSFD: 74% (22.7k)"
    },
    {
      "imdb": "tt2267998",
      "name": "Zmizelá",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 85% (52.6k)",
      "csfdId": 346856,
      "csfdRating": 85,
      "csfdRatingCount": 52589,
      "poster": "https://images.metahub.space/poster/small/tt2267998/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2267998/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "149 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Amy se ztratila v den pátého výročí svatby s Nickem. Vše naznačuje, že nezmizela dobrovolně. Zoufalý manžel organizuje rozsáhlé pátrací akce a snaží se dělat vše možné pro to, aby se jeho žena našla. Pokud možno živá. Paralelně s tím probíhá policejní vyšetřování, které kromě Amy hledá i člověka, jenž má její zmizení na svědomí. Všechny stopy, nalezené důkazy a svědectví Amyiných blízkých ale ukazují právě na Nicka. Kdo to vlastně je? Trpící oběť zločinu, nebo cynická zrůda, která vodí policii i veřejnost za nos, aby ze sebe sňala podezření? Kdo má pravdu? Jak ji poznat? A co se vlastně stalo s Amy? Na znepokojivé otázky se vrší další a odpovědi zoufale chybějí. Trpí tím především Nick, který se z miláčka médií proměnil ve veřejného nepřítele číslo jedna. Dobře ví, že když se Amy nebo strůjce jejího únosu nenajdou, ponese si cejch až do konce života, který možná stráví za mřížemi. Pokud ovšem nemá Amy skutečně na svědomí.(CinemArt)\n\nČSFD: 85% (52.6k)"
    },
    {
      "imdb": "tt3076658",
      "name": "Creed",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 75% (18.7k)",
      "csfdId": 349573,
      "csfdRating": 75,
      "csfdRatingCount": 18673,
      "poster": "https://images.metahub.space/poster/small/tt3076658/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3076658/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "133 min",
      "genres": [
        "Drama",
        "Sportovní"
      ],
      "description": "Adonis Johnson nikdy nepoznal svého slavného otce, světového šampióna v těžké váze Apolla Creeda, který zemřel ještě před jeho narozením. Přesto však svůj původ nezapře a box má v krvi, takže ho to stále tahá do Philadelphie, města, kde se odehrál legendární souboj Apollo Creed vs. Rocky Balboa. Adonis Rockyho vyhledá a požádá ho, aby se stal jeho trenérem. Rocky zpočátku odmítá, protože ring je pro něho už jen minulost, ale postupně v Adonisovi objevuje sílu a odhodlání jeho otce Apolla, bývalého rivala a blízkého přítele. A tak nakonec souhlasí, že se mladého boxera ujme, i když sám bojuje s o mnoho nebezpečnějším soupeřem. Adonis je pod Rockyho vedením na nejlepší cestě získat svůj vlastní titul, ale má kromě talentu i srdce pravého bojovníka?(Forum Film CZ)\n\nČSFD: 75% (18.7k)"
    },
    {
      "imdb": "tt1392214",
      "name": "Zmizení",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 86% (44.9k)",
      "csfdId": 257071,
      "csfdRating": 86,
      "csfdRatingCount": 44866,
      "poster": "https://images.metahub.space/poster/small/tt1392214/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1392214/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "153 min",
      "genres": [
        "Thriller",
        "Mysteriózní",
        "Krimi",
        "Drama",
        "Psychologický"
      ],
      "description": "Silné téma, vynikající scénář plný zvratů a životní herecké výkony poskládaly dohromady thriller o pátrání po dvou zmizelých děvčatech, který je napínavý až k nesnesení. Keller Dover (Hugh Jackman) čelí asi nejhorší noční můře každého rodiče, jeho šestiletá dcera Anna a její kamarádka Joy jednoho večera na Díkuvzdání zmizí. Jejich hledání nebere konce, hodiny se vlečnou a dívky jsou stále pohřešovány. Do objektu zájmu se při pátrání dostane zchátralý karavan, který parkoval před jejich domem a u kterého si dívky naposledy hrály. K případu je povolán detektiv Loki (Jake Gyllenhaal), který zatýká řidiče karavanu, retardovaného Alexe Jonese (Paul Dano), ale pro nedostatek důkazů je Jones po nějaké době propuštěn. Oficiální pátrání sice stále pokračuje, ale Dover se cítí bezradný, jeho strach se mísí se vztekem a zlobou. Bere spravedlnost do svých rukou a bez ohledu na následky se rozhodne vyslechnout jediné pojítko k případu sám, po svém a bez rukaviček.(Bontonfilm)\n\nČSFD: 86% (44.9k)"
    },
    {
      "imdb": "tt1392170",
      "name": "Hunger Games",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 67% (54.9k)",
      "csfdId": 291670,
      "csfdRating": 67,
      "csfdRatingCount": 54937,
      "poster": "https://images.metahub.space/poster/small/tt1392170/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1392170/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "142 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "V ruinách bývalé Severní Ameriky se rozkládá země Panem s hlavním městem Kapitol a dvanácti přilehlými kraji. V Kapitolu se každý rok koná klání s názvem Hunger Games, do kterého musí každý z krajů vyslat jednoho chlapce a jednu dívku. Šestnáctiletá Katniss Everdeen se dobrovolně nabídne, že ve hře zastoupí svou mladší sestru a musí se spolehnout hlavně na své instinkty, jelikož proti ní stojí protivníci, kteří se na souboj připravovali celý život. Má-li se ještě někdy vrátit domů do 12. kraje, bude muset v aréně, kde spolu soupeří boj o přežití s lidskostí a život s láskou, učinit ta nejtěžší rozhodnutí.(Bontonfilm)\n\nČSFD: 67% (54.9k)"
    },
    {
      "imdb": "tt0446029",
      "name": "Scott Pilgrim proti zbytku světa",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 71% (28.6k)",
      "csfdId": 230559,
      "csfdRating": 71,
      "csfdRatingCount": 28550,
      "poster": "https://images.metahub.space/poster/small/tt0446029/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0446029/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "113 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Romantický",
        "Komedie"
      ],
      "description": "Scottu Pilgrimovi (Michael Cera) je dvaadvacet, žije na úkor svého homosexuálního spolubydlícího (Kieran Culkin), hraje v garážové kapele Sex Bob – omb a stylem pásové výroby balí jednu holku za druhou. Scott nikdy neměl problém ulovit jakoukoliv kost. Spíš mu dělalo potíže ji následně zahodit. Teď ale nastal čas, aby i on poznal, jak láska bolí. Jmenuje se Ramona (Mary Elizabeth Winstead), má nejmodřejší vlasy na světě a Scott se do ní na první pohled, nenapravitelně a bezhlavě zamiloval. Jejich společné zářivé budoucnosti nic nebrání, tedy aspoň Scott si to myslí. Jenomže zatímco jemu se stačí zbavit aktuální přítelkyně, dětinské fanynky jeho kapely, Ramona s sebou vleče děsivé prokletí. Ve zkratce – každý, kdo s ní chce chodit, musí nejdřív porazit sedm jejích bývalých partnerů. Bohužel nikoliv ve slovním fotbale, ale v boji na život a na smrt. Jiný by couvl, ale Scott je skutečně zamilovaný až po uši, a tak ho v příštích pár dnech čekají bizarní a potenciálně smrtonosná setkání mimo jiné se skateboardovou legendou, rockovou hvězdou inklinující k veganství, dvěma identickými dýdžeji, jejichž muzika může zabít, nebo s věčně naštvanou lesbou. Ano, s těmi všemi Ramona v minulosti chodila a právě oni chtějí zařídit, aby Scottova pohádka neměla šťastný konec.(oficiální text distributora)\n\nČSFD: 71% (28.6k)"
    },
    {
      "imdb": "tt0356910",
      "name": "Mr. &amp; Mrs. Smith",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 66% (60.8k)",
      "csfdId": 116726,
      "csfdRating": 66,
      "csfdRatingCount": 60753,
      "poster": "https://images.metahub.space/poster/small/tt0356910/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0356910/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "120 min",
      "genres": [
        "Akční",
        "Thriller",
        "Romantický",
        "Komedie"
      ],
      "description": "Jane je krásná, mladá, inteligentní resuscitátorka počítačových systémů, John je mladý, pohledný a úspěšný v oblasti nemovitostí. Jejich osudy se prolnou v momentě, kdy na sebe narazí na dovolené a vzájemně si pomohou ze šlamastiky. Brzy na to si řeknou své ano a po pěti nebo šesti letech manželství si už spolu nemají co říct, z vášnivého vztahu je nuda a zdá se, že je nezachrání už ani manželská poradna. Jejich život ale začne nabírat na obrátkách ve chvíli, kdy se z Jane vyklube nájemná vražedkyně a z Johna nájemný vrah. Potíž je v tom, že oba pracují pro jinou agenturu a tak jednoho dne dojde k nevyhnutelnému. Oba dostanou za úkol zlikvidovat stejný cíl. Od toho okamžiku není v ohrožení jen jejich manželství, ale i jejich vlastní životy a konečným řešením už není rozvod, ale vražda.(Damielka)\n\nČSFD: 66% (60.8k)"
    },
    {
      "imdb": "tt0092099",
      "name": "Top Gun",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 69% (37k)",
      "csfdId": 8288,
      "csfdRating": 69,
      "csfdRatingCount": 36963,
      "poster": "https://images.metahub.space/poster/small/tt0092099/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0092099/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "110 min",
      "genres": [
        "Akční",
        "Drama",
        "Romantický"
      ],
      "description": "Mladí vojenští piloti Pete \"Maverick\" Mitchell a jeho kolega Goose jsou vysláni na pětitýdenní kurz do kalifornského Miramaru do školy pro elitní vojenské piloty, které se říká Top Gun. Maverick je na to hrdý a hodlá se stát nejlepším bojovým pilotem ve vojenském námořnictvu. Avšak jeho hazardérství není obdivováno, naopak mu působí mezi kolegy a nadřízenými potíže, protože Maverick porušuje pravidla a oficiální předpisy. Jeho instinkt je pro něho důležitější. Když však jeho kamarád Goose přijde při jednom zkušebním letu o život, začíná se Maverick měnit...(oficiální text distributora)\n\nČSFD: 69% (37k)"
    },
    {
      "imdb": "tt0120804",
      "name": "Resident Evil",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 69% (36.1k)",
      "csfdId": 151,
      "csfdRating": 69,
      "csfdRatingCount": 36106,
      "poster": "https://images.metahub.space/poster/small/tt0120804/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120804/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "100 min",
      "genres": [
        "Akční",
        "Thriller",
        "Horor",
        "Sci-Fi"
      ],
      "description": "Tajemná společnost Umbrella Corporation, zabývající se genetickým výzkumem, provádí ve svých rozsáhlých podzemních laboratořích velice nebezpečné pokusy. V jednu chvíli uniká smrtící virus a centrální počítač laboratoře - Red Queen - uzavírá neprodyšně celou zasaženou oblast podzemního labyrintu a nechává zaměstnance, zasažené virem, uvnitř celého pekla. Elitní komando v čele s Alicí (Milla Jovovich) a Rain (Michelle Rodriguez) dostává úkol, který je otázkou života a smrti - izolovat virus, který ohrožuje celé lidstvo zjistit příčinu. Brzo zjišťují, že všechno je ještě horší než čekali - virem zasažení zaměstnanci nejsou ani živí ani mrtví - nyní jsou z nich mimořádně agresivní zombie - Nemrtvé bestie, které se skrývají v místě katastrofy. Jediné jejich škrábnutí nebo kousnutí infikuje zasaženého, který se okamžitě začne měnit v jejich druh. Alice a její vojenský tým má tři hodiny na to dokončit misi, než Nemrtví proniknou na povrch Země. Čeká  je souboj s krvežíznivými bestiemi bez jakýkoli zábran a další děsivé překvapení v nitru laboratoře - zmutovaní psi a jiné výsledky experimentů. A ještě se proti nim postaví centrální počítač - Red Queen a ten, kdo to celé spustil. Dokáže tým překonat počítač, najít antivirus a ubránit se Nemrtvým? Kdo tohle peklo oživlého zla dokáže přežít? A kdo a kde je ten, jehož pomsta ohrožuje celé lidstvo?\n\nČSFD: 69% (36.1k)"
    },
    {
      "imdb": "tt0078346",
      "name": "Superman",
      "year": 1978,
      "releaseInfo": "1978 • ČSFD: 75% (15.5k)",
      "csfdId": 2452,
      "csfdRating": 75,
      "csfdRatingCount": 15533,
      "poster": "https://images.metahub.space/poster/small/tt0078346/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0078346/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "144 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Drama"
      ],
      "description": "Jmenuje se Kal-el a pochází z planety Krypton. Jako jediný přežil její explozi v obrovské kosmické katastrofě, když ho otec, předvídavý kryptonský vědec Jor-El, vyslal v malé vesmírné kapsli do vesmíru. Dítě přistane na Zemi, poblíž městečka Smallville, kde se ho ujmou bezdětní manželé Kentovi, žijící na osamělé farmě. Od malička má malý Kryptoňan mimořádné schopnosti, které každým rokem sílí. Po smrti adoptivního otce se mladý Clark Kent setká s duchem Jor-Ela, jenž byl zakódován v jednom z kryptonských krystalů. Výsledkem několikaleté otcovy instruktáže je Superman se všemi atributy: umí létat, má superzrak i supersluch, supersílu s níž dokáže zvedat domy i letadla a navíc je téměř nezranitelný.  V přestrojení za neohrabaného novináře Clarka Kenta začíná pracovat v deníku Daily Planet. Nejenže se přitom seznámí s pohlednou kolegyní Lois Laneovou, která se stane jeho věrnou družkou a průvodkyní, ale ještě navíc se mu podaří zhatit plán geniálního zločince Lexe Luthora, který chce s pomocí ukradených nukleárních raket odstřelit Kalifornii od amerického kontinentu.(oficiální text distributora)\n\nČSFD: 75% (15.5k)"
    },
    {
      "imdb": "tt1446192",
      "name": "Legendární parta",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 76% (13.6k)",
      "csfdId": 291473,
      "csfdRating": 76,
      "csfdRatingCount": 13642,
      "poster": "https://images.metahub.space/poster/small/tt1446192/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1446192/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "97 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Rodinný",
        "Fantasy"
      ],
      "description": "Když se jeden zloduch rozhodne vzít dětem na celém světě radost ze života, dá se dohromady parta superhrdinů, a ta se ho pokusí zastavit. Její členové jsou skutečně legendární. Provázejí každého z nás od dětství, ale nikoho asi ještě nenapadlo, že by ti, kdo rozdávají dětem radost, taky uměli rozdávat rány. Legendární parta vznikla ve studiu, které stvořilo Shreka a Madagaskar. Filmu, o němž se s předstihem mluví jako o animované události roku, vysloveně sluší 3-D provedení... Vraťme se ale k našim hrdinům. Jejich neformálním šéfem je Santa, jenž bohatýrským zjevem a chováním připomíná ruského kozáka. K ruce má nejen skřítky, ale i bandu sněžných mužů. Jeho křehkým protipólem je pak Víla Zuběnka se svou armádou minivíl. Partu pak doplňují Velikonoční zajíc, za jehož drsným vzezřením se skrývá roztomilý zajda, a mlčenlivý pohodář Sandman. Ti všichni zpříjemňují životy dětí, ať už jim nosí dárky na Vánoce, vyměňují vypadlé zuby za peníze, schovávají velikonoční kraslice nebo je každý večer uspávají a jako bonus dodávají hezké sny. Všudypřítomnou idylu ale kazí „Bubák“. Taková ta potvora, co se na beton schovává pod postelí nebo ve skříni a spícím dětem přináší jen noční můry. A tenhle Bubák se rozhodne škrtnout Velikonoce, Vánoce i kšeftování s mléčným chrupem. Legendární parťáci si záhy uvědomí, že na tohohle nepřítele sami nestačí a povolají do svých řad Jacka Frosta. Bohužel, vysmátému klukovi, který škádlí lidi mrazivými malůvkami na oknech a náledím uprostřed města, se do záchrany světa nechce. Štve ho, že na rozdíl od jeho kolegů v něj děti nevěří. Otázkou je, co se stane, až pod vlivem nočních můr přestanou caparti věřit i v jejich existenci.(oficiální text distributora)\n\nČSFD: 76% (13.6k)"
    },
    {
      "imdb": "tt0808151",
      "name": "Andělé a démoni",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 68% (41.7k)",
      "csfdId": 226776,
      "csfdRating": 68,
      "csfdRatingCount": 41719,
      "poster": "https://images.metahub.space/poster/small/tt0808151/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0808151/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "139 min",
      "genres": [
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Když Robert Langdon objeví důkazy o znovuobnovení starověkého tajného bratrstva známého jako Ilumináti – nejmocnější tajné organizace v historii – také čelí smrtelnému nebezpečí, které ohrožuje nejnenáviděnějšího nepřítele této tajné organizace: katolickou církev. Když se Langdon dozví, že hodiny na nezastavitelné časované bombě, kterou představují Ilumináti, pořád tikají, odlétá do Říma, kde spojí své síly s Vittorií Vetra, krásnou a záhadnou italskou vědkyní. Langdon a Vetra se vydávají na nepřetržitou cestu a dobrodružstvím nabitou honičku odehrávající se mezi zapečetěnými kryptami, nebezpečnými katakombami, opuštěnými katedrálami a dokonce do srdce nejuzavřenějšího trezoru na světě. Na své cestě sledují 400 let staré starobylé symboly, které znamenají jedinou naději pro přežití Vatikánu.(oficiální text distributora)\n\nČSFD: 68% (41.7k)"
    },
    {
      "imdb": "tt0343818",
      "name": "Já, robot",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 82% (64.1k)",
      "csfdId": 91975,
      "csfdRating": 82,
      "csfdRatingCount": 64132,
      "poster": "https://images.metahub.space/poster/small/tt0343818/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0343818/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "115 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Krimi",
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "V roce 2035 jsou roboti součástí každé domácnosti a lidé jim důvěřují. Až na jednoho – trochu paranoidního detektiva Dela Spoonera (Will Smith). Ten je přesvědčený, že zločin, který právě vyšetřuje, spáchal robot. Vyšetřování ho přivede k odhalení děsivé hrozby pro lidskou rasu... Společně s psycholožkou Susan Calvenovou vyšetřují smrt doktora Milese Hogenmillera, vědce, který pracoval s roboty pro U. S. Robotics. Příčinou smrti byla sebevražda, ale Spooner je přesvědčený, že vědce zavraždil robot. Tři zákony robotiky však zaručují, že taková věc je nemožná…(TV Prima)\n\nČSFD: 82% (64.1k)"
    },
    {
      "imdb": "tt0187393",
      "name": "Patriot",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 70% (30.1k)",
      "csfdId": 2575,
      "csfdRating": 70,
      "csfdRatingCount": 30142,
      "poster": "https://images.metahub.space/poster/small/tt0187393/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0187393/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "165 min",
      "genres": [
        "Akční",
        "Drama",
        "Válečný",
        "Historický"
      ],
      "description": "Benjamin Martin (Mel Gibson) je mírumilovný osadník, který chce své nejbližší za každou cenu uchránit před krvavými hrůzami koloniální války. Když ale jeho domov v Jižní Karolíně zpustoší anglická armáda, Benjamin Martin pochopí, že pouze nezávislost Spojených států zajistí jeho rodině klid a bezpečí. Z opatrného farmáře se stává legendární hrdina americké revoluce.(Falcon)\n\nČSFD: 70% (30.1k)"
    },
    {
      "imdb": "tt0381061",
      "name": "Casino Royale",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 83% (53.8k)",
      "csfdId": 208033,
      "csfdRating": 83,
      "csfdRatingCount": 53769,
      "poster": "https://images.metahub.space/poster/small/tt0381061/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0381061/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "144 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Casino Royale pojednává o začátcích Bondovy špionážní kariéry. V rámci své první mise s pověřením \"007\" se má dostat na kobylku Le Chiffreovi (Mads Mikkelsen), který se stal bankéřem světového terorismu. Aby jej mohl zastavit a rozložit tak teroristickou síť, musí Bond Le Chiffrea porazit v pokerovém turnaji s astronomickými sázkami, který Le Chiffre pořádá v Casino Royale. Zprávu, že se s ním na misi vydává okouzlující účetní ministerstva financí Vesper Lynd (Eva Green), která má zajistit finanční prostředky na pokerové partie a poté na vládní peníze dohlížet, přijímá s krajní nevolí - avšak poté, co společně přežijí řadu smrtících útoků ze strany Le Chiffrea a jeho nohsledů, se mezi nimi vyvine vzájemná přitažlivost. Ta je nakonec zavede do ještě nebezpečnějších situací, které navždy změní Bondův život.(oficiální text distributora)\n\nČSFD: 83% (53.8k)"
    },
    {
      "imdb": "tt1798684",
      "name": "Bojovník",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 74% (16.1k)",
      "csfdId": 297825,
      "csfdRating": 74,
      "csfdRatingCount": 16078,
      "poster": "https://images.metahub.space/poster/small/tt1798684/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1798684/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "123 min",
      "genres": [
        "Drama",
        "Sportovní"
      ],
      "description": "Boxer Billy Hope (Jake Gyllenhaal) je na vrcholu své slávy, má nádherný dům a milující rodinu. I navzdory jeho úspěšné kariéře, ho manželka Maureen (Rachel McAdams) prosí, aby s boxem skončil a mohl tak trávit více času se svojí dcerou Leilou (Oona Laurence). Během jednoho večírku Billy skutečně svůj odchod „do důchodu\" oznámí. Vše se ovšem změní ve chvíli, kdy je jeho manželka neúmyslně zabita během potyčky s jiným boxerem. Billyho svět se hroutí. Když mu soud navíc odebere kvůli jeho nevyrovnané povaze dceru z opatrovnictví, je jeho poslední nadějí návrat do světa boxu. Za pomoci trenéra Tita Willse (Forest Whitaker) se pokusí získat svoji dceru zpět...(Forum Film CZ)\n\nČSFD: 74% (16.1k)"
    },
    {
      "imdb": "tt1055369",
      "name": "Transformers: Pomsta poražených",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 67% (43.7k)",
      "csfdId": 232460,
      "csfdRating": 67,
      "csfdRatingCount": 43737,
      "poster": "https://images.metahub.space/poster/small/tt1055369/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1055369/img?src=cinemeta",
      "imdbRating": "6.0",
      "runtime": "150 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Puberťák Sam Witwicky (Shia LaBeouf) se už vzpamatoval z prvního setkání s hodnými Autoboty a zlými Deceptikony. Navíc dospěl a začal se připravovat na opuštění rodného hnízda, vstříc bouřlivému vysokoškolskému životu. Náladu mu kazí snad jen fakt, že vztah s rozkošnou Mikaelou (Megan Fox) se promění na chození na dálku, protože ona na univerzitní studia nemá peníze. Odloučení naštěstí netrvá dlouho. Když Sam objeví úlomek matérie, o kterou spolu Autoboti a Deceptikoni tolik bojovali v jedničce, a získá z něj pro obě strany drahocenné informace, začnou po něm jít mechaničtí gauneři z celé galaxie. A že jich tu je. Podle trikových specialistů ze studia ILM se ve filmu objeví kolem šedesáti různých robotů. Sama proto brzy začne pálit univerzitní půda pod nohama a v doprovodu Mikaley, věrného Autobota přezdívaného Bumblebee, který se dokáže přetransformovat v nadupaný Chevrolet, a bohužel i za asistence rodičů, před nimi prchá cestou necestou.(oficiální text distributora)\n\nČSFD: 67% (43.7k)"
    },
    {
      "imdb": "tt1401152",
      "name": "Neznámý",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 71% (23.3k)",
      "csfdId": 264157,
      "csfdRating": 71,
      "csfdRatingCount": 23258,
      "poster": "https://images.metahub.space/poster/small/tt1401152/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1401152/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "113 min",
      "genres": [
        "Drama",
        "Thriller",
        "Akční"
      ],
      "description": "Dr. Martin Harris (Liam Neeson) se probere z komatu po autohavarii v Berlíně a zjistí, že ho jeho vlastní žena (January Jones) vůbec nepoznává a jeho identitu si přivlastnil úplně cizí muž (Aidan Quinn). Úřady, které mu nevěří, ho naprosto ignorují. Pronásledují ho tajemní nájemní vrazi a on je sám, unavený, na útěku. S pomocí nečekaného spojence (Diane Kruger) se po hlavě vrhá do smrtelné záhady, která ho přinutí pochybovat nejen o jeho příčetnosti a identitě ale i o tom, jak daleko je schopný zajít, aby odkryl pravdu.(oficiální text distributora)\n\nČSFD: 71% (23.3k)"
    },
    {
      "imdb": "tt0073195",
      "name": "Čelisti",
      "year": 1975,
      "releaseInfo": "1975 • ČSFD: 85% (38.7k)",
      "csfdId": 8643,
      "csfdRating": 85,
      "csfdRatingCount": 38738,
      "poster": "https://images.metahub.space/poster/small/tt0073195/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0073195/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "124 min",
      "genres": [
        "Dobrodružný",
        "Horor",
        "Thriller",
        "Drama"
      ],
      "description": "Písečné pláže, modré moře a zářivé nebe vítají návštěvníky rekreačního města Amity. Nikdo netuší, že pod hladinou někde čeká obrovský bílý žralok. Brzy si nalezne první oběť, posléze další a další. Zástupci města se zprvu vše snaží utajit, nakonec s napětím čekají, až se objeví někdo, kdo obrovského žraloka zabije. Na moře vyplouvají tři muži, ichtyolog Hooper, lovec žraloků Quint a šéf místní policie Brody, aby zkusili své štěstí...(oficiální text distributora)\n\nČSFD: 85% (38.7k)"
    },
    {
      "imdb": "tt0450259",
      "name": "Krvavý diamant",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 84% (42.9k)",
      "csfdId": 223266,
      "csfdRating": 84,
      "csfdRatingCount": 42918,
      "poster": "https://images.metahub.space/poster/small/tt0450259/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0450259/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "143 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Thriller"
      ],
      "description": "Bývalý žoldák, nyní pašerák diamantů (Leonardo DiCaprio) a prostý rybář (Djimon Hounsou) se octnou uprostřed ohně občanské války v Sierra Leone roku 1999. Dva muži spojí své síly v zoufalé misi: znovu získat vzácný růžový diamant nevyčíslitelné hodnoty a zachránit rybářova syna, kterého rebelové odvlekli a naučili zabíjet. Záběry krutého mučení a krveprolití střídá pohled na překrásné scenérie i válkou zpustošenou krajinu. Naléhavé a pohnuté dobrodružství v režii Edwarda Zwicka (Glory, Poslední samuraj) tvaruje napínavé lidské osudy i dechberoucí akci v moderní epos s hlubokým poselstvím.(oficiální text distributora)\n\nČSFD: 84% (42.9k)"
    },
    {
      "imdb": "tt1731141",
      "name": "Enderova hra",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 70% (24.3k)",
      "csfdId": 306861,
      "csfdRating": 70,
      "csfdRatingCount": 24317,
      "poster": "https://images.metahub.space/poster/small/tt1731141/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1731141/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "114 min",
      "genres": [
        "Sci-Fi",
        "Akční"
      ],
      "description": "Země přežila devastující mimozemský útok, je zničená a je jasné, že příští invaze bude totální a její výsledek definitivní. Lidstvo se proto rozhodne vycvičit novou generaci geniálních dětí na válečníky a vojevůdce, kteří mají misky vah v příští nevyhnutelné bitvě naklonit na naši stranu. Ti nejlepší a nejnadanější jsou vybráni a posláni do Válečné školy na orbitální stanici v kosmu, kde musí podstoupit mnohaletý výcvik a nekonečnou soutěž o to, kdo se nakonec stane hlavním velitelem mezinárodních sil. V atmosféře násilí a neustálého srovnávání cvičí na vojenských simulátorech stejně jako ve vzájemných válečných hrách. Nejefektnějším je takzvaný \"Battle room\", kde se ve stavu beztíže tříbí strategické i fyzické vlastnosti a kde díky kombinaci inteligence a empatie vyniká právě Ender. Jako hlavní favorit se pak Ender přesouvá do velitelské školy a vede ostatní do boje v simulované válce. Ta opravdová válka se ale blíží rychleji, než se zdálo, a teprve  –náctiletý Ender se stává jediným velitelem mezinárodní flotily v boji o záchranu lidstva. A jeho inteligence ho nutí pochybovat... je tohle ta pravá cesta?(Bontonfilm)\n\nČSFD: 70% (24.3k)"
    },
    {
      "imdb": "tt0368891",
      "name": "Lovci pokladů",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 68% (32.2k)",
      "csfdId": 134099,
      "csfdRating": 68,
      "csfdRatingCount": 32181,
      "poster": "https://images.metahub.space/poster/small/tt0368891/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0368891/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Rodinný",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Benjamin Franklin Gates (Nicolas Cage) obětoval celý život hledání bájného pokladu řádu Templářů, za kterým se bezúspěšně honilo už šest generací jeho předků. Teprve Benovi se však podařilo sérii marných pokusů prolomit a konečně najít nejdůležitější vodítko k jeho nalezení - mapu ukrytou na zadní straně Deklarace nezávislosti. Když se ale o velkém objevu dozví jeho úhlavní nepřítel (Sean Bean), je Ben postaven před velké dilema - pokud nezcizí nejcennější americký dokument sám, padne do rukou nebezpečného zločince. Do víru Benova závodu s časem, nebezpečnou konkurencí a vládními agenty je postupně vtažen jeho kamarád a počítačový nadšenec Riley (Justin Bartha) a okouzlující restaurátorka Národního archivu Abigail Chase (Diane Kruger). Společnými silami se musí pokusit zrealizovat jednu z nejnáročnějších loupeží všech dob a rozluštit 2000 let staré tajemství největšího pokladu v dějinách Ameriky.(oficiální text distributora)\n\nČSFD: 68% (32.2k)"
    },
    {
      "imdb": "tt0448011",
      "name": "Proroctví",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 68% (32k)",
      "csfdId": 236435,
      "csfdRating": 68,
      "csfdRatingCount": 32004,
      "poster": "https://images.metahub.space/poster/small/tt0448011/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0448011/img?src=cinemeta",
      "imdbRating": "6.2",
      "runtime": "121 min",
      "genres": [
        "Drama",
        "Thriller",
        "Mysteriózní",
        "Sci-Fi",
        "Akční",
        "Katastrofický"
      ],
      "description": "V roce 1959 je jako součást otevíracího ceremoniálu nové základní školy požádána skupina studentů, aby nakreslila obrázky, které budou uloženy do zvláštního pouzdra a uschovány pro budoucí generace. Ale jedna záhadná dívka místo kreslení zaplní svůj papír řádky zdánlivě náhodných čísel. O padesát let později nová generace studentů zkoumá obsah pouzdra a dívčin mystický vzkaz skončí v rukou mladého Caleba Koestlera. Ale je to Calebův otec, profesor John Koestler, který učiní zarážející odhalení, že přiložený vzkaz předpovídá s neuvěřitelnou přesností data, smrtelné daně a souřadnice každé významné katastrofy za posledních 50 let. Jak John dále odhaluje mrazivá tajemství dokumentu, zjišťuje, že předpovídá ještě tři další události, které poukazují na destrukci globálního rozsahu, a zdá se, že to svým způsobem zasáhne i Johna a jeho syna. John se snaží varovat úřady, ale ty jsou k jeho výzvám netečné, a tak se rozhodne sám zabránit ještě větší destrukci. S váhavou pomocí Diane Waylandové a Abby, dcery a vnučky nyní již mrtvé autorky proroctví, začíná Johnův zběsilý závod s časem, dokud nezjistí, že čelí definitivní katastrofě a také definitivní oběti.(oficiální text distributora)\n\nČSFD: 68% (32k)"
    },
    {
      "imdb": "tt0988045",
      "name": "Sherlock Holmes",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 80% (67.2k)",
      "csfdId": 242855,
      "csfdRating": 80,
      "csfdRatingCount": 67246,
      "poster": "https://images.metahub.space/poster/small/tt0988045/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0988045/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Nové dynamické zpracování nejznámějšího díla Sira Arthura Conana Doyla \"Sherlock Holmes\" přináší Holmesovi a jeho věrnému partnerovi Watsonovi poslední výzvu. Ukáže se, že Holmesovy bojové schopnosti jsou stejně tak smrtící jako jeho pověstný intelekt. Obojího bude zapotřebí při odhalování smrtelného spiknutí, které by mohlo zničit celou zemi... Akční a dobrodužný film Sherlock Holmes natočil známý režisér Guy Ritchie. Robert Downey Jr. ztvárnil legendárního detektiva a Jude Law září v roli Holmesova věrného kolegy Watsona, doktora a válečného veterána, který je impozantním spojencem Sherlocka Holmese. Rachel McAdams uvidíme v roli Irene Adler, jediné ženy, která získala převahu nad Holmesem, a která s detektivem udržuje bouřlivý vztah. Mark Strong ztvárnil roli Holmesova nového tajemného protivníka, Blackwooda a Kelly Reilly hraje Mary, po níž touží Watson.(oficiální text distributora)\n\nČSFD: 80% (67.2k)"
    },
    {
      "imdb": "tt2226417",
      "name": "Insidious 2",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 73% (15.5k)",
      "csfdId": 315730,
      "csfdRating": 73,
      "csfdRatingCount": 15529,
      "poster": "https://images.metahub.space/poster/small/tt2226417/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2226417/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "106 min",
      "genres": [
        "Horor",
        "Thriller"
      ],
      "description": "V roce 1986 trápí malého Joshe Lamberta vidiny podivné staré ženy. Jeho matka Lorraine přivolá na pomoc experta na paranormální jevy Carla, který požádá o pomoc svou spolupracovnici Elise. Ta Joshe zhypnotizuje a i přes jeho varování se pokouší najít zdroj podivných jevů. V komoře v ložnici je ale čímsi nebo kýmsi napadena. Elise Joshově matce oznámí, že její syn má pozoruhodnou vlastnost astrální projekce, kterou se ale kdosi pokouší zneužít. Všichni tři dospělí se shodnou na tom, že bude nejlepší, když nechají Joshe na jeho schopnosti zapomenout. O 25 let později je Elise v Joshově domě za tajuplných okolností zavražděna a nyní dospělý Josh je hlavním podezřelým. Ten se se svými dětmi a manželkou Renai stěhuje dočasně k Lorraine. I v jejím domě se ale začínají dít podivné věci, tajemná stařena se znovu vrací a obyvatelé domu se ocitají ve smrtelném nebezpečí.(Falcon)\n\nČSFD: 73% (15.5k)"
    },
    {
      "imdb": "tt0448157",
      "name": "Hancock",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 66% (43.2k)",
      "csfdId": 226773,
      "csfdRating": 66,
      "csfdRatingCount": 43229,
      "poster": "https://images.metahub.space/poster/small/tt0448157/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0448157/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "92 min",
      "genres": [
        "Akční",
        "Fantasy",
        "Krimi",
        "Komedie"
      ],
      "description": "Existují hrdinové … existují super hrdinové… a pak je tu Hancock (Will Smith). S velkými schopnostmi přichází i velká zodpovědnost – to vědí všichni – všichni až na Hancocka. Je popudlivý, konfliktní, sarkastický a nepochopený a jeho dobře míněné hrdinské skutky by měly splnit účel a zachránit nespočet životů, ale vždycky to vypadá, že místo toho zanechává za sebou spoušť. Veřejnost má toho všeho konečně dost – dobří obyvatelé Los Angeles jsou vděčni za svého místního hrdinu, ale rádi by věděli, co kdy komu udělali, že si tohohle chlapíka zasloužili. Hancock není typem člověka, kterého zajímá, co si o něm ostatní lidé myslí – do dne, kdy zachrání život Raye Embreyho (Jason Bateman), který pracuje jako PR executive (osoba zodpovědná za styk s veřejností) a kdy začíná cynický super hrdina zjišťovat, že nakonec má přece jen svou zranitelnou stránku. To, aby to pochopil, bude pro Hancocka největší výzvou, jaké dosud čelil – a úkolem, který se může zdát nemožným, protože Rayova žena Mary (Charlize Theron) ho pokládá za ztracený případ.(oficiální text distributora)\n\nČSFD: 66% (43.2k)"
    },
    {
      "imdb": "tt1074638",
      "name": "Skyfall",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 82% (50.7k)",
      "csfdId": 234460,
      "csfdRating": 82,
      "csfdRatingCount": 50723,
      "poster": "https://images.metahub.space/poster/small/tt1074638/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1074638/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "143 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Daniel Craig je zpět jako Agent 007 v nové, v pořadí již 23-té bondovce s názvem Skyfall. Tentokrát bude Bondova loajalita vůči M (Judi Dench) vystavena nelehké zkoušce, když ji začne pronásledovat její vlastní minulost. 007 musí vystopovat a zneškodnit narůstající hrozbu, ať už ho to stojí cokoliv.(oficiální text distributora)\n\nČSFD: 82% (50.7k)"
    },
    {
      "imdb": "tt0246460",
      "name": "Dnes neumírej",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 69% (26.8k)",
      "csfdId": 11036,
      "csfdRating": 69,
      "csfdRatingCount": 26780,
      "poster": "https://images.metahub.space/poster/small/tt0246460/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0246460/img?src=cinemeta",
      "imdbRating": "6.1",
      "runtime": "133 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Agent 007 je zajat při tajné misi mezi Severní a Jižní Koreou. Britové mají korejského zajatce a nabídnou ho výměnou. Agent 007 se okamžitě přesune do Londýna. K šermířskému souboji ho vyzve bilionář Gustave Graves, který je téměř nepřekonatelný. Bondova mise pokračuje na Kubu, kde se seznámi s Jinx a zjistí, že v jejím dokonalém těle je i docela dokonalý mozek agentky CIA. James Bond se po peripetiích dostane do ledového paláce na Islandu, kde se nachází barvitá společnost. Je tu Graves, jeho pobočník Zaa, falešná panna a Gravesova asistentka Miranda. Ale hlavně je tu zbraň, která může zničit celý vesmír.(oficiální text distributora)\n\nČSFD: 69% (26.8k)"
    },
    {
      "imdb": "tt0209163",
      "name": "Mumie se vrací",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 66% (42k)",
      "csfdId": 8583,
      "csfdRating": 66,
      "csfdRatingCount": 42041,
      "poster": "https://images.metahub.space/poster/small/tt0209163/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0209163/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "130 min",
      "genres": [
        "Fantasy",
        "Akční",
        "Dobrodružný"
      ],
      "description": "Píše se rok 1935 a manželé Rick a Evelyn O´Connellyovi se vydali znovu do Egypta. Provází je tentokrát i jejich osmiletý syn Alex, který, jak konstatoval jeden z rodičů, je chytřejší než maminka a statečnější než otec. Podnětem k výpravě se stal Evelynin podivný sen, který se jí zdál právě v noci, kdy podle starého kalendáře začal rok škorpiona. Výprava je mimořádně úspěšná, protože nadšená egyptoložka se v podzemních prostorách někdejšího chrámu pohybuje s jistotou, jakoby tu nebyla poprvé. A tak se jim téměř bez problémů podaří nalézt vzácný zlatý náramek boha Anubia, jemuž před více než 3000 lety př. K. zaprodal svoji duši, výměnou za záchranu života, král Škorpion, vůdce válečníků, kteří padli v boji s Anubiovým vojskem do posledního muže. Svůj vzácný nález dopravili do svého honosného domu v Londýně, ale záhy jsou zde přepadeni nevítanými hosty, kteří ví, jakou zázračnou a nevídanou moc jejich nález má. V první chvíli náramek zachrání malý Alex a právě on se záhy stane rukojmím těch, co neváhají znovu oživit mumii egyptského velekněze Imhotepa a riskovat i zánik celé civilizace. Rick, Evelyn i její bonvivánský bratr Jonathan se neprodleně vydávají na cestu za záchranou malého Alexe a na jejich straně stojí i strážce Města mrtvých Ardeth Bay se svými muži.(oficiální text distributora)\n\nČSFD: 66% (42k)"
    },
    {
      "imdb": "tt0942385",
      "name": "Tropická bouře",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 67% (35.8k)",
      "csfdId": 231193,
      "csfdRating": 67,
      "csfdRatingCount": 35839,
      "poster": "https://images.metahub.space/poster/small/tt0942385/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0942385/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "107 min",
      "genres": [
        "Akční",
        "Komedie",
        "Dobrodružný",
        "Válečný"
      ],
      "description": "Nejzářivější hollywoodské hvězdy se sešly na natáčení největšího a nejnákladnějšího válečného filmu všech dob, v němž Američané konečně vyhrají válku ve Vietnamu. To překvapivě není charakteristika filmu Tropická bouře, ale úvod k jeho příběhu, který slibuje mimořádný zážitek pro fanoušky všech forem humoru... Tugg Speedman (Ben Stiller) je klonem Bruce Willise, který chrlí kasovní trháky, ale ne a ne dosáhnout na Oscara. Kirk Lazarus (Robert Downey Jr.) by naopak mohl cenami dláždit chodník a s vírou ve vlastní schopnosti hledá stále nové a větší výzvy. Třetí hvězdou do party je pak komik Jeff Portnoy (Jack Black), který má hodně společného se svým představitelem, jenž by rád prchnul od pověsti fekálního humoristy k charakternímu herectví. Zásadním krokem jejich kariéry měl být výše zmíněný válečný velkofilm, jenže během natáčení se něco zadrhlo – náklady stoupají, atmosféra houstne a primadony ne a ne se vpravit do rolí vojáků v hlubinách vietnamské džungle. Na radu válečného poradce (Nick Nolte) vtáhne zoufalý režisér (Steve Coogan) své herce do skutečného pralesa, aby z nich stvořil chlapy. Žádný z nich netuší, jak je tahle výprava zocelí. Během cesty totiž narazí na militantní domorodou bojůvku, která chce proti americké invazi bojovat zuby nehty. A tak zatímco domorodci pálí ostrými, nicnetušící herci si myslí, že vše je součástí natáčení a plánu ďábelského režiséra na jejich „převýchovu“... Tropická bouře režírujícího, hrajícího a pod scénářem podepsaného Bena Stillera je revoluční komedií, která používá fóry, na které by většina hollywoodských studií neměla odvahu (a žaludek), a ty jsou navíc opravdu originální – a tak Kirk Lazarus posouvá mantinely vlastního herectví tím, že podstoupí operaci, jež z blonďatého Australana stvoří černocha od Mississippi, Tug Speedman touží adoptovat domorodého chlapečka, z něhož se vyklube zuřivý dětský zabiják, a jedna z postav se jmenuje Alpa Číno. Že je Tropická bouře skutečně „in“ potvrzují i dobrovolná sebezesměšňující camea slavných herců, kteří se ve filmu mihli, jen aby byli při tom. Ben Stiller pracoval na scénáři přes pět let. „Inspirovali mě herečtí kolegové, kteří absolvovali přípravku před nějakým válečným filmem a brblali, že to bylo k nepřežití. A tak jsem si představoval, jak by jim asi bylo ve skutečném válečném konfliktu. Tehdy se zrodila Tropická bouře,“ říká režisér, scenárista a herec v jedné osobě.(oficiální text distributora)\n\nČSFD: 67% (35.8k)"
    },
    {
      "imdb": "tt1343727",
      "name": "Dredd",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 71% (19.8k)",
      "csfdId": 266803,
      "csfdRating": 71,
      "csfdRatingCount": 19840,
      "poster": "https://images.metahub.space/poster/small/tt1343727/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1343727/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "96 min",
      "genres": [
        "Sci-Fi",
        "Akční"
      ],
      "description": "Budoucnost. Z Ameriky je ozářená pustina. Na jejím východním pobřeží, od Bostonu po Washington, D.C., se rozkládá Mega City One, rozsáhlá megalopole plná násilí, ve které více než 400 milionů obyvatel přežívá v neustálém strachu. Na pořádek v ulicích dohlíží takzvaní Soudci – vymahači práva, porotci, soudci i vykonavatelé rozsudku v jedné osobě. Takovým Soudcem je i Dredd (Karl Urban), který od svého nadřízeného dostává za úkol vyzkoušet v praxi novou Soudkyni Cassandru Anderson (Olivia Thirlby). Čeká je zdánlivě snadná práce – vražda v nechvalně proslulém dvousetpatrovém slumu, který provozuje bezcitný klan Ma-Ma. Když se ale pokusí zatknout jednoho z přisluhovačů klanu, Ma-Ma neprodyšně uzavře celou budovu. Oba Soudci se ocitají uprostřed brutálního a nelítostného souboje o přežití.(oficiální text distributora)\n\nČSFD: 71% (19.8k)"
    },
    {
      "imdb": "tt0472033",
      "name": "Číslo 9",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 72% (17.1k)",
      "csfdId": 228252,
      "csfdRating": 72,
      "csfdRatingCount": 17065,
      "poster": "https://images.metahub.space/poster/small/tt0472033/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0472033/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "79 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Fantasy",
        "Sci-Fi"
      ],
      "description": "Lidé jsou pryč. Kdy a jak k tomu došlo, není příliš jasné. V troskách starého světa přežívají jenom podivní hadroví panáčci s čísly na zádech. Do této pochmurné doby se narodí Devítka, která je možná předurčena vše změnit. Když se potká se skupinou podobných figurek utíkajících před děsivými vražednými stroji, rozhodne se postavit na odpor. Promluvit vystrašené souputníky k boji však nebude lehké. Stejně jako zjistit, kdo pronásledovatelé vlastně jsou a hlavně – co se stalo s lidmi?\n\nČSFD: 72% (17.1k)"
    },
    {
      "imdb": "tt0274166",
      "name": "Johnny English",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 67% (34.7k)",
      "csfdId": 43142,
      "csfdRating": 67,
      "csfdRatingCount": 34727,
      "poster": "https://images.metahub.space/poster/small/tt0274166/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0274166/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "87 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie"
      ],
      "description": "Britská výzvědná služba, konkrétně její oddělení MI 7, získala v agentovi Johnny Englishovi (Rowan Atkinson) skutečně jedinečnou posilu. Snad ani James Bond, připravený vždycky a všude na všechno, se s ním měřit nemůže. Právě včas, protože z londýnského Toweru byly ukradeny korunovační klenoty a Anglie čelí vážné krizi. Johnny, spolu se svým oddaným a všeho schopným asistentem Boughtem, se ihned ujímá vyšetřování a pátrání, která vede vskutku neotřelými a svéráznými způsoby. Podezřelým č. 1 se stává francouzský obchodní magnát Pascal Sauvage (John Malkovich). Nejcennější symbol moci ostrovního království nemá obohatit jeho sbírku, ale přímo jeho, dosud nekorunovanou hlavu. Budoucí král má ovšem ještě děsivější plán. Chce tu nádhernou, laskavou, zelenou a přívětivou zemi změnit v největší vězení na světě. Jaké štěstí, že Johnnymu ve chvíli, kdy už je téměř vše ztraceno, přispěchá na pomoc krásná agentka Interpolu. Alžběta se může klidně vrátit na trůn a panovat dál a Johnny? To se ještě uvidí.. Ve špionážní komedii Johnny English, kterou realizovala britská společnost Working Title (Čtyři svatby a jeden pohřeb, Notting Hill, Deník Bridget Jonesové, Jak na věc ad.) pro Universal, se spojily dva ryze britské filmové žánry v jediný, originální celek, jemuž dominuje strhující, excentrický komediální výkon Rowana Atkinsona (tedy Mr. Beana, jak mu všichni podvědomě říkáme). Zajímavé je, že impulsem k napsání scénáře se stala série reklamních spotů, natočených v 90. letech pro kreditní karty Barclaydcard. Právě v nich Rowan Atkinson vytvořil postavu agenta typu \"neřízená střela\", který se umí postavit skutečně ke všemu, ale vždycky jen a jen po svém. Takovému útoku na bránice se nedá odolat.(oficiální text distributora)\n\nČSFD: 67% (34.7k)"
    },
    {
      "imdb": "tt0212985",
      "name": "Hannibal",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 68% (29.1k)",
      "csfdId": 8272,
      "csfdRating": 68,
      "csfdRatingCount": 29136,
      "poster": "https://images.metahub.space/poster/small/tt0212985/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0212985/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "131 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama",
        "Horor"
      ],
      "description": "Dr. Hannibal Lecter (Anthony Hopkins), rafinovaný psychiatr a úchylný vrah, který s požitkem pojídal maso svých obětí, uprchl během pátrání po sériovém vrahovi Buffalo Billovi ze svého ostře sledovaného, nicméně improvizovaného, vězení v Memphisu. Nejprve trochu \"cestoval\", pak se přemístil do italské Florencie. A nepřestává být sám sebou. Pod maskou kultivovaného znalce italského umění mate stopy a s noblesou prožívá své choutky. Je tu ale několik lidí, kteří na něho nezapomínají. V první řadě zvláštní agentka FBI Clarice Starlingová (Julianne Mooreová). Ta se už této noční můry nikdy nezbaví. Fascinující tón hlasu dr. Lectera si stále vybavuje. Jednou z Hannibalových obětí se měl stát také perverzní Mason Verger (Gary Oldman). Přežil v zuboženém stavu - je závislý na lékařských přístrojích a posedlý touhou po pomstě. Prostřednictvím internetu sleduje svůj objekt a připravuje past. Návnadou musí být to, co doktora nejvíce těší.(oficiální text distributora)\n\nČSFD: 68% (29.1k)"
    },
    {
      "imdb": "tt0947798",
      "name": "Černá labuť",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 81% (54.3k)",
      "csfdId": 229692,
      "csfdRating": 81,
      "csfdRatingCount": 54298,
      "poster": "https://images.metahub.space/poster/small/tt0947798/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0947798/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Thriller",
        "Mysteriózní",
        "Psychologický"
      ],
      "description": "V psychologickém thrilleru Černá labuť, zasazeném do prostředí newyorské baletní scény, zavádí vizionářský režisér Darren Aronofsky diváky na fascinující a mrazivou cestu do nitra mladé baleríny, která se kvůli své vytoužené roli v Labutím jezeře stane až děsivě dokonalou. Snímek sleduje příběh Niny (Natalie Portman), baleríny newyorského baletu, jejíž život je, podobně jako život všech v této profesi, plně pohlcen tancem. Žije s matkou Ericou, bývalou balerínou (Barbara Hershey), která své profesní ambice nikdy zcela nenaplnila podle svých představ a tak teď alespoň nadšeně podporuje kariéru své dcery. Když se umělecký šéf baletu Thomas Leroy (Vincent Cassel) rozhodne pro novou premiéru sezóny, Labutí jezero, vyměnit stávající primabalerínu Beth Macintyre (Winona Ryder), Nina je jeho jasnou volbou. Do souboru ale vzápětí přichází nová tanečnice Lily (Mila Kunis), která na Leroye velmi zapůsobí svou smyslností a pro Ninu se tak okamžitě stává velkou konkurencí. “Labutí jezero” totiž vyžaduje tanečnici, která umí zahrát jak nevinnou a noblesní Bílou labuť, tak Černou labuť, která představuje lstivost a smyslnost. Nina je dokonalým ztělesněním Bílé labutě, ale Černá labuť je její povaze a projevu vzdálená. To ale rozhodně neplatí pro Lily... Mezi oběma tanečnicemi se rozvíjí podivně zvrácené přátelství, které ale ničí vzrůstající vzájemná rivalita. Nina se nechce své vysněné role vzdát, ale při naplnění svého snu může překročit hranici, zpoza které už nebude návratu do normálního světa.(oficiální text distributora)\n\nČSFD: 81% (54.3k)"
    },
    {
      "imdb": "tt0290334",
      "name": "X-Men 2",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 82% (47.3k)",
      "csfdId": 40326,
      "csfdRating": 82,
      "csfdRatingCount": 47342,
      "poster": "https://images.metahub.space/poster/small/tt0290334/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0290334/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "133 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "X-Meni. Narodili se s jedinečnou genetickou mutací, která jim umožňuje vládnout nadpřirozenými schopnostmi. Pod vlivem profesora Charlese Xaviera (Patrick Stewart) slouží lidstvu. Chrání svět. Ten jim však nedůvěřuje a bojí se jich. Po nesmyslném pokusu o atentát na prezidenta Spojených států, který údajně spáchal neznámý mutant, se veřejnost dovolává zákona, který má mutanty dostat pod kontrolu. V čele militantně anti-mutantniho hnuti stojí armádní velitel a vědec William Stryker (Brian Cox), o němž se tvrdí, že na mutantech prováděl pokusy. Mutanty nenávidí a hodlá je totálně zlikvidovat. Když zjistí, že jeho vlastní syn je mutant, bez milosti ho zabije. Stryker měl v minulosti co do činění také s Wolverinem (Hugh Jackman) a zná tajemství jeho minulosti. Když Wolverine pátrá po svém původu, uvede Stryker do pohybu svůj anti-mutantní program. Jsou však i mutanti, kteří se proti lidské civilizaci postavili. Jeden z nich, Magento (Ian McKellen), právě unikl z vězení. Je nepřítelem X-Menů. V situaci, kdy se všichni mutanti stali štvanci, navrhne X-Menům spojenectví proti společnému nepříteli - Strykerovi. X-Meni i jejich spojenci se spolu vydávají na nejnebezpečnější misi v životě... Režisér Bryan Singer natočil tentokrát víc než tradiční pokračování. Ponořil se hlouběji do mytologie X-Menů, do jejich schopností a vztahů. Vedle již známých postav se na pozici dobra přidává atletický Nightcrawler a zlo posiluje - nejen svými diamantovými drápy - Deathstrike. Ve filmu se tak představuje nová generace X-Menů. Patrick Stewart se vrátil do role profesora Charlese Xaviera, světově uznávaného telepata. I promodralá metamorfická Mystique (Rebecca Romijn-Stamos - viděli jsme ji jako Femme Fatale ve stejnojmenném filmu) předvede své svody. Větší prostor má také postava Storm (oscarová Halle Berry), která prochází vývojovými změnami. Režisér Bryan Singer po natáčení druhého dílu X-Menů prohlásil: Točit první X-Meny byla úžasná zkušenost a divácká reakce byla mimořádně příznivá. Ale po natočení filmu X-Men 2 mi natáčení prvního dílu připadá skoro jen jako úvod. Kultovní záležitost, natočená, jak je to v poslední době velice časté, podle komiksu, má všechny předpoklady upoutat diváky vizuálně i napínavým dějem.(oficiální text distributora)\n\nČSFD: 82% (47.3k)"
    },
    {
      "imdb": "tt2802144",
      "name": "Kingsman: Tajná služba",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (47.2k)",
      "csfdId": 342878,
      "csfdRating": 82,
      "csfdRatingCount": 47236,
      "poster": "https://images.metahub.space/poster/small/tt2802144/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2802144/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Thriller"
      ],
      "description": "Tajní agenti organizace Kingsman nepotřebují mít na konci svých jmen žádné nuly. Tato špionážní služba je oproti jiným britským službám rozhodně nevládní a pochopitelně supertajná. Počet jejích agentů je pevně daný a za každého, který odešel (většinou nedobrovolně a bolestně), nastoupí pečlivě vycvičený a otestovaný nováček, kterého doporučí některý z agentů ve službě. Právě díky tomu se do výběrového systému dostávají hlavně synové významných rodin. Výjimkou z pravidla se stane až Gary „Eggsy\" Price (Taron Egerton), který je obyčejným klukem vybaveným vysokým IQ, nedokončeným výcvikem u mariňáků a oceněný krajskou cenou za gymnastiku. Nyní ale tráví většinu času na ulici, je nezaměstnaný a má nakročeno do kriminálu. V pravou chvíli mu nabídne novou životní šanci jeden z agentů Kingsman – superšpión Harry Hart (Colin Firth), který nejen vypadá, ale také se chová jako pravý anglický gentleman. Aspoň většinou. Někdy to prostě nelze. A protože se jedná nejen o vtipný, ale i napínavý film, potřebujeme pořádného hlavního padoucha. Je jím Richmond Valentine (Samuel L. Jackson), miliardář a bojovník za ekologii zbavený iluzí. Nesnáší pohled na krev a chystá se odrovnat opravdu velké množství obyvatel naší planety. Díky tomu ji chce zachránit a obětavě při tom nehledí na ztrátu žádného cizího života. Pomáhat mu s tím bude Gazelle (Sofia Boutella), inteligentní krasavice s amputovanýma nohama, místo kterých má smrtící běžecké čepele. Podaří se Harrymu a Eggsymu včas odhalit pravdu o Valentinově důmyslném ďábelském plánu a zastavit ho?(CinemArt)\n\nČSFD: 82% (47.2k)"
    },
    {
      "imdb": "tt0266697",
      "name": "Kill Bill",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 79% (71.1k)",
      "csfdId": 43483,
      "csfdRating": 79,
      "csfdRatingCount": 71061,
      "poster": "https://images.metahub.space/poster/small/tt0266697/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0266697/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "111 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Bývalá členka špičkového zabijáckého komanda (Uma Thurman) se rozhodne navždy skončit s minulostí a vdát se. Její svatební den se však změní v krvavá jatka v okamžiku, kdy na ni zaútočí její bývalý šéf Bill (David Carradine) a zabije ji. Mladá žena však nezemřela, i když si to všichni myslí: šťastnou náhodou vražedný útok přežila, ale upadla do kómatu. Po pěti mučivě dlouhých letech se vrací z temného zápraží smrti s jedinou myšlenkou: pomstít se všem, kteří jí ublížili, bez ohledu na to, co je k tomu vedlo. Ke všemu odhodlaná hrdinka, která si říká Nevěsta, však teprve musí zjistit, kdo je proti ní - a také to, jestli neexistuje někdo, kdo by mohl stát na její straně... Chladnokrevná pomsta, mrazivá nenávist a vzpomínky na zrazenou lásku vedou elitní vražedkyni po cestě krve, ze které - možná - není návratu... Po pěti letech, která uplynula od světového úspěchu Jackie Brownové, maniak z videopůjčovny Quentin Tarantino stvrzuje svou pověst kultovního autora akčním příběhem o pomstě, lásce a nenávisti. Klíčovou roli v jeho novém autorském opusu hrají klasické asijské filmy ze 70. let využívající prvků wuxia filmů. Chci natočit nejlepší akční film všech dob!, prohlásil Tarantino jen napůl v žertu na loňském MFF v Cannes, kde svůj projekt poprvé představil. Ke slavnostní světové premiéře na nejprestižnějším evropském festivalu letos v květnu také směřoval natáčení filmu, na jehož soubojových a akčních scénách se podílel legendární Woo-Ping Yuen (Matrix, Tygr a drak). Podobně jako několikrát předtím, i nyní si Tarantino pohrává s chronologií svého příběhu: vyprávění je členěno do deseti kapitol, jejichž časová posloupnost je rafinovaně zpřeházena. Vedle obdivovaných hvězd žánru (Sonnyho Chiby a Gordona Liu) exceluje v v hlavní roli nejnetrpělivěji očekávaného hitu podzimní sezóny Uma Thurman, která se objevila už v režisérově kultovním morytátu Pulp Fiction - Historky z podsvětí.(oficiální text distributora)\n\nČSFD: 79% (71.1k)"
    },
    {
      "imdb": "tt0319262",
      "name": "Den poté",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 66% (39k)",
      "csfdId": 107279,
      "csfdRating": 66,
      "csfdRatingCount": 38952,
      "poster": "https://images.metahub.space/poster/small/tt0319262/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0319262/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "123 min",
      "genres": [
        "Katastrofický",
        "Drama",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Výzkumy klimatologa Jacka Halla (Dennis Quaid), naznačují, že by globální oteplování mohlo spustit prudkou a katastrofální změnu zemského klimatu. Všechno začalo, když se Hall stal svědkem odlomení ledové kry o velikosti Rhode Islandu z antarktického ledového pole. Na celé zeměkouli následovaly prudké změny počasí: v Tokiu padaly kroupy o velikosti grapefruitu, rekordy lámající hurikán řádil na Havaji, v Dillí napadl sníh a přes Los Angeles se přehnala ničivá série tornád. Profesor Rapsona (Ian Holm) potvrdil Jackovy nejhorší obavy: tyto prudké změny počasí jsou příznakem velké globální změny. Množství vody z tajících polárních ledovců narušilo mořské proudy stabilizující náš klimatický systém. Globální oteplování posunulo planetu na pokraj nové doby ledové, která nastane během jedné globální superbouře... Zatímco Jack varuje Bílý dům před blížící se klimatickou změnou, jeho sedmnáctiletý syn Sam (Jake Gyllenhaal) uvízl v New Yorku. Obyvatelstvo je evakuováno na jih, avšak Jack míří na sever zachránit Sama. Ale ani Jack není připraven na to, co se stane - jemu, jeho synovi a jeho planetě... V Emmerichově filmu Den nezávislosti Zemi téměř zničili vetřelci. Teď ve filmu Den poté je nepřítelem mnohem ničivější síla: je to příroda sama. \"Je to výpravný příběh o přežití a hrdinství s neustálou akcí a výbornými vizuálními efekty. Rozhodně má tu ráznost, kterou obecenstvo od Rolanda Emmericha očekává,\" říká producent Mark Gordon. Filmu nechybí ani lidský prvek. \"Je to stále lidské drama bez ohledu na efekty,\" říká Emmerich. Postavy otce a syna jsou zranitelné, rozporné a milující a to dělá jejich boj proti nesmírné síle přírody tak vzrušující. Jde o obecný boj Člověka proti Přírodě. Odolnost a nakonec vítězství lidského ducha.(oficiální text distributora)\n\nČSFD: 66% (39k)"
    },
    {
      "imdb": "tt0121765",
      "name": "Star Wars: Epizoda II - Klony útočí",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 80% (60.3k)",
      "csfdId": 6171,
      "csfdRating": 80,
      "csfdRatingCount": 60338,
      "poster": "https://images.metahub.space/poster/small/tt0121765/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0121765/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "142 min",
      "genres": [
        "Sci-Fi",
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "10 let po Epizodě I pokračují dobrodružství a dramatické osudy rytířů Jedi Anakina Skywalkera a Obi-Wana Kenobiho, kteří mají za úkol chránit senátorku Padmé Amidaluovou, jejíž život je ohrožen. Ke zvýšení napětí, jak se budou vyvíjet vztahy \"starwarsových\" hrdinů se režisér Lucas snaží děj poněkud utajit. Ale přesto jsou tu některé informace o tom, co nového se v tomto díle dozvíte více o Padmé Amidale a jejím milostném vztahu k Anakinovi, který se stane osudným pro další osud celé galaxie. Bude odhalen původ Boby Fetta a úderných oddílů Impéria. Epizoda II objasní, jak to je s \"Válkou klonů\", zmiňovanou v původních Hvězdných válkách. Film je temnější než Epizoda I a jeho atmosféra se blíží filmu Impérium vrací úder. Padmé a Anakin prožívají většinu filmového dobrodružství spolu a s Obi-Wan Kenobim se potkají až na konci filmu. Vrátíme se s hrdiny na Coruscant, Naboo a Tatooine. A poznáte 2 nové planety.(oficiální text distributora)\n\nČSFD: 80% (60.3k)"
    },
    {
      "imdb": "tt2820852",
      "name": "Rychle a zběsile 7",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 68% (27.6k)",
      "csfdId": 340855,
      "csfdRating": 68,
      "csfdRatingCount": 27552,
      "poster": "https://images.metahub.space/poster/small/tt2820852/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2820852/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "139 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "I auta můžou létat. Alespoň pro nesmrtelnou sérii Rychle a zběsile to platí. Její hrdinové už stihli prožít a přežít neuvěřitelné věci, teď však narazí na nepřítele, vedle něhož všichni jejich dosavadní soupeři připomínají bandu dětí z mateřské školky. Statham hraje Deckarda Shawa, živý stroj na zabíjení, který vycvičila elitní vojenská jednotka. Pokud vám příjmení téhle postavy něco připomíná, pak se nepletete. Shawův mladší bratr Owen obtěžoval naše hrdiny v šestém díle tak intenzivně, až ho připravili o život. A rozrušený Shaw starší se rozhodne, že na oplátku připraví o život je a všechny jejich blízké. Bez ohledu na to, jak rychlí či zběsilí budou.(CinemArt)\n\nČSFD: 68% (27.6k)"
    },
    {
      "imdb": "tt0955308",
      "name": "Robin Hood",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 68% (27.3k)",
      "csfdId": 228261,
      "csfdRating": 68,
      "csfdRatingCount": 27335,
      "poster": "https://images.metahub.space/poster/small/tt0955308/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0955308/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "140 min",
      "genres": [
        "Akční",
        "Drama",
        "Dobrodružný",
        "Historický"
      ],
      "description": "Britské ostrovy nebyly ve 13. století optimálním místem k životu. Už tak chudá země ještě financovala ambiciózní křížové výpravy svého krále Richarda. V řadách jeho vojsk hájil problematickou čest Anglické koruny i bezejmenný lučištník Robin (Russell Crowe). Ten se stane očitým svědkem smrti krále při obléhání francouzského hradu a spolu s několika kumpány se rozhodne na vlastní pěst dostat se po letech trmácení světem co nejrychleji domů, do Anglie. Ocitá se v hrabství Nottingham, které ovládá bezskrupulózní šerif (Matthew Macfadyen). Málokdo se mu dokáže vzepřít, jednou z výjimek je Lady Marion (Cate Blanchett), která spravuje panství svého tchána (Max von Sydow), zatímco její muž bojuje za krále. Situace se ještě zhorší po Richardově smrti, když na trůn nastoupí slabý král Jan s dvorním našeptávačem Gisbornem (Mark Strong), který tajně osnuje francouzskou invazi do země. Ve chvíli nejvyšší nouze ale přichází doba hrdinů. Hrdinů jako je Robin. Muž, který se pokusí naplnit prázdné pojmy jako právo, spravedlnost a národní hrdost.(oficiální text distributora)\n\nČSFD: 68% (27.3k)"
    },
    {
      "imdb": "tt1428538",
      "name": "Jeníček a Mařenka: Lovci čarodějnic",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 67% (31.6k)",
      "csfdId": 269437,
      "csfdRating": 67,
      "csfdRatingCount": 31583,
      "poster": "https://images.metahub.space/poster/small/tt1428538/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1428538/img?src=cinemeta",
      "imdbRating": "6.1",
      "runtime": "88 min",
      "genres": [
        "Fantasy",
        "Dobrodružný",
        "Akční",
        "Horor"
      ],
      "description": "Jestli jste jako malí tuhle klasickou pohádku neslyšeli, tvůrci vám ji v průběhu úvodních titulků pro jistotu odvyprávějí. Pak už se ale jde na věc. Ocitáme se v typickém středověkém městečku, které sužují obvyklé dobové problémy, včetně únosů místních dětí, jež prý mají na svědomí čarodějnice obývající okolní hluboké lesy. Zdejší ochránce zákona (Peter Stormare) sice tvrdí, že na to stačí sám, ale očividně si lže do kapsy. Starosta proto pozve na záchrannou misi dvě celebrity, legendární lovce čarodějnic Jeníčka a Mařenku. Sourozenci se pustí po stopách únosců s vervou sobě vlastní a jejich práce brzy začne přinášet výsledky. Bohužel jiné, než jaké by si přáli. Zjistí totiž, že proti nim stojí síly mnohokrát mocnější než všechno, čemu museli doposud čelit. Navzdory Jeníčkově cukrovce (jako malý se jednou přejedl perníkem, chudák!) a Mařenčinu kostlivci ve skříni, o němž se nesluší mluvit, se pustí do boje proti mocné přesile, ale zda se i tentokrát dočkají šťastného konce, je ve hvězdách.(oficiální text distributora)\n\nČSFD: 67% (31.6k)"
    },
    {
      "imdb": "tt1790885",
      "name": "30 minut po půlnoci",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 73% (13.3k)",
      "csfdId": 310919,
      "csfdRating": 73,
      "csfdRatingCount": 13296,
      "poster": "https://images.metahub.space/poster/small/tt1790885/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1790885/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "157 min",
      "genres": [
        "Drama",
        "Historický",
        "Thriller"
      ],
      "description": "Dva roky po událostech 11. září se agentka CIA Maya (Jessica Chastain) přesune z bezpečí washingtonských kanceláří do epicentra honu na Usámu, na americkou ambasádu v Pákistánu. Byť relativní zelenáč, brzy pochopí pravidla hry, do kterých patří i mučení lidí, kteří by mohli poskytnout vodítko k dopadení nejhledanějšího teroristy. Navzdory permanentnímu nebezpečí a řadě situací, kdy jen tak tak vyvázne smrti ze spárů, krok za krokem rozplétá složitou síť vztahů v teroristických buňkách, až narazí na jméno, které by ji mohlo přivést až k samotné ikoně teroristů. Tenhle Abu Ahmed je však stejně nepolapitelný jako Usáma, situace se navíc povážlivě mění, Američané v Pákistánu jsou v čím dál větším nebezpečí, samotná CIA se dostává pod intenzívní palbu politiků a veřejného mínění kvůli nestandardním vyšetřovacím metodám svých lidí a Usáma, je-li vůbec naživu, už vlastně nikoho nezajímá. Snad kromě Mayi, která je odhodlána dovést svůj osobní boj až do konce.(oficiální text distributora)\n\nČSFD: 73% (13.3k)"
    },
    {
      "imdb": "tt1219289",
      "name": "Všemocný",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 81% (49.6k)",
      "csfdId": 276351,
      "csfdRating": 81,
      "csfdRatingCount": 49569,
      "poster": "https://images.metahub.space/poster/small/tt1219289/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1219289/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "106 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Eddie Morra (Bradley Cooper) je zlenivělý spisovatel, kterému se začíná hroutit svět. Chtějí ho vyhodit z práce a rozchod s přítelkyní Lindy (Abbie Cornish) ho jen utvrdí v přesvědčení, že jeho život je v troskách a budoucnost nemůže přinést nic než další zklamání. To se ale změní ve chvíli, kdy Eddieho navštíví jeho starý přítel z dětství, Vernon (Johnny Whitworth). Nabídne mu pilulky NZT - utajovanou drogu, která umožňuje využívat mozek na 100 % a dodává člověku extrémní sebevědomí. Eddie se nechává zlákat neodolatelnými účinky NZT a naprosto droze propadne. Najednou je schopen využívat informace s ohromnou efektivitou. Vše, co kdy viděl, slyšel a přečetl, zvládá zpracovat a zužitkovat. Neustálá stimulace drogou ho katapultuje mezi elitu finančního sektoru. Jeho nadlidský výkon a úspěch přitáhne pozornost finančního magnáta Carla Van Loona (Robert De Niro), který v drogou posíleném Eddiem vidí příležitost, jak vydělat miliardy. Zázračná droga má ale nebezpečné vedlejší účinky a Eddie se ocitá v ohrožení života. Musí se skrývat, nájemní vrazi jsou však stále blíž. Podaří se mu uniknout, nebo doplatí na zrádnou představu, že ho droga učiní všemocným?(oficiální text distributora)\n\nČSFD: 81% (49.6k)"
    },
    {
      "imdb": "tt1318514",
      "name": "Zrození Planety opic",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 82% (42.9k)",
      "csfdId": 281606,
      "csfdRating": 82,
      "csfdRatingCount": 42898,
      "poster": "https://images.metahub.space/poster/small/tt1318514/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1318514/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Pořekadlo, že cesta do pekla bývá dlážděna dobrými úmysly, platí v tomto příběhu přímo ukázkově. Mladý vědec Will Rodman (James Franco) vyvíjí lék proti Alzheimerově nemoci, kterou trpí i jeho otec (John Lithgow). Slibný výzkum se ovšem zadrhává kvůli nežádoucím vedlejším účinkům, které vykazují pokusní živočichové po aplikaci léčebné látky. Zklamaný vědec opouští výzkum, odchází pečovat o otce a jako bonus si tajně odnáší šimpanzí mládě, jehož rodiče zemřeli při Willových pokusech. U šimpanze Caesara se postupně začne projevovat vysoká inteligence a Will zjistí, že za to zřejmě může působení jeho léku. Začne mu ho tajně podávat a tím nechtěně otevře bránu k lidské zkáze. Čím dál inteligentnější zvíře se po čase ocitne v přírodní rezervaci, kde začne v čele ostatních opic pomaloučku připravovat vzpouru proti těm, kdo zabili jeho rodiče a jeho zavřeli do tohoto „fešáckého kriminálu“. Tedy proti lidem.(oficiální text distributora)\n\nČSFD: 82% (42.9k)"
    },
    {
      "imdb": "tt0320691",
      "name": "Underworld",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 67% (29.7k)",
      "csfdId": 45969,
      "csfdRating": 67,
      "csfdRatingCount": 29736,
      "poster": "https://images.metahub.space/poster/small/tt0320691/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0320691/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "122 min",
      "genres": [
        "Akční",
        "Fantasy",
        "Thriller"
      ],
      "description": "Po staletí obývají Zemi dvě rasy, které nepatří do lidského rodu. Aristokratičtí vampýři čili upíři a jejich zavilí nepřátelé, brutální lykani, vlkodlaci... Lidé na jejich existenci nevěří, traduje se jen v pověrách a hororových příbězích. Ale oni zde jsou a vedou odvěký boj na život a na smrt o nadvládu nad těmi druhými. Mohlo by se zdát, že ta byla jednou provždy nastolena, jenže zdání klame. Je o tom přesvědčena vampýrská bojovnice Selene (Kate Beckinsale), která odhalí, že vlkodlaci chystají další velkou akci. Tentokrát si brousí zuby na mladého doktora – člověka. Selene se snaží mladíkovi jménem Michael (Scott Speedman) pomoci a ochránit ho před útokem z podsvětí. Současně se do něj zamiluje a tím vše zkomplikuje... Čím více se zamotává do připravovaného únosu Michaela, tím více získává informace, které ji děsí. Nezadržitelně se totiž blíží okamžik stvoření nového predátora, který kombinuje sílu vampýrů i vlkodlaků. Přitom nemá žádné z jejich slabých stránek. Takové monstrum by dokázalo narušit rovnováhu obou ras, a co hůře, zvrátilo by jí ve prospěch lykanů.(oficiální text distributora)\n\nČSFD: 67% (29.7k)"
    },
    {
      "imdb": "tt1250777",
      "name": "Kick-Ass",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 80% (55.1k)",
      "csfdId": 248143,
      "csfdRating": 80,
      "csfdRatingCount": 55079,
      "poster": "https://images.metahub.space/poster/small/tt1250777/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1250777/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "118 min",
      "genres": [
        "Akční",
        "Komedie"
      ],
      "description": "Svět potřebuje nové hrdiny! A proto přichází Kick-Ass se svými komplici! Teenager Dave Lizewski (Aaron Johnson) nevyniká žádnými zvláštními schopnostmi. Jediné, co ho baví, jsou komiksy. Ty ho taky inspirují natolik, že se rozhodne stát se superhrdinou! Bohužel mu k tomu ale chybí to nejdůležitější - nadpřirozené schopnosti… To ho ale nemůže odradit a jako každý správný superhrdina si vybírá přezdívku, Kick-Ass. Dave ale není jediným superhrdinou v tomto prostoru. Nebojácné a dobře secvičené duo otce s dcerou Big Daddy (Nicolas Cage) a Hit Girl (Chloe Grace Moretz) také bojuje s kriminálními živly a postupně se jim i daří omezovat „království“ místního padoucha Franka D´Amica.(oficiální text distributora)\n\nČSFD: 80% (55.1k)"
    },
    {
      "imdb": "tt1535109",
      "name": "Kapitán Phillips",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 84% (32.3k)",
      "csfdId": 307856,
      "csfdRating": 84,
      "csfdRatingCount": 32332,
      "poster": "https://images.metahub.space/poster/small/tt1535109/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1535109/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "134 min",
      "genres": [
        "Životopisný",
        "Thriller",
        "Drama"
      ],
      "description": "Kapitán Philips je komplexní studií přepadení americké nákladní lodi Maersk Alabama somálskými piráty, ke kterému došlo v roce 2009. Režisér Paul Greengrass nám v něm svým unikátním pohledem nabízí kombinaci napínavého thrilleru a pohled na širokou škálu důsledků globalizace. Film se zaměřuje na vztah mezi velícím důstojníkem Alabamy, kapitánem Richardem Phillipsem (dvojnásobný držitel Oscara Tom Hanks), a kapitána somálských pirátů Museho (Barkhad Abdi), který ho unese jako rukojmí. Phillips a Muse proti sobě čelí v okamžiku, kdy Muse se svou posádkou zamíří na Phillipsovu neozbrojenou loď. V souboji vůle a odhodlání, který následuje 230 km od somálského pobřeží, jsou oba muži vydáni na milost osudu, který je zcela mimo jejich kontrolu.(Falcon)\n\nČSFD: 84% (32.3k)"
    },
    {
      "imdb": "tt1790864",
      "name": "Labyrint: Útěk",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 67% (28.8k)",
      "csfdId": 335996,
      "csfdRating": 67,
      "csfdRatingCount": 28812,
      "poster": "https://images.metahub.space/poster/small/tt1790864/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1790864/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "113 min",
      "genres": [
        "Akční",
        "Mysteriózní",
        "Thriller",
        "Sci-Fi"
      ],
      "description": "Podzemní výtah Thomase vyvezl na louku obklopenou vysokými zdmi. Vůbec na nic si nepamatuje, dokonce si zpočátku nevzpomíná ani na vlastní jméno. Hned po příjezdu jej přivítá skupina dalších mladíků, které již dříve potkal stejný osud. Vytvořili zvláštní komunitu, která se na tom podivném místě snaží přežít a zároveň neúnavně hledá únikovou cestu. Možnost utéct mají každé ráno, kdy se ve zdi otevírá obrovská brána. Ta jim však pouze umožňuje vstoupit do obrovského a neustále se měnícího bludiště, které jejich nový domov obklopuje. Nejlepší a nejodvážnější běžci hledají cestu ven a postupně mapují jednotlivé části labyrintu. Mají na to jen čas vymezený denním světlem, večer se brána uzavírá a kdo se nestihne včas vrátit, mezi stěnami labyrintu nepřežije. Zůstane po něm jen přeškrtnuté jméno vyryté na stěně. Labyrint se totiž v noci mění na děsivé místo plné nejrůznějších nástrah, kvůli nimž se pravděpodobnost přežití v jeho útrobách limitně blíží k nule. Thomase přesto bludiště neustále přitahuje. Možná za to může i fakt, že je jiný než ostatní chlapci. Jemu jedinému se zdají podivné sny o minulosti a o záhadné organizaci skryté pod zkratkou W.C.K.D. Navíc právě jeho jméno vykřikne nový pasažér, kterého přiveze další výtah. K překvapení všech to ale není chlapec, ale dívka (Kaya Scodelario). A právě ona možná drží klíč od brány jejich vězení.(CinemArt)\n\nČSFD: 67% (28.8k)"
    },
    {
      "imdb": "tt0144084",
      "name": "Americké psycho",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 69% (20.9k)",
      "csfdId": 11912,
      "csfdRating": 69,
      "csfdRatingCount": 20919,
      "poster": "https://images.metahub.space/poster/small/tt0144084/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0144084/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "102 min",
      "genres": [
        "Krimi",
        "Komedie",
        "Drama"
      ],
      "description": "Patrick Bateman je mladý ambiciózní finančník, který je tam, kde chtěl být. Žije na Manhattanu, má snoubenku, pracovní postup. Co ho však vede k tomu, stát se krvavým zabijákem, ví jen on sám.(oficiální text distributora)\n\nČSFD: 69% (20.9k)"
    },
    {
      "imdb": "tt0296572",
      "name": "Riddick: Kronika temna",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 68% (23.9k)",
      "csfdId": 134348,
      "csfdRating": 68,
      "csfdRatingCount": 23872,
      "poster": "https://images.metahub.space/poster/small/tt0296572/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0296572/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "119 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Riddick (Vin Diesel) je na útěku před žoldáky. Na jeho hlavu je vypsána vysoká odměna a on se proti své vůli ocitá uprostřed nelítostného souboje. Jedině Riddick totiž dokáže zastavit Necromongerovy bojovníky a zachránit lidstvo. Bude se mu však chtít zachraňovat kromě svého života ještě něco jiného? Riddick: Kronika temna vás díky neuvěřitelným speciálním efektům, akcím nabitým dějem a hvězdným obsazením vezme na parádní jízdu fantastickým světem, na kterou hned tak nezapomenete.(Magic Box)\n\nČSFD: 68% (23.9k)"
    },
    {
      "imdb": "tt0477348",
      "name": "Tahle země není pro starý",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 82% (39.5k)",
      "csfdId": 226762,
      "csfdRating": 82,
      "csfdRatingCount": 39470,
      "poster": "https://images.metahub.space/poster/small/tt0477348/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0477348/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "122 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Drama"
      ],
      "description": "V roce 1980 v Texasu vzrůstá kriminalita a obchod s drogami. Na jeden takový nepovedený obchod narazí Llewenyl Moss, který díky tomu přijde k pěknému balíku peněz. O tyto peníze má však zájem i někdo další...V Texasu se píše rok 1980 a Ed Tom Bell běduje nad zvyšující se kriminalitou ve svém revíru, kde stejně jako jeho otec dělá šerifa. Llewenyl Moss, který je na lovu, náhodou objeví místo, kde došlo k drogové předávce, která se však zvrtla. Moss najde několik mrtvých mužů a psů, ale také zraněného Mexičana, který prosí o vodu. Moss mu ji nedá a vypraví se dál od místa po krvavých stopách. Po chvíli narazí na dalšího mrtvého muže, který má u sebe kufřík plný peněz. Moss peníze vezme a vrátí se domů. Jeho svědomí mu ale nedá spát, a tak se vrátí na místo, aby dal zraněnému Mexičanovi napít. Ten nejenže je již mrtvý, ale na místo činu přijedou dva muži a začnou po něm střílet. Mossovi se podaří uprchnout a dostat se zpět domů, kde poručí své ženě, aby jela za svou matkou. Sám se pak vydá do motelu, kde ukryje kufřík ve ventilační šachtě svého pokoje. Na vypátrání peněz je najat zásadový zabiják Anton Chigurh, který neváhá zabít mladého zástupce šerifa, jen aby se dostal z cely. Při úprku zastaví muže v dodávce, kterého zastřelí, aby si mohl vzít jeho auto. Později se na místě činu setká se svými šéfy. Mossův vůz zde zůstal, díky čemuž Chigurh zjistí Mossovu identitu. Když přijede prohledat jeho dům, on už tam ale není. Moss přijíždí taxíkem do motelu a všimne si, že v jeho pokoji někdo byl. Pronajme si proto další pokoj, který je větrací šachtou propojen s jeho původním pokojem. Čeho si Moss nevšiml, je to, že mezi penězi je ukryto sledovací zařízení a díky němu se podaří Chigurhovi Mosse opět vypátrat. Po příjezdu do motelu Chigurh zjistí, že v Mossově pokoji se ukrývá skupina Mexičanů, kteří na Mosse čekají. Všechny je pozabíjí a Mossovi se mezitím podaří i s penězi uprchnout. Nejde mu do hlavy, jak ho mohl Chigurh vypátrat, a tak prohledá kufřík a objeví sledovací zařízení. Je ovšem pozdě, jelikož Chigurh ho opět našel. Strhne se přestřelka, při které jsou oba zraněni. Moss utíká přes hranice do Mexika. Po cestě zahodí kufr i s penězi do keře na břehu řeky Rio Grande a nechá se v Mexiku ošetřit. Mezitím je na získání peněz a také odstranění Chigurha, který za sebou nechává moc nápadnou spoušť, najat jiný zabiják, Carson Wells. Tomu se podaří Mosse vypátrat a nabídnout mu pomoc. Zjistí také, kde je kufřík plný peněz. Večer je ale ve svém hotelu zabit Chigurhem zrovna ve chvíli, kdy mu Moss volá. Telefon zvedne Chigurh a řekne Mossovi, že pokud mu přinese kufřík s penězi, nezabije jeho ženu, i když jeho zabije tak či tak. Moss jeho nabídku zamítne. Okamžitě volá své ženě Carle, které řekne, že se sejdou v motelu v El Pasu, kde jí chce předat peníze, skrýt ji do bezpečí a poté zabít Chigurha. Carla, která se zatím při schůzce s šerifem dozvěděla, že jejímu muži hrozí velké nebezpečí, šerifovi zavolá a řekne mu polohu Mosse. Zatímco telefonuje, její matka nevědomky prozradí Mossovu polohu skupině Mexičanů. Když Bell přijíždí do motelu, slyší výstřely a vidí ujíždět auto. Když přiběhne na místo činu, najde Mosse mrtvého v kaluži krve...(TV Prima)\n\nČSFD: 82% (39.5k)"
    },
    {
      "imdb": "tt0187738",
      "name": "Blade 2",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 67% (26.9k)",
      "csfdId": 8999,
      "csfdRating": 67,
      "csfdRatingCount": 26918,
      "poster": "https://images.metahub.space/poster/small/tt0187738/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0187738/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "117 min",
      "genres": [
        "Akční",
        "Fantasy",
        "Horor",
        "Thriller"
      ],
      "description": "Když Blade (Wesley Snipes) v předchozím díle opustil svého nejlepšího přítele Whistlera (Kris Kristofferson) měl za to, že je mrtvý. Došlo však ještě k něčemu daleko horšímu. Whistler byl infikován upířím virem. O tom však Blade nemá ani tušení. Našel si nového společníka, který si říká Scud (Norman Reedus) a je expertem na antiupíří zbraně všech typů. Společně křižují nocí a zdá se, že je likvidace upírů baví více, než kdykoli předtím. Jako blesk z čistého nebe je tak zasáhne zpráva, že Whistler je zadržován kdesi v Praze a není na tom zrovna nejlépe. Blade neváhá ani sekundu, protože přijít na pomoc příteli je pro něj samozřejmostí, i když to znamená proniknout hluboko do týlu nepřátelských linií. Boj s nemilosrdným protivníkem začíná a Praha se brzy zalije krví...(oficiální text distributora)\n\nČSFD: 67% (26.9k)"
    }
  ]
}