{
  "id": "scifi_cyberpunk",
  "name": "Sci-Fi & cyberpunk kultovky",
  "type": "movie",
  "generatedAt": "2026-01-16T14:28:50.683Z",
  "source": {
    "path": "/movies/collected/all"
  },
  "filters": {
    "years": "1980-2005",
    "genres": "science-fiction,thriller"
  },
  "items": [
    {
      "imdb": "tt0080684",
      "name": "Star Wars: Epizoda V - Impérium vrací úder",
      "year": 1980,
      "releaseInfo": "1980 • ČSFD: 89% (70.3k)",
      "csfdId": 5238,
      "csfdRating": 89,
      "csfdRatingCount": 70304,
      "poster": "https://images.metahub.space/poster/small/tt0080684/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0080684/img?src=cinemeta",
      "imdbRating": "8.7",
      "runtime": "124 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Fantasy",
        "Akční"
      ],
      "description": "Nastaly temné časy pro Povstání. I přes to, že \"Hvězda smrti\" byla zničena, imperiální jednotky vyhnaly Rebely z jejich tajné základny a pronásledovaly je po celé Galaxii. Aby se vyhnula střetu s hrůzostrašnou Imperiální flotilou, skupina svobodných pilotů vedená Lukem Skywalkerem vybudovala novou tajnou základnu na opuštěné ledové planetě Hothu. Imperátorův pobočník Darth Vader, posedlý hledáním mladého Skywalkera, však vyslal tisíce sond do všech koutů vesmíru...(oficiální text distributora)\n\nČSFD: 89% (70.3k)"
    },
    {
      "imdb": "tt0088247",
      "name": "Terminátor",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 87% (75.3k)",
      "csfdId": 1249,
      "csfdRating": 87,
      "csfdRatingCount": 75298,
      "poster": "https://images.metahub.space/poster/small/tt0088247/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0088247/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Z roku 2029 je do Los Angeles roku 1984 vyslán zabijácký stroj podobný člověku. Má za úkol zabít Sarah Connorovou dřív, než přivede na svět syna, který se má později stát vůdcem lidí ve válce proti strojům. Lidé žijící v budoucnosti ovšem do současnosti také vyslali svého muže, který se bude snažit Sarah zachránit.(oficiální text distributora)\n\nČSFD: 87% (75.3k)"
    },
    {
      "imdb": "tt0121766",
      "name": "Star Wars: Epizoda III - Pomsta Sithů",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 87% (71.2k)",
      "csfdId": 6172,
      "csfdRating": 87,
      "csfdRatingCount": 71219,
      "poster": "https://images.metahub.space/poster/small/tt0121766/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0121766/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "140 min",
      "genres": [
        "Sci-Fi",
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "V třetí epizodě ságy Star Wars zuří Klonové války, které  prohloubily rozpory mezi kancléřem Palpatinem a Radou Jediů. Mladý rytíř Jedi Anakin Skywalker se musí rozhodnout, na čí straně bude stát. Podlehne slibům moci a pokušení Temné strany, vstoupí do služeb zlého Darth Sidiouse a stane se z něj Darth Vader. Sithští lordové se chtějí společně pomstít a prvním krokem jejich plánu je likvidace Jediů. Pouze Yoda a Obi-Wan přežijí a musejí se Sithům postavit, což vede k dramatickému souboji světelnými meči mezi Anakinem a Obi-Wanem, který rozhodne o osudu galaxie.(oficiální text distributora)\n\nČSFD: 87% (71.2k)"
    },
    {
      "imdb": "tt0086190",
      "name": "Star Wars: Epizoda VI - Návrat Jediů",
      "year": 1983,
      "releaseInfo": "1983 • ČSFD: 87% (65k)",
      "csfdId": 6474,
      "csfdRating": 87,
      "csfdRatingCount": 64983,
      "poster": "https://images.metahub.space/poster/small/tt0086190/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086190/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "132 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Fantasy",
        "Akční"
      ],
      "description": "Luke Skywalker se vrátil na svou rodnou planetu Tatooine ve snaze zachránit svého přítele Hana Sola z pazourů zlého gangstera Jabba Hutta. Málo však Luke ví o tom, že GALAKTICKÉ IMPÉRIUM začalo tajně stavět novou obrněnou bojovou vesmírnou stanici, která je ještě silnější než ta první - obávaná Hvězda Smrti. Po dokončení by tato zbraň přinesla jistou zkázu malé skupině rebelů, bojujících za znovuobnovení svobody v Galaxii...(oficiální text distributora)\n\nČSFD: 87% (65k)"
    },
    {
      "imdb": "tt0081505",
      "name": "Osvícení",
      "year": 1980,
      "releaseInfo": "1980 • ČSFD: 88% (55.1k)",
      "csfdId": 5407,
      "csfdRating": 88,
      "csfdRatingCount": 55140,
      "poster": "https://images.metahub.space/poster/small/tt0081505/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0081505/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "144 min",
      "genres": [
        "Horor",
        "Drama",
        "Thriller"
      ],
      "description": "Spisovatel Jack Torrance hledá klidné místo pro psaní svého nového románu, a tak přijímá nabídku dělat správce odlehlého horského hotelu. Při úvodním pohovoru se dozvídá mimo jiné hrůznou historku o svém předchůdci, který zešílel ze samoty a odloučení a zavraždil svou ženu a dvě dcery... po příjezdu Jack ubytuje svou rodinu a začíná psát knihu. Brzy však zjišťuje, že samota uprostřed hor je tísnivá a také on začíná přicházet o rozum.(oficiální text distributora)\n\nČSFD: 88% (55.1k)"
    },
    {
      "imdb": "tt0289879",
      "name": "Osudový dotek",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 87% (59.1k)",
      "csfdId": 45608,
      "csfdRating": 87,
      "csfdRatingCount": 59130,
      "poster": "https://images.metahub.space/poster/small/tt0289879/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0289879/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "113 min",
      "genres": [
        "Sci-Fi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Evan Treborn (Ashton Kutcher) se vydává pomocí schopností zděděných po otci a díky svým zápiskům z dětství na riskantní cestu do minulosti, aby ji změnil, napravil své chyby a setkal se s láskou svého života. Nebezpečný experiment se mu však vymkne z rukou...(oficiální text distributora)\n\nČSFD: 87% (59.1k)"
    },
    {
      "imdb": "tt0399295",
      "name": "Obchodník se smrtí",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 86% (56.9k)",
      "csfdId": 189557,
      "csfdRating": 86,
      "csfdRatingCount": 56935,
      "poster": "https://images.metahub.space/poster/small/tt0399295/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0399295/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "122 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Obchodník se smrtí je akční dobrodružný příběh podle skutečné události, který se odehrává ve světě mezinárodního obchodu se zbraněmi. Příběh filmu pojednává o pozoruhodných výkonech obchodníka se zbraněmi Yuriho Orlova (Nicolas Cage). Yuri, který se pohybuje v nejnebezpečnějších válečných zónách světa, hravě strčí do kapsy Interpol, svoje obchodní konkurenty a dokonce i zákazníky, mezi něž patří většina nejznámějších světových diktátorů. Jeho největším soupeřem se však nakonec stane vlastní svědomí... \"Skoro všechno, co se ve filmu děje, má skutečnou předlohu,\" říká Niccol. \"Vojenské helikoptéry, které byly prodávány jako záchranné, překupníci se zbraněmi, kteří měnili názvy a registrační údaje svých lodí přímo na moři, dobře známý obchodník se zbraněmi, který byl v Americe propuštěn z vazby za velmi podezřelých okolností, skutečnosti o masových krádežích sovětského vojenského arzenálu po pádu Sovětského svazu. to všechno je pravda. Ve filmu se podíváme do více než 13 zemí, jejichž prostředí dramaticky nasnímal kameraman Amir Mokri ve spolupráci s hlavním výtvarníkem Jeanem Vincentem Puzosem. Kombinace jejich talentů nám napomohla věrně znázornit smutnou absurditu světa obchodu se zbraněmi\", říká režisér. Producent filmu Philippe Rousselet si velmi pochvaluje Puzosovu práci na realistických válečných ruinách, mezi nimiž Yuri Orlov buduje svou kariéru. Puzos si při jejich modelování musel vystačit s \"pouhými 50 milióny dolarů\". Podle posledních informací se skutečný Yuri Orlov ukrývá na území Sýrie, některého z afrických států nebo v Karlových Varech.(oficiální text distributora)\n\nČSFD: 86% (56.9k)"
    },
    {
      "imdb": "tt0372183",
      "name": "Bournův mýtus",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 86% (51k)",
      "csfdId": 136076,
      "csfdRating": 86,
      "csfdRatingCount": 50972,
      "poster": "https://images.metahub.space/poster/small/tt0372183/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0372183/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "V roce 2002 se ve filmu Agent bez minulosti podle románu Roberta Ludluma objevil nový hrdina: profesionální zabiják, který se pokouší oživit svou paměť a prchá před pronásledujícími stíny ze své minulosti. V napínavém a spletitém thrilleru se výrazně herecky předvedl Matt Damon jako agent Jason Bourne. Jason Bourne se teď na plátno vrací v pokračování. Před dvěma lety se domníval, že své minulosti utekl. Nyní ho minulost opět dohání. Bourne a Marie (Franka Potente) dál žijí v anonymitě. Bournea ženou noční můry a vzpomínky. Vláčí Marii z města do města. Snaží se být vždy aspoň krok před hrozbou, kterou tuší v každém pohledu i v každém telefonním \"omylu\", před nebezpečím, které očekává v každé vteřině. Ale ohrožení jej do světa, z něhož chtěl uniknout, neustále vrací. Když se v poklidné vsi, která je jejich dočasným domovem, objeví tajný agent, Bourne s Marií místo kvapně opouštějí. Začne nová globální hra na kočku a myš a Jason Bourne se musí vrátit ke své minulosti, i když tajná operace Treadstone', která vytvářela profesionální zabijáky, už skončila. Před lety Bourneovi řekli, že nesmí s nikým navázat kontakt. Minulost se přihlásila sama. Měli ho nechat na pokoji.(oficiální text distributora)\n\nČSFD: 86% (51k)"
    },
    {
      "imdb": "tt0258463",
      "name": "Agent bez minulosti",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 85% (55.2k)",
      "csfdId": 18113,
      "csfdRating": 85,
      "csfdRatingCount": 55204,
      "poster": "https://images.metahub.space/poster/small/tt0258463/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0258463/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "119 min",
      "genres": [
        "Akční",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Jedné bouřlivé noci vyloví italská rybářská loď z moře muže, spíš mrtvého než živého. V zádech má kulky a pod kůží štítek s číslem bankovního konta ve švýcarské bance. Víc nic. Když se mu konečně vrátí vědomí, nic svým zachráncům o sobě nedokáže povědět. Trpí naprostou ztrátou paměti. Postupně zjišťuje, že ovládá bojová umění, domluví se v několika jazycích a že si poradí s každou zbraní. To signalizuje velice nebezpečnou minulost. Ale kdo a proč ho chtěl zabít, si vybavit nedokáže. V curyšské depozitní schránce, kam se vydá, jakmile loď přistane, nalezne hned několik cestovních dokladů, závratně vysokou hotovost, automatickou pistoli a jméno Jason Bourne s pařížskou adresou. I když o sobě stále nic neví, pochopí záhy, že lidé, kteří ho znají, usilují o jeho život. A tak Marii, první dívce, kterou potká, nabídne 10.000 dolarů za cestu do Paříže. Teprve tady, s pomocí Marie, jejíž život převrátil vzhůru nohama, začíná skládat první kamínky do mozaiky své minulosti...  Román Roberta Ludluma, který má přinejmenším stejně široké čtenářské zázemí jako třeba Tom Clancy, byl již před lety zfilmován a uveden na televizních obrazovkách a videu pod názvem Agent beze jména s Richardem Chamberlainem. Doug Liman, režisér nového přepisu, odmítl roli ilustrátora dramatické a dějově nesmírně rozvětvené předlohy. Rozhodl se natočit akční špionážní film, zakotvený v současné realitě, který by oslovil i mladou diváckou generaci. Díky svému otci poznal skutečné agenty a věděl, že jejich život a práce se jen málo podobá tomu, co znal ze špionážních snímků. Proto se - se souhlasem autora - rozhodl k rozsáhlým škrtům a změnám, proto do hlavní role, pro mnohé až překvapivě, obsadil Matta Damona, držitele Oscara za film Dobrý Will Hunting. Ten o svém nejnovějším snímku řekl: \"Věděl jsem s jistotou, že Doug nenatočí standardní hollywoodský akční film\". Vystihl tak stručně a přesně kvalitu, kterou Doug Liman románu z 80. let vtiskl. Na atraktivitě mu v očích našich diváků nepochybně dodává i fakt, že byl natáčen v ulicích Prahy.(oficiální text distributora)\n\nČSFD: 85% (55.2k)"
    },
    {
      "imdb": "tt0240772",
      "name": "Dannyho parťáci",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 83% (57.1k)",
      "csfdId": 8564,
      "csfdRating": 83,
      "csfdRatingCount": 57096,
      "poster": "https://images.metahub.space/poster/small/tt0240772/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0240772/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "116 min",
      "genres": [
        "Krimi",
        "Komedie",
        "Thriller"
      ],
      "description": "Lupič Danny Ocean je mužem akce. Ještě neuplynulo ani čtyřiadvacet hodin od chvíle, kdy byl propuštěn z věznice v New Jersey a už plánuje další kšeft. Za jednu noc hodlá Danny spolu s týmem jedenácti specialistů přepadnout najednou hned tři kasina, která ve svých sejfech skrývají stopadesát milionů dolarů. Všechna kasina patří Terrymu Benedictovi, který shodou okolností právě žije s Dannyho bývalou ženou Tess. Je to náhoda nebo motiv? To ví pouze on. V každém případě riskuje nejen svůj život, ale také možnost opět se s Tess sblížit. Pokud se mu jeho takřka neuskutečnitelný plán podaří zrealizovat, potom naopak získá všechno...(oficiální text distributora)\n\nČSFD: 83% (57.1k)"
    },
    {
      "imdb": "tt0343818",
      "name": "Já, robot",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 82% (64.1k)",
      "csfdId": 91975,
      "csfdRating": 82,
      "csfdRatingCount": 64132,
      "poster": "https://images.metahub.space/poster/small/tt0343818/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0343818/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "115 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Krimi",
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "V roce 2035 jsou roboti součástí každé domácnosti a lidé jim důvěřují. Až na jednoho – trochu paranoidního detektiva Dela Spoonera (Will Smith). Ten je přesvědčený, že zločin, který právě vyšetřuje, spáchal robot. Vyšetřování ho přivede k odhalení děsivé hrozby pro lidskou rasu... Společně s psycholožkou Susan Calvenovou vyšetřují smrt doktora Milese Hogenmillera, vědce, který pracoval s roboty pro U. S. Robotics. Příčinou smrti byla sebevražda, ale Spooner je přesvědčený, že vědce zavraždil robot. Tři zákony robotiky však zaručují, že taková věc je nemožná…(TV Prima)\n\nČSFD: 82% (64.1k)"
    },
    {
      "imdb": "tt0083944",
      "name": "Rambo: První krev",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 85% (44.4k)",
      "csfdId": 16097,
      "csfdRating": 85,
      "csfdRatingCount": 44416,
      "poster": "https://images.metahub.space/poster/small/tt0083944/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0083944/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "93 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Voják americké armády John Rambo (Sylvester Stallone) se po letech vrací z pekla vietnamské války zpět do své vlasti. Ale politická situace se mezitím změnila, mladý muž se setkává jen s nepochopením a jednoho dne je šerifem malého podhorského městečka (Brian Dennehy) zatčen pro potulku a odveden na místní policejní stanici. Podaří se mu však utéct a v nedalekých horách svádí se svými pronásledovateli nelítostný boj o holý život.(oficiální text distributora)\n\nČSFD: 85% (44.4k)"
    },
    {
      "imdb": "tt0338013",
      "name": "Věčný svit neposkvrněné mysli",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 84% (49k)",
      "csfdId": 70254,
      "csfdRating": 84,
      "csfdRatingCount": 48965,
      "poster": "https://images.metahub.space/poster/small/tt0338013/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0338013/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Romantický",
        "Sci-Fi"
      ],
      "description": "Život osamělého a nesmělého Joela se od základu změní, když potká excentrickou a temperamentní Clementine. Ta je výstřední ve všech směrech a k bláznivým kouskům stále úspěšněji vyzývá i Joela, jenže je rovněž nevyrovnaná a výbušná a jednoho dne se rozhodne Joela zbavit a začít znovu. Na experimentální klinice se podrobí vymazání paměti, a jelikož pokus dopadne úspěšně, rozhodne se zdrcený Joel pro stejné řešení. Nemá ale štěstí, tentokrát se zákrok vymkne lékaři z rukou a dílo zkázy dokoná jeho asistent, který se místo pečlivého monitorování mozkové činnosti klienta nechá svést k divokým erotickým hrátkám. Režisér umí mistrovsky rozrušovat časoprostorovou kontinuitu a nahrazovat ji asociativním spojováním útržků, jež pocházejí z různých vrstev paměti, a zde se tento princip uplatní při rekonstrukci celého vztahu ústřední dvojice. Odvíjí se pozpátku, k některým zážitkům se film opakovaně vrací, mnohé deformuje v závislosti na Joelových rozjitřených emocích.(oficiální text distributora)\n\nČSFD: 84% (49k)"
    },
    {
      "imdb": "tt0272152",
      "name": "Svět podle Prota",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 86% (40.7k)",
      "csfdId": 10995,
      "csfdRating": 86,
      "csfdRatingCount": 40673,
      "poster": "https://images.metahub.space/poster/small/tt0272152/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0272152/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Sci-Fi",
        "Mysteriózní"
      ],
      "description": "Kevin Spacey, držitel dvou hereckých Oscarů, v roli pacienta psychiatrické léčebny s jasnou diagnózou: tvrdí, že je na Zemi na návštěvě a pochází z planety K-PAX. Jeff Bridges, několikrát na Oscara nominovaný, v roli jeho lékaře dr. Marca Powella. Přepracovaný psychiatr ze státní nemocnice nachází u svého vesmírného pacienta řadu nezvyklých projevů a navíc naprostou odolnost vůči běžným léčebným prostředkům. Co když je podivný pacient skutečně mimozemšťan? Na filmu, který odstartoval z prvního místa amerického žebříčku, se kromě režiséra Iaina Softleye podílela řada mimořádných filmařských osobností - kameraman John Mathieson, který získal řadu ocenění a nominaci na Oscara za svou práci na Gladiátorovi, střihač Craig McKay, mnohonásobně oceněný a rovněž na Oscara nominovaný za filmy Mlčení jehňátek a Reds.(oficiální text distributora)\n\nČSFD: 86% (40.7k)"
    },
    {
      "imdb": "tt0084787",
      "name": "Věc",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 86% (36.7k)",
      "csfdId": 1329,
      "csfdRating": 86,
      "csfdRatingCount": 36742,
      "poster": "https://images.metahub.space/poster/small/tt0084787/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0084787/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "109 min",
      "genres": [
        "Sci-Fi",
        "Horor",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Vědce z americké výzkumné stanice na Antarktidě vystraší vrtulníkový nájezd jejich norských kolegů, kteří se marně snaží zabít prchajícího psa. Lov dopadne neúspěšně a Norové zmizí bez toho, aby situaci Američanům vysvětlili. Ti však postupně zjišťují, že se psem není něco v pořádku.Je totiž infikovaný mimozemským virem, který pro sebezdokonalování využívá tělesné schránky (nejen) lidí a vůbec mu není proti mysli na svých hostitelích ledacos „zkoušet“. A tak vědcům nezbývá nic jiného než vzít do rukou plamenomet, věřit jenom sobě a být stále ve střehu – v kterémkoli z nich se totiž může skrývat „věc“...(oficiální text distributora)\n\nČSFD: 86% (36.7k)"
    },
    {
      "imdb": "tt0183649",
      "name": "Telefonní budka",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 84% (42.7k)",
      "csfdId": 8227,
      "csfdRating": 84,
      "csfdRatingCount": 42716,
      "poster": "https://images.metahub.space/poster/small/tt0183649/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0183649/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "81 min",
      "genres": [
        "Thriller",
        "Mysteriózní",
        "Psychologický"
      ],
      "description": "V západním Manhattanu na 53. ulici stojí snad poslední uzavřená telefonní budka v New Yorku. Právě z ní den co den ve stejnou dobu telefonuje arogantní mediální manažer Stuart Shepard začínající herečce Pam. Poslední den před tím, než mají budku zbourat, se však stanou dvě zdánlivě nevinné věci, které samolibému muži převrátí život vzhůru nohama. Nejprve na dvířka telefonní budky zaklepe doručovatel s pizzou, kterou si Stu neobjednal, a vzápětí zazvoní telefon. Shephard udělá tu chybu, že automaticky zvedne sluchátko a tím zpečetí svůj osud. Kdosi neznámý, který však o něm ví překvapivě mnoho, mu začne vyhrožovat. Přesvědčí Sheparda, že pokud nebude poslouchat jeho příkazy, odstřelí ho snajpr, jenž ho má na mušce a hraje si s ním jako kočka s myší. Komorní thriller režíroval Joel Schumacher, v hlavní roli exceluje Colin Farrell.(HBO Europe)\n\nČSFD: 84% (42.7k)"
    },
    {
      "imdb": "tt0401792",
      "name": "Sin City - město hříchu",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 80% (68.2k)",
      "csfdId": 178904,
      "csfdRating": 80,
      "csfdRatingCount": 68162,
      "poster": "https://images.metahub.space/poster/small/tt0401792/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0401792/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Noirový thriller plný násilí, v němž se prolíná několik dějových linií z oblíbených komiksů Franka Millera, vykresluje obraz nejděsivějšího města bez slitování pohledem těch nejdrsnějších postav. Bruce Willis exceluje v roli policajta s nemocným srdcem, který přislíbil ochranu sexy striptérce (Jessica Alba); Mickey Rourke hraje mrzoutského psance s posláním pomstít smrt své jediné životní lásky (Jaime Kingová) a Clive Owen ztvárňuje Shellieinu (Brittany Murphyová) tajnou lásku Dwighta, který po nocích brání Gail (Rosario Dawsonová) a její lehké děvy z Old Townu (Devon Aokiová a Alexis Bledelová) před drsňákem (Benicio Del Toro) se zálibou v násilí.(Cinemax)\n\nČSFD: 80% (68.2k)"
    },
    {
      "imdb": "tt0181689",
      "name": "Minority Report",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 82% (48.1k)",
      "csfdId": 8647,
      "csfdRating": 82,
      "csfdRatingCount": 48067,
      "poster": "https://images.metahub.space/poster/small/tt0181689/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0181689/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "145 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Píše se rok 2054. Washington D.C. je zbaven kriminality. Budoucnost je světlá. Vina je potrestána dřív, než ke zločinu vůbec dojde. PreKrim, elitní jednotka Ministerstva spravedlnosti, dokáže vraždě zabránit díky třem jasnovidcům, psychotronickým osobnostem, které neomylně určí pachatele. Je to nejmodernější obrana proti zločinu, dokonalý systém. Velitel jednotky PreKrim John Anderton (Tom Cruise) má dobrý důvod pracovat na této vizi ze všech sil. Jeho motivem je ušetřit tisíce lidí tragédie, jakou sám prožil. Informace od tří médií se nejdříve přenesou na plazmovou obrazovku. John zde analyzuje, co jasnovidci vidí. Nepochybuje o své práci, dokud se sám nestane podezřelým číslo 1. Pak Johna Andertona jeho vlastní jednotka pod vedením osobního rivala Danny Witwera (Colin Farrell) sleduje na každém kroku...(oficiální text distributora)\n\nČSFD: 82% (48.1k)"
    },
    {
      "imdb": "tt0121765",
      "name": "Star Wars: Epizoda II - Klony útočí",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 80% (60.3k)",
      "csfdId": 6171,
      "csfdRating": 80,
      "csfdRatingCount": 60338,
      "poster": "https://images.metahub.space/poster/small/tt0121765/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0121765/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "142 min",
      "genres": [
        "Sci-Fi",
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "10 let po Epizodě I pokračují dobrodružství a dramatické osudy rytířů Jedi Anakina Skywalkera a Obi-Wana Kenobiho, kteří mají za úkol chránit senátorku Padmé Amidaluovou, jejíž život je ohrožen. Ke zvýšení napětí, jak se budou vyvíjet vztahy \"starwarsových\" hrdinů se režisér Lucas snaží děj poněkud utajit. Ale přesto jsou tu některé informace o tom, co nového se v tomto díle dozvíte více o Padmé Amidale a jejím milostném vztahu k Anakinovi, který se stane osudným pro další osud celé galaxie. Bude odhalen původ Boby Fetta a úderných oddílů Impéria. Epizoda II objasní, jak to je s \"Válkou klonů\", zmiňovanou v původních Hvězdných válkách. Film je temnější než Epizoda I a jeho atmosféra se blíží filmu Impérium vrací úder. Padmé a Anakin prožívají většinu filmového dobrodružství spolu a s Obi-Wan Kenobim se potkají až na konci filmu. Vrátíme se s hrdiny na Coruscant, Naboo a Tatooine. A poznáte 2 nové planety.(oficiální text distributora)\n\nČSFD: 80% (60.3k)"
    },
    {
      "imdb": "tt0290334",
      "name": "X-Men 2",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 82% (47.3k)",
      "csfdId": 40326,
      "csfdRating": 82,
      "csfdRatingCount": 47342,
      "poster": "https://images.metahub.space/poster/small/tt0290334/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0290334/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "133 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "X-Meni. Narodili se s jedinečnou genetickou mutací, která jim umožňuje vládnout nadpřirozenými schopnostmi. Pod vlivem profesora Charlese Xaviera (Patrick Stewart) slouží lidstvu. Chrání svět. Ten jim však nedůvěřuje a bojí se jich. Po nesmyslném pokusu o atentát na prezidenta Spojených států, který údajně spáchal neznámý mutant, se veřejnost dovolává zákona, který má mutanty dostat pod kontrolu. V čele militantně anti-mutantniho hnuti stojí armádní velitel a vědec William Stryker (Brian Cox), o němž se tvrdí, že na mutantech prováděl pokusy. Mutanty nenávidí a hodlá je totálně zlikvidovat. Když zjistí, že jeho vlastní syn je mutant, bez milosti ho zabije. Stryker měl v minulosti co do činění také s Wolverinem (Hugh Jackman) a zná tajemství jeho minulosti. Když Wolverine pátrá po svém původu, uvede Stryker do pohybu svůj anti-mutantní program. Jsou však i mutanti, kteří se proti lidské civilizaci postavili. Jeden z nich, Magento (Ian McKellen), právě unikl z vězení. Je nepřítelem X-Menů. V situaci, kdy se všichni mutanti stali štvanci, navrhne X-Menům spojenectví proti společnému nepříteli - Strykerovi. X-Meni i jejich spojenci se spolu vydávají na nejnebezpečnější misi v životě... Režisér Bryan Singer natočil tentokrát víc než tradiční pokračování. Ponořil se hlouběji do mytologie X-Menů, do jejich schopností a vztahů. Vedle již známých postav se na pozici dobra přidává atletický Nightcrawler a zlo posiluje - nejen svými diamantovými drápy - Deathstrike. Ve filmu se tak představuje nová generace X-Menů. Patrick Stewart se vrátil do role profesora Charlese Xaviera, světově uznávaného telepata. I promodralá metamorfická Mystique (Rebecca Romijn-Stamos - viděli jsme ji jako Femme Fatale ve stejnojmenném filmu) předvede své svody. Větší prostor má také postava Storm (oscarová Halle Berry), která prochází vývojovými změnami. Režisér Bryan Singer po natáčení druhého dílu X-Menů prohlásil: Točit první X-Meny byla úžasná zkušenost a divácká reakce byla mimořádně příznivá. Ale po natočení filmu X-Men 2 mi natáčení prvního dílu připadá skoro jen jako úvod. Kultovní záležitost, natočená, jak je to v poslední době velice časté, podle komiksu, má všechny předpoklady upoutat diváky vizuálně i napínavým dějem.(oficiální text distributora)\n\nČSFD: 82% (47.3k)"
    },
    {
      "imdb": "tt0083866",
      "name": "E.T. - Mimozemšťan",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 83% (40.3k)",
      "csfdId": 8635,
      "csfdRating": 83,
      "csfdRatingCount": 40347,
      "poster": "https://images.metahub.space/poster/small/tt0083866/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0083866/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "115 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Nedaleko předměstí Los Angeles přistála kosmická loď mimozemšťanů. Podivné postavičky se rozešly sbírat vzorky do okolí a jen jedna z nich se dostala až na kraj lesa. Okouzlena světly velkoměsta zapomněla na své poslání. Proto se nedostala včas na palubu a uvízla na naší planetě. Úkryt nalezl mimozemšťan v kůlně nejbližšího domu a tady ho objevil desetiletý Elliot, který ho představil i svým sourozencům. Stali se z nich kamarádi, ale tomu malému, kterému děti začaly říkat E.T., se strašně stýská po domově a chce stůj co stůj s těmi \"svými\" navázat spojení. Nezdaří se a E.T. se rozstoná. V té době už je jeho úkryt vypátrán a nemocný mimozemšťánek se ocitne v rukou vědců. Z hodiny na hodinu chřadne až přístroje konstatují jeho smrt. Jen Elliotovi dá najevo, že tomu tak není a že se mu podařilo navázat kontakt s domovem. Dětem se podaří svého kamaráda ze vzdálené planety zachránit.(oficiální text distributora)\n\nČSFD: 83% (40.3k)"
    },
    {
      "imdb": "tt0315733",
      "name": "21 gramů",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 84% (34.6k)",
      "csfdId": 43073,
      "csfdRating": 84,
      "csfdRatingCount": 34629,
      "poster": "https://images.metahub.space/poster/small/tt0315733/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0315733/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "124 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Cristina Pecková (Naomi Watts), která od doby svého neklidného mládí již dozrála, je milovanou starší sestrou Claudie (Clea DuVall), hodnou manželkou Michaela (Danny Huston) a milující matkou dvou malých dcer. Její rodina vyzařuje naději a radost. Na mnohem nižší společenské i ekonomické úrovni se nachází bývalý trestanec Jack Jordan (Benicio Del Toro) a jeho žena Marianne (Melissa Leo), která nemůže zajistit důstojné zázemí svým dvěma dětem, zatímco Jack řeší problémy s obrácením se k víře. Tragická nehoda způsobí, že se tito lidé z odlišných prostředí, ocitnou v jediném společném světě. V důsledku toho Paul stane tváří v tvář své vlastní smrtelnosti, Cristine se střetává s událostmi, které mohou ovlivnit její přítomný a snad i budoucí život a Jackova víra podstupuje závažnou zkoušku. Pokud se komukoliv z nich podaří získat si zpět ztracenou duševní rovnováhu, může to ostatní stát mnoho. Vůle žít a instinkt nutící hledat podporu v těžké situaci u jiných, zůstává v jejich existenci všudypřítomný.(oficiální text distributora)\n\nČSFD: 84% (34.6k)"
    },
    {
      "imdb": "tt0378194",
      "name": "Kill Bill 2",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 79% (60.6k)",
      "csfdId": 136304,
      "csfdRating": 79,
      "csfdRatingCount": 60603,
      "poster": "https://images.metahub.space/poster/small/tt0378194/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0378194/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "136 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Svatební obřad bývalé členky Komanda Zmijí Zabijáků, Černé Mamby, změnil její pomstychtivý ex-milenec Bill s bývalými kumpány v krvavý masakr. Těhotná Nevěsta však kulku vpálenou do hlavy přežila: po čtyřech letech strávených v kómatu procitla a vydala se na cestu pomsty. Už zlikvidovala první dvě položky na svém seznamu smrti O-Ren Ishii zvanou Korálovec a Vernitu Green Smrtonoše. Zbývá jí však zabít ještě Elle Driver přezdívanou Kalifornský Horský Had, Budda zvaného Chřestýš a samozřejmě bývalého šéfa, milence a otce jejího dítěte - Billa. Ti tři však už vědí, co jim hrozí - a myslí si, že jsou na to připraveni... Druhá část mistrovského akčního hitu Quentina Tarantina (první měla v českých kinech premiéru loni v říjnu) líčí další osudy odhodlané Nevěsty a vyvrcholení její pomsty. Ve strhujícím příběhu, vyprávěném jak je zvykem režiséra Gaunerů (Reservoir Dogs), Pulp Fiction - Historek z podsvětí a Jackie Brownové - na přeskáčku, se však vracíme i do minulosti. Zbývá toho ještě spoustu dopovědět: Co se vlastně stalo v kostele v texaském El Pasu? A proč se to stalo? Žije dcera, již Nevěsta považovala za mrtvou? Jakým výcvikem prošla hrdinka v Japonsku? A jak se vlastně ve skutečnosti jmenuje? Ale především: dokáže Nevěsta naplnit svou krvavou pomstu tak, jak si naplánovala?(oficiální text distributora)\n\nČSFD: 79% (60.6k)"
    },
    {
      "imdb": "tt0230600",
      "name": "Ti druzí",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 83% (35k)",
      "csfdId": 17445,
      "csfdRating": 83,
      "csfdRatingCount": 34998,
      "poster": "https://images.metahub.space/poster/small/tt0230600/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0230600/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "101 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller",
        "Drama"
      ],
      "description": "Je konec druhé světové války a Grace (Nicol Kidmanová) s dvěma dětmi čeká v Jersey na manželův návrat z bojů. Děti trpí alergií na sluneční světlo - jejich rozlehlý dům je proto celý potemnělý a v jeho zšeřelých zákoutí se kromě Grace, dětí a služebnictva skrývá cosi dalšího... Alejandro Amenábar, režisér španělsko - chilského původu, jehož celosvětově úspěšný snímek Otevři oči (Abre los ojos) s Penelope Cruzovou z roku 1997 se dočkal americké coververze pod názvem Vanilla Sky, dokončil snímek Ti druzí už v angličtině a v americko-francouzsko-španělské koprodukci. Film s Nicol Kidmanovou v hlavní roli se prvních osm týdnů udržel v první pětce US BOX OFFICE a jen v USA vydělal přes 96 miliónů dolarů.(oficiální text distributora)\n\nČSFD: 83% (35k)"
    },
    {
      "imdb": "tt0234215",
      "name": "Matrix Reloaded",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 78% (61.1k)",
      "csfdId": 9497,
      "csfdRating": 78,
      "csfdRatingCount": 61103,
      "poster": "https://images.metahub.space/poster/small/tt0234215/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0234215/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "138 min",
      "genres": [
        "Akční",
        "Sci-Fi"
      ],
      "description": "Druhé pokračování trilogie Matrix nás opět zavede do temného světa budoucnosti ovládaného stroji. Lidstvo stále trpí v otroctví virtuální reality, z kterého ho může osvobodit jen Vyvolený. Nea s Morpheem a Trinity čeká boj s armádou strojů a jejich arzenálem počítačově nelidských schopností a zbraní. Pokud ale chtějí zastavit zotročování lidstva, není jiná možnost než boj na život a na smrt. Nezbývá jim nic jiného než proniknout hluboko do struktur Matrixu a během 72 hodin objevit a zlikvidovat centrum Zion i s jeho pomocnými jednotkami. Neo ve svých temných nočních můrách vidí, že Trinitiným osudem je smrt. Dokáže se znovu vzepřít osudu a svou mocí zastavit nekonečné útoky strojů?(TV Nova)\n\nČSFD: 78% (61.1k)"
    },
    {
      "imdb": "tt0145487",
      "name": "Spider-Man",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 77% (61.1k)",
      "csfdId": 7563,
      "csfdRating": 77,
      "csfdRatingCount": 61094,
      "poster": "https://images.metahub.space/poster/small/tt0145487/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0145487/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "121 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Film na motivy marvelovského komiksu je příběhem podivínského středoškoláka Petera Parkera (Tobey Maguire). Jako dítě osiřel, byl šikanován a nebyl schopen vyznat lásku okouzlující dívce ze sousedství Mary Jane Watsonové. Říct o jeho životě, že je to bída, by asi bylo dost slabé slovo. Ovšem jednoho krásného dne, když ho na exkurzi v laboratoři pokouše uprchlý radioaktivní pavouk, se jeho život změní tak, jak by si sotva kdo dokázal představit. Peter získá netušenou pružnost, jasné vidění, schopnost přichytit se k povrchu, šplhat po zdech a vystřelovat sítě ze zápěstí, ale ona to nebude jenom zábava. Výstřední milionář Norman Osborn (Willem Dafoe) na sobě vyzkouší účinek drog, čímž vznikne jeho maniakální alter ego Green Goblin. Peter se tudíž musí stát Spider-Manem a vzít si Green Goblina na starost, jinak ho Goblin zabije.(HBO Europe)\n\nČSFD: 77% (61.1k)"
    },
    {
      "imdb": "tt0257044",
      "name": "Cesta do zatracení",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 83% (26.6k)",
      "csfdId": 6656,
      "csfdRating": 83,
      "csfdRatingCount": 26617,
      "poster": "https://images.metahub.space/poster/small/tt0257044/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0257044/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "117 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Titul Road to Perdition lze chápat ve dvou významech. Perdition je jméno města, do kterého jede Michael Sullivan (Tom Hanks) se svým synem Michaelem Sullivanem jr. (Tyler Hoechlin). Perdition - zatracení - je také eufemismus pro peklo. A Sullivan senior poznává, že si zvolil životní cestu vedoucí do pekel. Modlí se, aby svého syna od takové cesty uchránil. Je rok 1931, doba velké hospodářské krize. Michael Sullivan, nájemní vrah, pracuje pro irský gang. Do jeho života vstoupí pan John Rooney (Paul Newman). Zachrání mu život dřív, než si Michael Sullivan vůbec uvědomí, že o krk jde. Pan Rooney je pro Sullivana seniora vzorem. Totéž k svému otci cítí Sullivan junior. Annie Sullivanová (Jennifer Jason Leigh) svého muže velmi miluje. Neptá se ho na jeho práci. Má se dobře a je za to vděčná, ale často má strach. Bojí se o děti. Avšak práce zasáhne do života Sullivanovy rodiny. Umírá manželka Annie a jejich starší syn. Michael Sullivan se s druhým synem vydává na cestu odplaty a vyrovnání.(oficiální text distributora)\n\nČSFD: 83% (26.6k)"
    },
    {
      "imdb": "tt0286106",
      "name": "Znamení",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 79% (41.6k)",
      "csfdId": 8363,
      "csfdRating": 79,
      "csfdRatingCount": 41602,
      "poster": "https://images.metahub.space/poster/small/tt0286106/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0286106/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "106 min",
      "genres": [
        "Mysteriózní",
        "Drama",
        "Sci-Fi",
        "Thriller",
        "Horor"
      ],
      "description": "Graham Hess a jeho rodina žijí na farmě daleko v polích. Jednoho dne se probudí a zjistí, že přímo za jejich domem je obrovský kruh v kukuřičném lánu. Zaslechnou zvěsti o tom, že je to znamení mimozemšťanů. Zvířata v okrese se začínají chovat zvláštně, psi se stávají agresivními. S rostoucím strachem sledují televizní zprávy, které dokola opakují, že znamení v obilí se rychle objevují po celém světě. Kdo jsou jejich tvůrci? Co se jimi pokoušejí sdělit? Čeká Zemi útok? Skutečnosti, které odhalí Graham během vyšetřování tohoto jevu, navždy změní životy jeho bratra a dětí.(TV Nova)\n\nČSFD: 79% (41.6k)"
    },
    {
      "imdb": "tt0369339",
      "name": "Collateral",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 80% (31.8k)",
      "csfdId": 134254,
      "csfdRating": 80,
      "csfdRatingCount": 31792,
      "poster": "https://images.metahub.space/poster/small/tt0369339/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0369339/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Americký thriller Collateral (2004) se odehrává v Los Angeles, kde náhoda svede během jedné deštivé noci dohromady černošského taxikáře Maxe (Jamie Foxx) a nájemného vraha Vincenta (Tom Cruise). Přemýšlivý Max už jezdí taxíkem dvanáct let a sní o vlastní firmě s limuzínami. Jeho elegantní zákazník Vincent si ho najme na celou noc, a tak se pro Maxe nastávající hodiny změní v peklo. Cynický zabiják musí během několika hodin zabít na objednávku narkomafie pět lidí. Do svého úkolu se pustí s profesionální chladnokrevností, i když má v patách policii, FBI a nakonec i své zákazníky. Bezmocný taxikář se stává nedobrovolným řidičem a průvodcem člověka, který rád filozofuje, dokáže i ve vypjatých situacích vtipkovat a lidský život pro něho znamená pramálo…(Česká televize)\n\nČSFD: 80% (31.8k)"
    },
    {
      "imdb": "tt0166924",
      "name": "Mulholland Drive",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 82% (21.7k)",
      "csfdId": 6256,
      "csfdRating": 82,
      "csfdRatingCount": 21734,
      "poster": "https://images.metahub.space/poster/small/tt0166924/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0166924/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "147 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Romantický"
      ],
      "description": "Uprostřed noci na pusté losangeleské ulici Mulholland Drive se schyluje k vraždě. Do luxusního cadillacu však narazí vůz řízený opilými mladíky dřív, než stačí muž ve večerním obleku zastřelit elegantní tmavovlásku. Muži v autě zemřou, otřesená žena bloudí nočními ulicemi. Plavovláska Betty Elmsová, která právě přijela z rodného kanadského zapadákova Deep River do Hollywoodu, vyděšenou oběť ráno najde v zamčeném bytě poblíž Sunset Boulevardu, který jí na čas přenechala tetička Ruth. Neznámá, která si podle plakátu na film Gilda začne říkat Rita, ztratila paměť - a Betty se rozhodne pomoci jí pátrat po minulosti plné temných stínů. Zároveň se pokouší realizovat svůj sen stát se herečkou.Důležitou roli v navzájem propletených příbězích obou žen hraje režisér Adam Kesher přeobsazující zrovna hlavní ženskou roli ve svém příštím hitu Příběh Sylvie Northové, ale i byteček v Sierra Bonita, kam se uchylují dívky, které v hollywoodském světě snů zabloudily na své cestě ke slávě. Nesmíme ovšem zapomenout ani na herečku jménem Camilla Rhodesová, filmového bosse jménem Roque, který s lidmi zachází jako s bezmocnými loutkami, a na jeho mafiánské pohůnky - bratry Castiglianeovy. Svou roli hraje i zlověstný sen, který v restauraci Winkie's na Sunset Boulevardu vypráví velice vyděšený muž jménem Dan... a také podivný noční podnik s názvem Klub Ticha, kabelka s pětadvaceti tisíci dolary a modrá krabice neznámého obsahu, od níž dost dlouho schází ten správný klíč. V příběhu vystavěném na principech snu si autor pohrává s tím, co si obvykle představujeme pod logikou vyprávění, tradiční chronologií, totožností filmových postav i neměnnou podobou předmětů ve filmovém příběhu. Divák si teprve postupně skládá \"skutečný\" příběh filmu, který se výrazně liší od \"vnějšího\" příběhu, který sleduje. Stejně jako v Lost Highway totiž sledujeme cesty vyšinuté mysli, která po naplnění jistého definitivního činu zkouší výčitkám svědomí uniknout do svých představ. Možná, že touha po úniku z reality se ovšem i podruhé zvrhne jen v další zlý sen o lásce k nesprávné osobě...(Artcam Films)\n\nČSFD: 82% (21.7k)"
    },
    {
      "imdb": "tt0316654",
      "name": "Spider-Man 2",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 75% (52k)",
      "csfdId": 116933,
      "csfdRating": 75,
      "csfdRatingCount": 52046,
      "poster": "https://images.metahub.space/poster/small/tt0316654/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0316654/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "127 min",
      "genres": [
        "Akční",
        "Fantasy"
      ],
      "description": "Od chvíle, kdy se Peter Parker (Tobey Maguire) rozhodl opustit svou dlouholetou lásku Mary Jane Watson (Kirsten Dunst), aby se mohl v kostýmu Spider-Mana i nadále zodpovědně věnovat svému povolání superhrdiny, uplynuly dva roky. Jeho touha po milované M.J. se ale postupem času stala ještě silnější a proto si nyní pohrává s myšlenkou, že by se tajného života superhrdiny na důkaz své lásky vzdal. M.J. se však mezitím rozhodla jít dál vydala se na dráhu filmové herečky a v jejím životě figuruje nový muž. Peter má problémy i se svým nejlepším přítelem Harrym Osbornem (James Franco). Jejich kamarádský vztah začíná být stále více zastíněn Harryho záští vůči Spider-Manovi, jehož viní ze smrti svého otce. Když už se zdá, že se situace nemůže změnit k horšímu, je Peter postaven tváří v tvář mocnému Dr. Octopusovi (Alfred Molina) ďábelské stvůře s dvěma páry smrtících chapadel, která je mu více než důstojným protivníkem. Aby dokázal jeho řádění zastavit, musí se naučit žít se svým osudem a využít všech svých schopností, které jsou mu zároveň darem i prokletím.(oficiální text distributora)\n\nČSFD: 75% (52k)"
    },
    {
      "imdb": "tt0399201",
      "name": "Ostrov",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 76% (45.6k)",
      "csfdId": 180956,
      "csfdRating": 76,
      "csfdRatingCount": 45574,
      "poster": "https://images.metahub.space/poster/small/tt0399201/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0399201/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "136 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Píše se rok 2019 a Lincoln 6-Echo patří ke šťastlivcům, kteří přežili kontaminaci Země a nyní žijí v rozsáhlém moderním Institutu pod neustálým dohledem. Spřátelí se tam s půvabnou dívkou Jordan 2-Delta, která je vylosována, aby se přesunula na Ostrov. Údajně je to jediné místo na zeměkouli, které není zamořeno, a všichni touží po tom, aby tam mohli odcestovat. Jenže Lincolna na rozdíl od ostatních pronásledují neodbytné otázky, na něž hledá odpověď. A když se mu podaří vniknout do technického sektoru, zjistí, že všichni obyvatelé Institutu jsou součástí děsivého experimentu s klonováním, že Země není zničená a Ostrov neexistuje. Také Lincoln a Jordan jsou klony skutečných lidí, jimž mají poskytnout náhradní orgány pro transplantaci. Dvojici se podaří uprchnout, a přestože svět lidí je pro ně nebezpečný a v mnohém nepochopitelný, vědí, že svobodu si musejí vybojovat nejen pro sebe, ale i pro ostatní vězněné bytosti určené k likvidaci…(oficiální text distributora)\n\nČSFD: 76% (45.6k)"
    },
    {
      "imdb": "tt0328107",
      "name": "Muž v ohni",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 81% (23.3k)",
      "csfdId": 43440,
      "csfdRating": 81,
      "csfdRatingCount": 23257,
      "poster": "https://images.metahub.space/poster/small/tt0328107/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0328107/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "146 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Myslel si, že již nemá co ztratit, ale nebyla to pravda.Bývalý vládní agent John Creasy, pronásledovaný výčitkami svědomí, díky pomoci starého kamaráda Rayburna získává práci v Mexiko City, kde má dělat osobního strážce devítileté holčičce. Pita je dcerou místního automobilového magnáta Samuela Ramose a jeho ženy, Američanky Lisy. V městě prolezlém kšeftaři, korupcí, skandály a mafií nebezpečí číhá na každém rohu, v posledních dnech navíc z místních ulic zmizelo několik dětí. Není divu, že se rodiče o dceru bojí. Proto si vybrali muže, na kterého se můžou spolehnout. Chladnokrevně uvažující Creasy si k malé Pitě buduje velmi osobitý vztah. V okamžiku, kdy ji unese banda a on je těžce zraněn, vyhlásí nelítostnou válku všem, kteří byli do akce zapleteni...(oficiální text distributora)\n\nČSFD: 81% (23.3k)"
    },
    {
      "imdb": "tt0327056",
      "name": "Tajemná řeka",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 81% (23.6k)",
      "csfdId": 43014,
      "csfdRating": 81,
      "csfdRatingCount": 23583,
      "poster": "https://images.metahub.space/poster/small/tt0327056/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0327056/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "138 min",
      "genres": [
        "Mysteriózní",
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Jimmy Marcus (Sean Penn), Sean Devine (Kevin Bacon) a Dave Boyle (Tim Robbins) jsou přáteli už od dětství. Jejich poslední setkání však není příjemné. Sean v roli policisty vyšetřuje případ smrti Jimmyho nejstarší dcery Katie. Okolnosti její smrti jsou velice podivné a tak musí Sean vybrat z mnoha zmatených stop tu jedinou, která by vedla k objasnění případu. A pak je tu ještě Jimmyho vztek a touha po odplatě. Sean tedy stojí před velice zamotanou záhadou...(oficiální text distributora)\n\nČSFD: 81% (23.6k)"
    },
    {
      "imdb": "tt0242653",
      "name": "Matrix Revolutions",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 74% (56k)",
      "csfdId": 9498,
      "csfdRating": 74,
      "csfdRatingCount": 56027,
      "poster": "https://images.metahub.space/poster/small/tt0242653/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0242653/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Sci-Fi"
      ],
      "description": "V posledním pokračování trilogie o Matrixu se dostane Neo (Keanu Reeves) společně s Trinity (Carrie-Anne Moss) a Morpheem (Laurence Fishburne) do finálové bitvy proti počítačovým vládcům univerza. Zion je v podstatě dobytou baštou lidského odporu, vzbouřenci přicházejí o jednu loď za druhou a zrada číhá i v jejich řadách. Neo má navíc problém se svojí jedinečností. Není to však jenom manipulace? A jak rozlišit lidskost od pouhé iluze? Začíná akčnější a napínavější příběh, než oba dva předešlé ...(oficiální text distributora)\n\nČSFD: 74% (56k)"
    },
    {
      "imdb": "tt0083658",
      "name": "Blade Runner",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 77% (35.5k)",
      "csfdId": 8268,
      "csfdRating": 77,
      "csfdRatingCount": 35511,
      "poster": "https://images.metahub.space/poster/small/tt0083658/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0083658/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "118 min",
      "genres": [
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Počátkem 21. století dosáhla společnost Tyrell ve výzkumu robotů fáze Nexus. Její výrobky byly téměř identické s lidmi, nelišily se ani inteligencí. Lidé používali replikanty při nebezpečných výpravách nebo jako otroky při kolonizaci jiných planet. Po krvavé vzpouře replikantů v jedné z mimozemských kolonií byl robotům pod trestem smrti zakázán pobyt na Zemi. Na plnění tohoto nařízení dohlížely speciální jednotky Blade Runner, pověřené vyhledáváním a likvidací replikantů, kteří zákaz poruší.(oficiální text distributora)\n\nČSFD: 77% (35.5k)"
    },
    {
      "imdb": "tt0278504",
      "name": "Insomnie",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 79% (29.3k)",
      "csfdId": 6994,
      "csfdRating": 79,
      "csfdRatingCount": 29298,
      "poster": "https://images.metahub.space/poster/small/tt0278504/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0278504/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "118 min",
      "genres": [
        "Mysteriózní",
        "Krimi",
        "Thriller"
      ],
      "description": "Detektivové Will Dormer (Al Pacino) a Hap Eckhart (Martin Donovan) vyšetřují případ nedovoleného přistání, avšak jsou odvoláni, aby pomohli objasnit brutální vraždu středoškolské studentky, která se stala na Aljašce. Tam se setkají s místní mladou detektivkou Ellie (Hilary Swank), která podivínského Dormera obdivuje už od dob, kdy chodila na Policejní akademii. Má ještě schovanou školní práci, ve které analyzovala jeho geniální postupy. Vypadá to, že rutinní metody budou k nalezení vraha stačit, ale hlavním podezřelým je chytrý a manipulativní spisovatel Walter Finch (Robin Williams), který Dormera deptá a stane se jeho noční můrou. A pak je Hap zastřelen...(Bontonfilm)\n\nČSFD: 79% (29.3k)"
    },
    {
      "imdb": "tt0212720",
      "name": "A.I. Umělá inteligence",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 77% (33.4k)",
      "csfdId": 8628,
      "csfdRating": 77,
      "csfdRatingCount": 33447,
      "poster": "https://images.metahub.space/poster/small/tt0212720/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0212720/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "146 min",
      "genres": [
        "Sci-Fi",
        "Drama",
        "Dobrodružný"
      ],
      "description": "Výprava do světa, ve kterém roboti mají své sny a touhy.V blízké budoucnosti nastala doba, kdy přírodní zdroje pomalu docházejí a technologie naopak nezadržitelně expanduje. Vyvinutí roboti se starají o uspokojení všech potřeb svých majitelů, ale je zde jedna vyjímka. Je jí láska, což je ta poslední hranice, kterou ještě stroje nedokázaly překonat. Výzkumníci z firmy Cybertronics Manufacturing jsou prvními, kdo sestrojí robota, který je naprogramován k lásce. Jmenuje se David a je pokusně adoptován manželským párem, jehož dítě v umělém spánku čeká, až bude vyvinuto sérum na smrtelnou nemoc, kterou trpí. David by jimi měl být vychováván v lásce a péči okolí, které by se k němu v rámci výzkumu mělo chovat jako k vlastnímu dítěti. Jenomže dojde k událostem, které všechny plány jednou provždy rozmetají na kousky...(oficiální text distributora)\n\nČSFD: 77% (33.4k)"
    },
    {
      "imdb": "tt0238380",
      "name": "Equilibrium",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 76% (37.5k)",
      "csfdId": 10638,
      "csfdRating": 76,
      "csfdRatingCount": 37488,
      "poster": "https://images.metahub.space/poster/small/tt0238380/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0238380/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "107 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller",
        "Drama"
      ],
      "description": "Chladný svět budoucnosti, kde svoboda a cit jsou mimo zákon.21. století, svět po třetí světové válce. John Preston je zvláštní agent vycvičený k trestání lidí, kteří nedodržují společností stanovená pravidla. Striktní režim světa budoucnosti likviduje každého, kdo projeví cit či ukrývá knihy, umělecká díla či hudební nosiče. Ty jsou totiž zakázány, protože umějí vyvolávat emoce a ohrožují tak umělou stabilitu totalitního státu založeného na strachu a represi. Co se stane, když agent s povolením zabíjet všechny, kteří se nějakým způsobem pokoušejí vymknout tomuto nesnesitelnému životu, vynechá svou povinnou pravidelnou dávku Prozia - drogy zbavující lidi emocí? A co se stane, když tento muž vzápětí potká krásnou a citlivou mladou ženu, která je odsouzena k smrti? Johnovi nezbývá než přehodnotit vše, co dosud bezduše vyznával, a pokusit se zachránit svět i sebe samotného.(oficiální text distributora)\n\nČSFD: 76% (37.5k)"
    },
    {
      "imdb": "tt0232500",
      "name": "Rychle a zběsile",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 73% (53.2k)",
      "csfdId": 1616,
      "csfdRating": 73,
      "csfdRatingCount": 53195,
      "poster": "https://images.metahub.space/poster/small/tt0232500/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0232500/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "106 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Brianovi se konečně podaří stát se členem party vedené Dominicem, který je doslova blázen do nelegálních závodů, pořádaných většinou v noci na periférii Los Angeles. Je to obrovské divadlo pro obecenstvo zběsilých jízd, ale především posedlost pro piloty speciálně upravených superauťáků. S ohlušujícím řevem motorů, řítící se městem několikanásobkem povolené rychlosti, pění všem adrenalin v krvi. Ve hře jsou peníze, prestiž, obdiv dívek. Jenže pro Dominica a jeho kámoše nejsou závody jediným zdrojem financí. A to je hlavní důvod, proč chce policista Brian získat jeho důvěru. V poslední době se množí záhadná přepadení kamionů a policie i FBI chtějí znát pachatele dřív než tiráci vezmou zákon do svých rukou. Ve chvíli, kdy má všechny důkazy o tom, že Dominic je vůdcem gangu, Brian zaváhá s odhalením pravdy. Zamiloval se do jeho sestry Miy a je mu jasné, že jí tím způsobí dvojnásobný šok. Mia neví, čím se ve skutečnosti bratr živí, ani netuší, kdo vlastně Brian je...(oficiální text distributora)\n\nČSFD: 73% (53.2k)"
    },
    {
      "imdb": "tt0181852",
      "name": "Terminátor 3: Vzpoura strojů",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 74% (45.8k)",
      "csfdId": 15908,
      "csfdRating": 74,
      "csfdRatingCount": 45797,
      "poster": "https://images.metahub.space/poster/small/tt0181852/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0181852/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "109 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller"
      ],
      "description": "Od chvíle, kdy John Connor s matkou a terminátorem zabránili zkáze lidstva, uplynulo deset let. John se snaží žít tak, aby ho stroje nedokázaly najít. Vymazal o sobě všechny údaje a zničil vše, co by ho mohlo spojovat s minulostí. Jedné noci se ale objeví nejdokonalejší typ terminátora s označením T-X, který se vydá hledat cíle určené k likvidaci. John je zraněn při autonehodě, a tak se vloupe na veterinární kliniku pro léky. Přistihne ho tam Kate, která se vrátila kvůli jedné ze svých zákaznic. Ukáže se, že se oba znají ze školy, ale dřív než si cokoli stačí vysvětlit, vtrhne na stanici T-X a zabije zákaznici v domnění, že jde o Kate. Zjistí, že v budově je i její hlavní cíl John Connor, ale dřív než je stačí oba zabít, zachrání je starší typ terminátora T-101. Ten pak Johnovi řekne, že byl vyslán, aby ho chránil, a že soudný den byl jejich zásahem před deseti lety pouze oddálen a nyní zbývají do vypuknutí jaderné války pouhé tři hodiny.(TV Nova)\n\nČSFD: 74% (45.8k)"
    },
    {
      "imdb": "tt0407304",
      "name": "Válka světů",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 72% (57.6k)",
      "csfdId": 182358,
      "csfdRating": 72,
      "csfdRatingCount": 57554,
      "poster": "https://images.metahub.space/poster/small/tt0407304/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0407304/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "117 min",
      "genres": [
        "Sci-Fi",
        "Drama",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Scenárista David Koepp \"adaptoval\" stejnojmenný slavný román H. G. Wellse, jehož tématem je invaze Marťanů na planetu Zemi, a jeho příběh přesunul z konce devatenáctého století do žhavé současnosti. Dělníka Raye Ferriera (Tom Cruise) trápí problémy v rodině, jejíž členové si přestávají rozumět. Na planetu Zemi se ovšem řítí nebezpečí nepředstavitelného rozsahu. Má podobu mimozemských predátorů, kteří se rozhodli naši civilizaci zlikvidovat, a jsou na to technologicky skvěle vybaveni. Osobní potíže ustupují do pozadí. Lidé, včetně Rayovy rodiny, se musí semknout, pokud mají mít alespoň minimální šanci na svou záchranu.(oficiální text distributora)\n\nČSFD: 72% (57.6k)"
    },
    {
      "imdb": "tt0408306",
      "name": "Mnichov",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 80% (20.4k)",
      "csfdId": 211208,
      "csfdRating": 80,
      "csfdRatingCount": 20386,
      "poster": "https://images.metahub.space/poster/small/tt0408306/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0408306/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "164 min",
      "genres": [
        "Drama",
        "Thriller",
        "Historický"
      ],
      "description": "Nejtragičtější den v olympijských dějinách, masakr izraelských sportovců v roce 1972 v Mnichově, který měla na svědomí palestinská teroristická organizace Černé září, se nesmazatelně vepsal do historie dvacátého století. O událostech, které následovaly, toho v učebnicích dějepisu nebo dobovém tisku mnoho nenajdete. Sérii nájemných vražd proti strůjcům atentátu, které naplánovala a provedla izraelská tajná služba, v mistrovsky napínavém thrilleru zmapovala režisérská legenda Steven Spielberg... Hrdinou příběhu je mladý Izraelec, příslušník tajné služby Avner (Eric Bana - Trója, Hulk), který je stejně jako většina jeho krajanů zdrcen mnichovskou tragédií. V téhle atmosféře ho osloví důstojník Mossadu Ephraim (Geoffrey Rush - Záře, Piráti z Karibiku), jenž mu nabídne účast v nejriskantnější operaci, kterou do té doby tajná služba židovského státu provedla. Avner musí opustit těhotnou manželku, změnit totožnost a využít všech svých schopností k dopadení a zabití jedenácti mužů, které Mossad obvinil z přípravy mnichovských vražd. Přes své mládí a nazkušenost se Avner brzy stane vůdcem pětičlenné skupiny, v níž kromě něj figuruje řidič Steve (Daniel Craig - nový James Bond), schopný padělatel Hans (Hanns Zischler), odborník na výbušniny Robert (Matthieu Kassovitz) a \"čistič\" Carl (Ciaran Hinds). Po celém světě metodicky vyhledávají a úspěšně odstraňují \"své\" muže a čím dál víc na ně doléhají tři zásadní otázky: Co jsou zač ti, které zabíjíme? Lze jejich vraždy ospravedlnit? Zabrání jejich smrt dalšímu teroru? V souboji svědomí a touhy po pomstě si navíc uvědomují další nepříjemný fakt - čím déle budou lovit teroristy, tím pravděpodobnější je, že i oni začnou být loveni... Scénář k Mnichovu napsal držitel Pullitzerovy ceny Tony Kushner, kterého nadchla spolupráce se Spielbergem. \"Nikdo nedokáže vtisknout příběhu tolik napětí jako Steven. U něj víte, že vás už v první minutě nemilosrdně hodí přímo do epicentra příběhu, zmačkne jako citrón a přitom si ještě najde čas pro hledání odpovědí na velmi citlivé otázky,\" říká Kushner.(oficiální text distributora)\n\nČSFD: 80% (20.4k)"
    },
    {
      "imdb": "tt0416320",
      "name": "Match Point - Hra osudu",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 80% (20.7k)",
      "csfdId": 220721,
      "csfdRating": 80,
      "csfdRatingCount": 20716,
      "poster": "https://images.metahub.space/poster/small/tt0416320/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0416320/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "124 min",
      "genres": [
        "Drama",
        "Romantický",
        "Krimi",
        "Thriller"
      ],
      "description": "Muž, který řekl 'Raději bych byl šťastný než dobrý', viděl hluboko do podstaty života. Lidé se bojí čelit faktu, jak ohromná část života závisí na štěstí. Je děsivé vědět, kolik toho je mimo naši kontrolu. V tenisu jsou momenty, kdy míček udeří do okraje sítě a na setinu vteřiny se může překulit dopředu nebo zpátky. S trochou štěstí spadne dopředu a vy vyhrajete. Nebo možná ne a vy prohrajete.\n\nČSFD: 80% (20.7k)"
    },
    {
      "imdb": "tt0364569",
      "name": "Old Boy",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 82% (14k)",
      "csfdId": 168893,
      "csfdRating": 82,
      "csfdRatingCount": 14013,
      "poster": "https://images.metahub.space/poster/small/tt0364569/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0364569/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Únos Dae-sua se odehraje rovnou  před jeho domem, kde dosud poklidně žil se svou rodinou. Kdesi v podivném domácím vězení se dozví z televize, že jeho žena byla mezitím brutálně zavražděna a on že je z vraždy podezírán. V tmavé místnosti stráví patnáct let, než se jednoho dne stejně nečekaně probudí na svobodě. Od té chvíle se upne na pomstu neznámému vězniteli. S pomocí mladé Mido jej najde, jenže dotyčný muž ho postupně usvědčí z dávné viny. Spletité drama je plné napětí a tajemnosti, ale podle slov režiséra je především úvahou o pomstě a o touze, kterou každý zažije, ale málokdo uskuteční, protože společnost ji zatracuje jakožto negativní a zkázonosnou.(oficiální text distributora)\n\nČSFD: 82% (14k)"
    },
    {
      "imdb": "tt0258000",
      "name": "Úkryt",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 77% (23.6k)",
      "csfdId": 2670,
      "csfdRating": 77,
      "csfdRatingCount": 23615,
      "poster": "https://images.metahub.space/poster/small/tt0258000/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0258000/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "111 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Meg Altmanová s dcerkou Sarah se po rozvodu nastěhuje do exkluzivního bytu v klidné newyorské čtvrti. Objeví v něm i tajnou místnost vybavenou pro přežití, kterou nechal zbudovat předchozí majitel. Jenže právě tento nedobytný úkryt se stane cílem trojice gangsterů, kteří sem v noci vniknou přes střechu. Předpokládali totiž, že byt je prázdný. Meg s dcerkou se sice podaří v úkrytu zabarikádovat, ale nemají zdaleka vyhráno. Muži se totiž nezastaví před ničím, protože obsah zakódovaného sejfu v úkrytu je pro ně příliš cenný. Sarah je diabetička, stane se rukojmím zločinců a matce nezbývá než bojovat o dceřin život všemi zbraněmi.(oficiální text distributora)\n\nČSFD: 77% (23.6k)"
    },
    {
      "imdb": "tt0289765",
      "name": "Červený drak",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 75% (29k)",
      "csfdId": 7588,
      "csfdRating": 75,
      "csfdRatingCount": 29007,
      "poster": "https://images.metahub.space/poster/small/tt0289765/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0289765/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "124 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama",
        "Horor"
      ],
      "description": "Will Graham, agent FBI, je sice muž středního věku, a přece je již třetím rokem v penzi. Do důchodu odešel po vyšetřování série mimořádně brutálních vražd, kdy se seznámil i s doktorem Lecterem. Ten mu tehdy pomáhal. Will ovšem netušil, že mu pomáhá právě ten, po kom pátrá. Někdejší kolega Jack Crawford má nyní na krku neméně hrozivý případ. Masakr dvou rodin, vždy za úplňku. Do plného měsíce nyní zbývají tři týdny, když Jack požádá Willa o pomoc při pátrání po muži, který je s největší pravděpodobností geniálním šílencem nebo ztělesněním zla. Agent ve výslužbě musí znovu nasadit vlastní život a riskovat bezpečnost své rodiny. Jen tak má šanci Červeného draka vypátrat.(Bontonfilm)\n\nČSFD: 75% (29k)"
    },
    {
      "imdb": "tt0328832",
      "name": "Animatrix",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 82% (11.1k)",
      "csfdId": 70635,
      "csfdRating": 82,
      "csfdRatingCount": 11122,
      "poster": "https://live.metahub.space/poster/small/tt0328832/img?src=cinemeta",
      "background": "https://live.metahub.space/background/medium/tt0328832/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "102 min",
      "genres": [
        "Animovaný",
        "Sci-Fi",
        "Akční",
        "Dobrodružný"
      ],
      "description": "Vítejte do světa Animatrixu, vizionářské fúze počítačové animace a japonské školy animace, od světově nejuznávanějších tvůrců animovanch filmů. Vychutnejte si snímek, který vznikl před filmem Matrix a dozvíte se o posledních městech lidské rasy, válce mezi stroji a lidmi a o závěrečném úpadku lidstva. Staňte se svědky posledního letu Osirise, který připravil půdu pro film Matrix Reloaded a videohru Enter The Matrix. Doplňte si své povědomí o Matrixu a získejte informace, které jinde nenajdete. Je čas zapojit se...(oficiální text distributora)\n\nČSFD: 82% (11.1k)"
    },
    {
      "imdb": "tt0120681",
      "name": "Z pekla",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 75% (25.8k)",
      "csfdId": 13286,
      "csfdRating": 75,
      "csfdRatingCount": 25791,
      "poster": "https://images.metahub.space/poster/small/tt0120681/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120681/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "122 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Mysteriózní",
        "Horor"
      ],
      "description": "Špinavé, nevlídné uličky Londýna roku 1888 - drogy, prostituce, alkoholismus i pouliční zločin. Pět zbídačených prostitutek zasáhne první rána. Tělo jedné z nich je nalezeno v tratolišti krve s podříznutým krkem. Londýnem obchází strašidlo Jacka Rozparovače. Životem zmítaný inspektor Fred Abberline (Johnny Depp) přežívá den za dnem pomocí opia, aby zaplašil trýznivé vzpomínky na ztrátu ženy a dítěte. Dostane na starost vyšetřování hrůzné vraždy. Avšak brutální vrah pokračuje v děsivém rituálu. Přítelkyně zavražděné, Mary Kelly (Heather Graham) ze strachu, že ji mladý inspektor chce jen zneužít jako většina mužů, odmítá spolupracovat. Jeho upřímnost a zdvořilost však nakonec prolomí její nedůvěru. Svěří se mu se svou touhou vrátit se do Irska, kde vyrůstala jako malá holčička. Inspektorovi pomáhá v nesnadném vyšetřování impozantní seržant Godley (Robbie Coltrane), který je mu oporou i v osobním životě. Nitky vyšetřování vedou k vrahovi s chirurgickou zručností. Abberline dochází k závěru, že vraždy jsou součástí výhružného spiknutí Řádu svobodných zednářů, kteří jsou dirigováni za samého královského dvora... Jack Rozparovač - na podzim roku 1888 napáchal pět odporných rituálních vražd. Nikdy ho nechytli. Režiséři filmu, dvojčata Allen a Albert Hughesovi sami k filmu prohlašují: Allen: \"Oběti Jacka Rozparovače nebyly polidštěny. Chceme jim vdechnout život. To nebyly jenom oběti. Byly to lidské bytosti\". Albert: \"Velmi nás láká použít známý a legendou opředený příběh a použít svou představivost, abychom mu dali jiný rozměr\".(oficiální text distributora)\n\nČSFD: 75% (25.8k)"
    },
    {
      "imdb": "tt0361862",
      "name": "Mechanik",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 78% (17k)",
      "csfdId": 116212,
      "csfdRating": 78,
      "csfdRatingCount": 17033,
      "poster": "https://images.metahub.space/poster/small/tt0361862/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0361862/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "102 min",
      "genres": [
        "Thriller",
        "Mysteriózní",
        "Drama"
      ],
      "description": "Hrdina existenciálního hororu Trevor Reznik je osamělý, uzavřený a tichý mladý muž. Až na to, že vypadá trochu přepadle, vyhlíží jako tisíce obyčejných mladíků, kteří navečer přijdou z práce, často poklábosí se servírkou z kavárny a občas své jednoznačnější touhy uspokojují prostřednictvím profesionálky - a pak jdou spát. Trevor ovšem spát nejde - už rok totiž trpí nespavostí, která však nemá nic společného s banální insomnií, nutící vás uvařit si první kávu za rozbřesku. Fyzicky i psychicky vyčerpaný mladík, pracující v zatuchlé dílně u soustruhu, už celé měsíce bojuje s noční můrou, z níž se nelze probudit. Svou roli v ní hraje děsivá nehoda, již Trevor zavinil (nebo snad ne?), kolegové z práce, Trevorova oblíbená call girl Stevie, tajemný plešoun Ivan a sympatická číšnice Marie. Kdo z nich je však skutečný a nic nepředstírá? Je Trevor obětí nějaké podivné hry, nebo je on sám bezcitným manipulátorem?(oficiální text distributora)\n\nČSFD: 78% (17k)"
    },
    {
      "imdb": "tt0095647",
      "name": "Hořící Mississippi",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 85% (7.5k)",
      "csfdId": 7121,
      "csfdRating": 85,
      "csfdRatingCount": 7548,
      "poster": "https://images.metahub.space/poster/small/tt0095647/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0095647/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "128 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Trojnásobná vražda na pozadí rasových nepokojů, to je výbušná kombinace. Americký film podle skutečných událostí, oceněný Oscarem.V roce 1964 dojde ve státě Mississippi k vraždě tří aktivistů za občanská práva, dvou bělochů a jednoho černocha. Vzápětí shoří dřevěný kostel, který měl sloužit jako volební místnost pro občany tmavé barvy pleti. Události vyšetřují dva agenti FBI, mladý Alan Ward (Willem Dafoe) a jeho zkušenější kolega Rupert Anderson (Gene Hackman). Idealistického Warda pobuřuje všudypřítomný rasismus amerického jihu. Mladík věří, že bude-li se přísně držet zákona, podaří se jim viníky odhalit a pohnat před soud. Jenže Anderson před lety sloužil jako šerif v jiném jižanském městečku, zná mentalitu zdejších obyvatel a dobře ví, jak moc bude jejich úkol složitý...(Česká televize)\n\nČSFD: 85% (7.5k)"
    },
    {
      "imdb": "tt0082694",
      "name": "Šílený Max: Bojovník silnic",
      "year": 1981,
      "releaseInfo": "1981 • ČSFD: 78% (15.8k)",
      "csfdId": 6723,
      "csfdRating": 78,
      "csfdRatingCount": 15790,
      "poster": "https://images.metahub.space/poster/small/tt0082694/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0082694/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "96 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Jen málo snímků v historii akčních filmů se může rovnat Šílenému Maxovi 2. Nabitý dobrodružstvím, rychlostí i krveprolitím vás vystřelí do světa, kde se post-katastrofická budoucnost setkává s mytologií minulosti. Nebo jednodušeji, jeden z nejúžasnějších kaskadérských filmů vůbec. Před sérií Smrtonosných zbraní a Maverickem (1994) se Mel Gibson proslavil jako Max, osamělý hrdina brázdící australské silnice v nikdy nekončícím pátrání po palivu. Proti němu a hrstce obránců skladu s palivem stojí bizarní válečníci pod vedením Humunguse, který nebere žádné zajatce. Když začne bitva, není cesty zpět, „divoká zábava a fantastický zážitek z filmu.\" (Sheila Benson, Los Angeles Times). Se Šíleným Maxem na vaší straně nebude o akci nouze.(Magic Box)\n\nČSFD: 78% (15.8k)"
    },
    {
      "imdb": "tt0293662",
      "name": "Kurýr",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 72% (34.2k)",
      "csfdId": 38102,
      "csfdRating": 72,
      "csfdRatingCount": 34228,
      "poster": "https://images.metahub.space/poster/small/tt0293662/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0293662/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "92 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Profesionální kurýr je povolání jako každé jiné. Někdo chce někam něco přepravit, ale protože se mu zdají poštovní služby neadekvátní, raději svěří tento úkol profesionálovi, který jakoukoliv zásilku přebere s kamenným obličejem, naprosto diskrétně ji přepraví a od odběratele vyinkasuje dohodnutou sumu peněz. Přesně takhle si vydělává i Frank Martin (Jason Statham), který patří ve svém oboru mezi nejlepší z nejlepších. Drží se totiž jednoho zásadního pravidla - nikdy danou zásilku neotevírej. Jenže jednoho dne toto pravidlo poruší a v kufru automobilu nalezne svázanou mladou dívku. Tím si však podepsal ortel smrti, protože v jeho patách je mu rázem elitní jednotka zabijáků.(oficiální text distributora)\n\nČSFD: 72% (34.2k)"
    },
    {
      "imdb": "tt0309698",
      "name": "Identita",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 76% (16.9k)",
      "csfdId": 70971,
      "csfdRating": 76,
      "csfdRatingCount": 16923,
      "poster": "https://images.metahub.space/poster/small/tt0309698/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0309698/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "90 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Neznámí lidé s různými životními osudy – šofér limuziny, manželé před rozvodem, policista, prostitutka, mladí, čerstvě oddaní novomanželé a hotelový manažer -- hledají před nadcházející bouří útočiště v zapadlém motelu uprostřed nevadské pouště. Brzy je kdosi začne po jednom zabíjet. Jak vzrůstá napětí a hosté začnou jeden druhého podezřívat z tajemného vraždění, s překvapením zjistí, že je ve stejnou dobu na stejné místo vůbec nepřivedla náhoda...(AMC Czech)\n\nČSFD: 76% (16.9k)"
    },
    {
      "imdb": "tt0289043",
      "name": "28 dní poté",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 72% (25.9k)",
      "csfdId": 895,
      "csfdRating": 72,
      "csfdRatingCount": 25935,
      "poster": "https://images.metahub.space/poster/small/tt0289043/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0289043/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "113 min",
      "genres": [
        "Horor",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Skupinka aktivistů, která bojuje za práva zvířat, vtrhne do laboratoře, kde vědci zkoumají opice infikované vzteklinou. Ochránci pustí opice z klecí ven, ty je okamžitě  pokoušou a nakazí. Pracovník kurýrní služby Jim (Cillian Murphy) se probudí v nemocnici z kómatu a zjistí, že budova zeje prázdnotou. Zděšený a osamělý mladý muž nemocnici opustí, aby objevil celou hrůzu. Londýn se naprosto vylidnil. Někde jsou vidět umírající. Pak potká Selenu (Naomie Harris) a Marka (Noah Huntley). Virus zlikvidoval téměř celé město. Selena  pozná, že i Mark je infikován smrtelným virem, proti kterému není obrany, a v pudu sebezáchovy ho zabije. K malé výpravě se přidává Frank se svou dcerou Hannah. Zásoby pitné vody docházejí. Skupinka hledá východisko. Po vyslechnutí zpráv o počasí získají informaci o vojenské jednotce kdesi mimo město. To by mohla být záchrana. Ale deprimovaní trosečníci netuší, kde na ně číhá ještě větší hrozba.Režisér Danny Boyle (např. Trainspotting, Pláž) předává prostřednictvím filmu divákům brutální vizi apokalypticky opuštěného Londýna a  lidí, kteří se stávají tváří v tvář smrtelnému viru cyniky a ztrácejí emoce. Je to zároveň drsné poselství o tom, jak destruktivní je ztráta přirozené lidskosti.(oficiální text distributora)\n\nČSFD: 72% (25.9k)"
    },
    {
      "imdb": "tt0267626",
      "name": "K-19: Stroj na smrt",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 77% (13.7k)",
      "csfdId": 778,
      "csfdRating": 77,
      "csfdRatingCount": 13681,
      "poster": "https://images.metahub.space/poster/small/tt0267626/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0267626/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "138 min",
      "genres": [
        "Drama",
        "Thriller",
        "Historický",
        "Válečný"
      ],
      "description": "Dramatický příběh na motivy skutečných událostí. Rok 1961, severní Atlantik. První sovětská jaderná ponorka s označením K-19 se vydala na svojí první ostrou plavbu. Ještě před vypuštěním na otevřené moře si kvůli sérii nešťastných nehod vysloužila přezdívku výrobce vdov. Už zanedlouho po vyplutí tato přezdívka získá další opodstatnění, protože vedená dvěma veliteli-rivaly, se ponorka opět dostane do velkých problémů. V lepším případě jen rozšíří dlouhou sérii velkých neštěstí 20.století, v tom horším se může stát příčinou nukleární exploze, která přivede obě supervelmoci studené války ke zničujícímu nukleárnímu konfliktu. Osud světa nyní leží v rukách vystrašených námořníků, a bude záležet na schopnostech obou velitelů, zda překonajít osobní neshody tváří v tvář hrozící katastrofě.(oficiální text distributora)\n\nČSFD: 77% (13.7k)"
    },
    {
      "imdb": "tt0096874",
      "name": "Návrat do budoucnosti II",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 86% (49.5k)",
      "csfdId": 10129,
      "csfdRating": 86,
      "csfdRatingCount": 49525,
      "poster": "https://images.metahub.space/poster/small/tt0096874/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0096874/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "108 min",
      "genres": [
        "Dobrodružný",
        "Komedie",
        "Sci-Fi",
        "Akční"
      ],
      "description": "V druhé části vynikající sci-fi komedie má Marty plné ruce práce. Nejprve musí do budoucnosti zachránit syna a potom zase do minulosti, aby zachránil sám sebe.(oficiální text distributora)\n\nČSFD: 86% (49.5k)"
    },
    {
      "imdb": "tt0097733",
      "name": "Smrtonosná zbraň 2",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 87% (43.6k)",
      "csfdId": 2439,
      "csfdRating": 87,
      "csfdRatingCount": 43574,
      "poster": "https://images.metahub.space/poster/small/tt0097733/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0097733/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "114 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Los Angeles. Policisté Martin Riggs a Roger Murtaugh jsou na stopě pašeráků drog. Sledování účetního Lea Getze, který zpronevěřil mafiánské peníze, je přivádí k jihoafrickému diplomatovi Ruddovi. Oba detektivové mají dostatek důkazů, ale Rudd a jeho zabijáci pod rouškou diplomatické imunity nerušeně pracují dál. Riggs, přezdívaný \"Smrtonosná zbraň\", se uchyluje k nevybíravým metodám. Využije proti Ruddovi i jeho přitažlivou sekretářku. Mezi gangstery a oběma policisty vypukne nevyhlášená válka. Murtaugh se štěstím unikne nastražené bombě a Riggsův karavan se po setkání s Ruddovými muži změní v rozstřílenou trosku. Nezničitelní detektivové však pomalu získávají převahu a Rudd se chystá k ústupu. Schyluje se k rozhodujícímu střetnutí v docích losangelského přístavu...(oficiální text distributora)\n\nČSFD: 87% (43.6k)"
    },
    {
      "imdb": "tt0266987",
      "name": "Spy Game",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 75% (15.2k)",
      "csfdId": 8287,
      "csfdRating": 75,
      "csfdRatingCount": 15195,
      "poster": "https://images.metahub.space/poster/small/tt0266987/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0266987/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Píše se rok 1991 a veterán CIA, agent Nathan Muir (Robert Redford) je poslední den ve službě. Zbývá jen zabalit, rozloučit se a odejít do penze. Jenže telefonát z Hong Kongu, který ho probudí, zásadně změní chod nejbližších 24 hodin. Nathan se z něj doví, že jeho někdejší chráněnec, žák a spolupracovník Tom Bishop (Brad Pitt) se dostal do vážných problémů. Ocitl se v čínském vězení, je obviněn ze špionáže a hrozí mu smrt. V obavách z mezinárodního incidentu od něj dává CIA ruce pryč. Tomova záchrana představuje pro USA příliš velké riziko. Vše tedy závisí na Muirovi, který od začátku tuší, jak k incidentu došlo a navíc si je vědom, že nové vedení CIA odsunulo \"lidi ze staré školy\" na vedlejší kolej. Dostat se k potřeným informacím a přelstít organizaci, pro níž tak dlouho a obětavě pracoval je úkol nad jiné těžký...(Magic Box)\n\nČSFD: 75% (15.2k)"
    },
    {
      "imdb": "tt0379786",
      "name": "Serenity",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 75% (14.1k)",
      "csfdId": 183331,
      "csfdRating": 75,
      "csfdRatingCount": 14120,
      "poster": "https://images.metahub.space/poster/small/tt0379786/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0379786/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "119 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Joss Whedon, na Oscara * a cenu Emmy nominovaný, scenárista a režisér stojící za fiilmem Buffy, přemožitelka upírů a Angel, tentokrát využil svůj nezaměnitelný důvtip v tomto napínavém velkofiilmu. Kapitán Malcolm Reynolds, ostřílený veterán (na straně poražených) z galaktické občanské války, nyní živoří na palubě své lodi Serenity. Vede malou vybranou posádku, ale když přibere na palubu dva nové pasažéry - mladého doktora a jeho sestru s telepatickými schopnostmi - získává mnohem víc, než na co je připraven. Oba jsou uprchlíci ze seskupení, které vládne vesmíru, a tak se Serenity rázem ocitá lapená v pasti mezi nezastavitelnou vojenskou silou Aliance a brutální zuřivostí zdivočelých Reavers. A další nebezpečí se skrývá i v samém srdci lodi…(oficiální text distributora)\n\nČSFD: 75% (14.1k)"
    },
    {
      "imdb": "tt0399146",
      "name": "Dějiny násilí",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 75% (14.3k)",
      "csfdId": 136011,
      "csfdRating": 75,
      "csfdRatingCount": 14336,
      "poster": "https://images.metahub.space/poster/small/tt0399146/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0399146/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "96 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Majitel malého bistra Tom Stall si poklidně žije se svou manželkou, právničkou Edie, a jejich dvěma dětmi na malém městě Millbrook ve státě Indiana. Jediná noc však navždy změní jejich životy. Tom se stane mediálním hrdinou poté, co zneškodní dva brutální vrahy, kteří přepadli jeho podnik. Snaží se vrátit zpět ke svému obyčejnému životu, ale marně. Náhlá sláva přitahuje nežádoucí pozornost okolního světa a přivádí k němu záhadného muže Carla, který tvrdí, že Tom není tím, za koho se vydává. Vztah jeho rodiny je vystaven zkoušce a oni jsou najednou nuceni řešit vzájemné vztahy, které se pod vlivem okolností začnou pomalu hroutit. Tom si je vědom toho, že musí bojovat nejen o svůj život, ale i o život své rodiny.(Nova Cinema)\n\nČSFD: 75% (14.3k)"
    },
    {
      "imdb": "tt0373469",
      "name": "Kiss Kiss Bang Bang",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 74% (16.1k)",
      "csfdId": 181335,
      "csfdRating": 74,
      "csfdRatingCount": 16057,
      "poster": "https://images.metahub.space/poster/small/tt0373469/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0373469/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "102 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "Robert Downey Jr. je v podstatě slušný chlap. Je sice bezvýznamný zlodějíček, ale radši by byl čestný a nekradl. Jenže neví, jak na to. Při jedné z krádeží se náhodou ocitne na herecké konkurzu a je vybrán pro kamerové zkoušky v L.A. Tam ho dají na starost soukromému detektivu Valu Kilmerovi, který ho má co nejlépe připravit na jeho roli ve filmu. Situace se však nečekaně zkomplikuje...(oficiální text distributora)\n\nČSFD: 74% (16.1k)"
    },
    {
      "imdb": "tt0094625",
      "name": "Akira",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 82% (5.8k)",
      "csfdId": 83541,
      "csfdRating": 82,
      "csfdRatingCount": 5838,
      "poster": "https://images.metahub.space/poster/small/tt0094625/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0094625/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "124 min",
      "genres": [
        "Animovaný",
        "Sci-Fi",
        "Drama",
        "Thriller"
      ],
      "description": "Tokio, červenec 1988. Extra Senzorické Pozorování - místo tajných vládních experimentů, které připravuje aktivizaci atomové bomby, která zapříčiní rozpoutání třetí světové války. 31 let po této katastrofě je svět sice rekonstruovaný, ale krajně nestabilní, jelikož pokračují psychické experimenty: Tokio se změnilo na obrovský megapolis Neo-Tokio. Zde působí i motocyklový gang, vedený Kanedem. Jeden z jeho členů Tetsuo je unesen organizací ESP, která ho zařadí do armády. Kaneda hledá zmizelého přítele. Jeho odysea mu umožní kontakt nejen s revolucionáři a tajnou policií, ale i primárním tajemstvím všeho, zvaným Akira...(Intersonic)\n\nČSFD: 82% (5.8k)"
    },
    {
      "imdb": "tt0087803",
      "name": "1984",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 77% (9.6k)",
      "csfdId": 13487,
      "csfdRating": 77,
      "csfdRatingCount": 9647,
      "poster": "https://images.metahub.space/poster/small/tt0087803/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0087803/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "113 min",
      "genres": [
        "Drama",
        "Sci-Fi",
        "Thriller",
        "Romantický"
      ],
      "description": "Pro adaptaci patrně nejslavnějšího antiutopického románu všech dob, Orwellova 1984, se ve stejném roce, jaký stojí v názvu knihy, rozhodl režisér Michael Radford. Pod jeho velením se John Hurt obléká do kůže Winstona Smithe, který věří, že i v totalitní Oceánii je možno uniknout pohledu Velkého bratra a nabýt ztracené svobody…(oficiální text distributora)\n\nČSFD: 77% (9.6k)"
    },
    {
      "imdb": "tt0099088",
      "name": "Návrat do budoucnosti III",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 85% (40.9k)",
      "csfdId": 10130,
      "csfdRating": 85,
      "csfdRatingCount": 40870,
      "poster": "https://images.metahub.space/poster/small/tt0099088/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099088/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "119 min",
      "genres": [
        "Dobrodružný",
        "Komedie",
        "Sci-Fi",
        "Western"
      ],
      "description": "Tentokrát se Michael J. Fox vydává na záchranou misi do roku 1885. Třetí Martyho cesta do minulosti, kde je třeba zachránit přítele a vyřešit problém, jak se dostat zpátky do budoucnosti.(oficiální text distributora)\n\nČSFD: 85% (40.9k)"
    },
    {
      "imdb": "tt0259711",
      "name": "Vanilkové nebe",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 71% (19.5k)",
      "csfdId": 11711,
      "csfdRating": 71,
      "csfdRatingCount": 19521,
      "poster": "https://images.metahub.space/poster/small/tt0259711/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0259711/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "136 min",
      "genres": [
        "Mysteriózní",
        "Romantický",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Mladý newyorský nakladatel a vyhlášený sukničkář David Aames (Tom Cruise) umí žít. Proč ne, když je pohledný, charismatický mladý muž plný elánu a navíc ani zdaleka nemusí počítat každý dolar. Přesto má pocit, že mu stále něco uniká. Jedné noci potká dívku svých snů, Sofii (Penelope Cruz), a i když je velkým stratégem milostných pletek, vzápětí ji ztratí. Davidova partnerka (Cameron Diaz) brzy pochopí, že on se Sofie jen tak nevzdá. Julie jí zase nemíní postoupit své místo. Automobilová nehoda, při níž je David těžce zraněn v obličeji, je důsledkem a tečkou za jejich vyhroceným vztahem. Pro Davida se ale možná otvírá zcela nová životní kapitola... Není to poprvé, kdy se američtí filmaři zhlédli v díle svých evropských kolegů a rozhodli se dát mu nový kabát. Právě to potkalo i Toma Cruise a jeho produkční partnerku Paulu Wagnerovou. Ihned po projekci španělského filmu ABRE LOS OJOS (1997) se rozhodli vykoupit práva a dokonce požádali Alejandra Amenábara, aby se znovu ujal režie. Když odmítl, oslovili Camerona Crowea, se kterým spolupracovali na jeho mimořádně úspěšném autorském filmu Jerry Maguire, v němž Tom Cruise vytvořil titulní roli. Někdejší novinář Cameron Crowe se i tentokrát ujal práce na scénáři, protože - jak uvedl - ho film ABRE LOS OJOS inspiroval k vlastnímu pohledu na svět náhodného sexu a na lidi, kteří se teprve učí nést odpovědnost za vlastní životy. Není bez zajímavosti dodat, že Penélope Cruzová si roli Sofie zopakovala, tentokrát ovšem po boku Toma Cruise.(oficiální text distributora)\n\nČSFD: 71% (19.5k)"
    },
    {
      "imdb": "tt0120903",
      "name": "X-Men",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 82% (55.9k)",
      "csfdId": 8412,
      "csfdRating": 82,
      "csfdRatingCount": 55902,
      "poster": "https://images.metahub.space/poster/small/tt0120903/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120903/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "104 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Nedaleká budoucnost. Po celé planetě se rodí děti s X-faktorem v genech, který jim dává zvláštní sílu - třeba ničivý laserový pohled nebo schopnost létat, či přesunovat předměty nebo ovládat počasí. Profesor X, Wolverine, Storm, Jean Grey, Rogue, Cyclops, Magneto, Toad, Mystique, Sabretooth jsou mutanti s mimořádnými schopnostmi. Ale pro lidi, kteří takovéto schopnosti nemají, je velice těžké mutanty akceptovat a neubránit se strachu. Nejcitelněji potřebu naučit mutanty, jak pracovat se svou zvláštní silou a mít nad ní kontrolu má profesor Charles Xavier - světově uznávaný telepat - mutant. Zřídí speciální školu a jeho záměrem je, aby se žáci chovali tak, aby se svět odnaučil strachu před nimi. Xavier přijímá dva nové žáky. Je to Logan - osamělý silák a Rogue, která může přijmout jakoukoliv sílu i paměť ze všeho, čeho se dotkne. Proti filosofii profesora Xaviera stojí senátor Kelly, který by mutanty nejradši zlikvidoval... Akční sci-fi film podle veleúspěšného comicsového příběhu o tom, jak je těžké najít hranici tolerance v soužití a pochopení svých zvláštností.(oficiální text distributora)\n\nČSFD: 82% (55.9k)"
    },
    {
      "imdb": "tt0118929",
      "name": "Smrtihlav",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 75% (10.4k)",
      "csfdId": 18233,
      "csfdRating": 75,
      "csfdRatingCount": 10373,
      "poster": "https://images.metahub.space/poster/small/tt0118929/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118929/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "101 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Je tu město. Fantaskně bizarní, věčně zahalené do tmy. Jsou tu lidé. Šediví a lhostejní, kteří se každou noc přesně o půlnoci ponoří do hlubokého spánku, aby se probudili se zcela novými vzpomínkami. Jsou tu Oni. Starobylá umírající rasa, která ovládá město a v bizarním experimentu noc co noc mění realitu i vzpomínky všech lidí. No a pak je tu John Murdoch. On jediný neusíná a vidí, jak přímo před jeho očima mizí domy i ulice, aby se místo nich objevily jiné. Nepamatuje si na nic z minulosti a navíc zjistí, že jej hledá policie kvůli několika brutálním a bizarním vraždám. Prchá ulicemi, kterými se pohybují mrtvolně bledé postavy v dlouhých černých kabátech, připomínající armádu zombie, a pomalu si začíná uvědomovat, že je obdařen schopností měnit realitu a podobně jako vládci města. Uvědomuje si, že vše co si pamatuje jsou jen uměle vytvořené implantáty a chce vědět proč. Na své pouti se setkává nejen s dívkou, která tvrdí, že je jeho manželkou, ale také detektivem Bumsteadem, který sice plní své povinnosti, ale začíná pochybovat o realitě světa ve kterém žije, a také doktorem Schreberem, který toho ví mnohem víc než všichni ostatní lidé dohromady. Společně s nimi se krůček po krůčku přibližuje pravdě a rozhodujícímu střetnutí s rasou ovládající město.(oficiální text distributora)\n\nČSFD: 75% (10.4k)"
    },
    {
      "imdb": "tt0117333",
      "name": "Fenomén",
      "year": 1996,
      "releaseInfo": "1996 • ČSFD: 76% (9.3k)",
      "csfdId": 9194,
      "csfdRating": 76,
      "csfdRatingCount": 9336,
      "poster": "https://images.metahub.space/poster/small/tt0117333/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0117333/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "123 min",
      "genres": [
        "Drama",
        "Romantický",
        "Fantasy",
        "Sci-Fi"
      ],
      "description": "Až do svých sedmatřicátých narozenin byl George docela obyčejným automechanikem v malém kalifornském městečku Harmon. Ovšem do chvíle, kdy si odskočil z oslavy ven před hospodu, aby se nadýchal čerstvého vzduchu, změnila jeho život. Na jasné noční obloze se mezi miliony hvězd objevil zářící bod a blížil se přímo k Georgeovi. Oslepující záře ho na okamžik připravila o vědomí. Když s pak vrátil mezi své přátele, byl jiným člověkem. Dal dvěma tahy mat místnímu lékaři - přeborníkovi v šachu a odešel domů, kde se během noci ze slovníku naučil španělsky. Všechno je najednou tak snadné ! George čte čtyři knihy denně a s mozkem pracujícím na plné obrátky chrlí nápad za nápadem. Sestrojil automobil, který jezdí skoro zadarmo. Objeví princip akumulování sluneční energie. Jeho nový typ organického hnojiva mění úhor v úrodnou černozem a jen tak z legrace rozkóduje složitou armádní šifru a zruší důležité vojenské cvičení na nedaleké letecké základně. Pouze jedna záležitost dělá Georgeovi po jeho zázračné proměně stejné problémy jako dřív. Krásná sousedka, obávající se dalšího milostného zklamání, vytrvale odolává Georgeovým nesmělým pokusům o dvoření. A když se začnou věci i v tomto směru obracet k lepšímu, vtrhnou do Georgeova domu agenti FBI, aby zatkli domnělého špióna, který tak snadno rozlouskl vojenské kódy...(oficiální text distributora)\n\nČSFD: 76% (9.3k)"
    },
    {
      "imdb": "tt0119081",
      "name": "Horizont události",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 70% (18.4k)",
      "csfdId": 149,
      "csfdRating": 70,
      "csfdRatingCount": 18404,
      "poster": "https://images.metahub.space/poster/small/tt0119081/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119081/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "96 min",
      "genres": [
        "Horor",
        "Sci-Fi",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "V roce 2015 byla na Měsíci založena první stálá kolonie. V roce 2032 začínala těžba nerostných surovin na Marsu. V roce 2040 se moderní kosmická loď Horizont události vydala k hranicím sluneční soustavy. Za planetou Neptun zmizela beze stopy. Šlo o nejhorší vesmírnou katastrofu v historii. Po sedmi letech však opět vyslala signál, z něhož se podařilo rozluštit několik znepokojivých slov. Na záchrannou misi se proto vydává průzkumná loď, vedená kapitánem Millerem. Na palubu je přibrán i konstruktér Horizontu události dr. Weir. Nikdo však posádku nemůže připravit na to, co ji čeká po příletu k dlouho pohřešované lodi. Film Horizont události natočil podle scénáře Philipa Eisnera britský režisér Paul W. S. Anderson, který se později proslavil především filmovou sérií Resident Evil. Hlavní role ve snímku, který získal řadu žánrových cen, ztvárnili uznávaní herci Laurence Fishburne a Sam Neill.(Česká televize)\n\nČSFD: 70% (18.4k)"
    },
    {
      "imdb": "tt0092007",
      "name": "Star Trek IV: Cesta domů",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 81% (4.9k)",
      "csfdId": 20584,
      "csfdRating": 81,
      "csfdRatingCount": 4883,
      "poster": "https://images.metahub.space/poster/small/tt0092007/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0092007/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "118 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "William Shatner, Leonard Nimoy a zbytek posádky Enterprise opět ovládnou oblohu v dalším díle Star Treku. Je 23. století a záhadná cizí mocnost ohrožuje Zemi prostřednictvím ničení atmosféry a vypařování vody z oceánů. Kirk a jeho posádka musí cestovat zpět do San Franciska do roku 1986, kde musí najít podstatu tohoto ničení.(oficiální text distributora)\n\nČSFD: 81% (4.9k)"
    },
    {
      "imdb": "tt0266308",
      "name": "Battle Royale",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 75% (9.6k)",
      "csfdId": 75154,
      "csfdRating": 75,
      "csfdRatingCount": 9580,
      "poster": "https://images.metahub.space/poster/small/tt0266308/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0266308/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "113 min",
      "genres": [
        "Akční",
        "Drama",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "42 studentů, 3 dny, 1 vítěz, žádná pravidla. Na úsvitu nového tisíciletí došlo k celonárodnímu kolapsu. Při 15% nezaměstnanosti se bez práce ocitlo 10 milionů lidí. Na 800 tisíc studentů přestalo chodit do školy a počet drobných zločinů se prudce zvýšil. Dospělí ztratili v mládež důvěru a začali se jí bát. To vyústilo ve školní reformu nového tisíciletí, tzv. zákon BR - Battle Royale. Letos byla z celkového počtu 43 tisíc devátých tříd vybrána 9. E ze střední školy v Zentsuji. Letošní hra je podle všeho napínavější než všechny předchozí.(Řitka video)\n\nČSFD: 75% (9.6k)"
    },
    {
      "imdb": "tt0182789",
      "name": "Andrew - člen naší rodiny",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 73% (12.3k)",
      "csfdId": 1623,
      "csfdRating": 73,
      "csfdRatingCount": 12326,
      "poster": "https://images.metahub.space/poster/small/tt0182789/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0182789/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "131 min",
      "genres": [
        "Sci-Fi",
        "Drama",
        "Romantický",
        "Rodinný"
      ],
      "description": "Jako většina lidí v budoucnosti, také Richard Martin koupil pro svou rodinu domácího robota. Ten jejich, nový model s označením NDR-114, dostal jméno Andrew a zpočátku nikdo netušil, jaký unikát představuje a jak moc ovlivní život celé rodiny. Na rozdíl od ostatních robotů mu to myslí, má smysl pro humor, je schopen cítit a vnímat krásu, rychle se učí a je překvapivě kreativní. Z výkonného služebníka se postupně stává miláčkem rodiny, zejména malé Amandy, která se ho zpočátku bála a neměla ho ráda. Současně s tím, jak se s pomocí Richarda zdokonaluje a polidšťuje, však stále více touží po tom, stát se opravdovým a svobodným člověkem. Začne nosit šaty, bydlet ve vlastním domě, založí si konto v bance a po letech dokonce získá od Richarda Martina svobodu. Ani to mu však po čase nestačí a proto se vydá na dlouhou cestu po světě, aby našel podobně odlišné roboty jako je on sám. To se mu sice nepodaří, narazí však na podivínského vynálezce Burnse, který mu pomůže s přestavbou jeho kovového těla pomocí organických materiálů. A nejenže je nakonec vzhledem nerozeznatelný od lidí, ale získá dokonce schopnost cítit jako člověk, ať už je to bolest nebo žárlivost či dokonce láska. Takto se vrací k rodině Martinových, kde už se mnohé změnilo a z malé Amandy je dospělá žena. Dospělá a velmi krásná. A protože Andrew má vytříbený smysl pro krásu, není divu, že vše značně zkomplikuje. Posledním krokem k tomu, aby se robot Andrew stal člověkem, je získat schopnost stárnout.(oficiální text distributora)\n\nČSFD: 73% (12.3k)"
    },
    {
      "imdb": "tt0375912",
      "name": "Po krk v extázi",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 73% (12.2k)",
      "csfdId": 134238,
      "csfdRating": 73,
      "csfdRatingCount": 12198,
      "poster": "https://images.metahub.space/poster/small/tt0375912/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0375912/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "105 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Elegantní, vkusně oblečený a zdvořilý hrdina beze jména (Daniel Craig) je dokonalý profesionál. Při svých obchodech s kokainem a extází vydělal nejvíce na tom, že se snažil chovat nenápadně a mít po celou dobu čisté ruce. Nyní se rozhodl s obchody skoncovat, opustit svět zločinu, drog a násilí a zařídit si s pomocí peněz, které se mu podařilo nashromáždit, klidný a spokojený život. Ještě předtím jej však čekají dvě drobné služby pro jeho bosse Jimmyho Pricea (Kenneth Cranham): musí najít ztracenou, drogově závislou dceru mocného zločince Eddieho Templea (Michael Gambon) a dojednat prodej obří zásilky extáze s nekontrolovatelným nýmandem (Jamie Foreman), který si hraje na mnohem většího gangstera, než jakým ve skutečnosti je. Nic se ale nedaří podle plánu a to, co původně vypadalo jako rutinní transakce, je ve skutečnosti dokonalý chaos. Na povrch vyplouvají skrytá spojenectví a situace se postupně mění v boj o moc, který sahá z londýnských drogových doupat až do nejvyšších kruhů britské společnosti. Náš hrdina si brzy uvědomí, že je součástí mnohem většího soukolí, než si kdy představoval - a že vyskočit z rozjetého vlaku není zdaleka tak jednoduché, jako do něj nastoupit.(oficiální text distributora)\n\nČSFD: 73% (12.2k)"
    },
    {
      "imdb": "tt0094012",
      "name": "Spaceballs",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 74% (10.1k)",
      "csfdId": 11280,
      "csfdRating": 74,
      "csfdRatingCount": 10080,
      "poster": "https://images.metahub.space/poster/small/tt0094012/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0094012/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "96 min",
      "genres": [
        "Komedie",
        "Sci-Fi",
        "Dobrodružný"
      ],
      "description": "Připoutejte se, začíná nejpotrhlejší vesmírné dobrodružství, které se kdy dostalo na obrazovku! Šílenství začíná, když na planetě Spaceball dojde vzduch a její vůdce chce ukrást atmosféru sousední mírumilovné planetě.Když princezna Vespa, dcera vládce planety Druidia krále Rolanda uteče ze své svatby s posledním a zároveň nejnudnějším princem Váliem, unese ji i s jejím luxusním Mercedesem XS 3000 ďábelský zloduch Tmavá Helma. Zlí vládcové planety Spaceball v čele s prezidentem Škrobem totiž zničili všechen svůj životodárný kyslík a tak se chtějí zmocnit atmosféry z Druidie. Jenže Druidia je chráněna neproniknutelným elektromagnetickým štítem, jehož kód zná pouze král a toho chtějí únosem dcery vydírat. Ještěže sympatický obejda Lone Starr křižující známý vesmír se svým věrným nohsledem Blafem v prorezavělém Winnebagu dluží zločinci Pizzovi milion vesmírných dollarů, které jim král Roland s radostí za navrácení dcery a nepoškozeného Mercedesu zaplatí.(oficiální text distributora)\n\nČSFD: 74% (10.1k)"
    },
    {
      "imdb": "tt0387131",
      "name": "Nepohodlný",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 76% (8.5k)",
      "csfdId": 188308,
      "csfdRating": 76,
      "csfdRatingCount": 8458,
      "poster": "https://images.metahub.space/poster/small/tt0387131/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0387131/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "129 min",
      "genres": [
        "Drama",
        "Thriller",
        "Romantický",
        "Mysteriózní"
      ],
      "description": "V odlehlé části Severní Keni je nalezena brutálně zavražděná aktivistka Tessa Quayle. Její manžel Justin, člen Britského vysokého komisařství v Nairobi, se rozhodne vyšetřit smrt manželky na vlastní pěst. Důkazy ukazují na zločin z vášně. Proto se Quayle pronásledovaný výčitkami a pověstmi o nevěrách své zesnulé ženy vydává po stopách její minulosti. Bude muset riskovat vlastní život a projít tři kontinenty, aby odkryl pravdu. Díky přístupu k diplomatickým tajemstvím začne postupně odhalovat spiknutí, které je mnohem rozsáhlejší, než by si kdy dokázal představit... Nepohodlný byl natočen podle románu bývalého příslušníka britské zpravodajské služby, nyní světoznámého autora špionážních bestsellerů, Johna le Carrého. Režisérem thrilleru je Fernando Meirelles, který má na svém kontě nominaci na Oscara (za režii filmu Město bohů). Hlavní role ztvárnili Ralph Fiennes (nominovaný na Oscara za Anglického pacienta a Schindlerův seznam) a stále oblíbenější herečka Rachel Weisz.(oficiální text distributora)\n\nČSFD: 76% (8.5k)"
    },
    {
      "imdb": "tt0338564",
      "name": "Volavka",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 82% (4.2k)",
      "csfdId": 96212,
      "csfdRating": 82,
      "csfdRatingCount": 4232,
      "poster": "https://images.metahub.space/poster/small/tt0338564/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0338564/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "101 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Dva kadeti donuceni následovat dvě různé cesty. Ming byl rekrutován vůdcem největšího hongkongského gangu, aby se infiltroval do řad policie jako tajný vyzvědač. Policista Yan se mezitím úspěšně infiltruje do gangu a získává si důvěru mafiiánského bosse a Ming je povýšen do CIB - útvaru zvláštního zpravodajství, oddělení pro vyšetřování vnitřních záležitostí. Policie má podezření, že v jejích řadách někdo slídí, a tak potřebuje volavku.(oficiální text distributora)\n\nČSFD: 82% (4.2k)"
    },
    {
      "imdb": "tt0293508",
      "name": "Fantom opery",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 74% (10k)",
      "csfdId": 134269,
      "csfdRating": 74,
      "csfdRatingCount": 9964,
      "poster": "https://images.metahub.space/poster/small/tt0293508/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0293508/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "141 min",
      "genres": [
        "Muzikál",
        "Drama",
        "Romantický",
        "Thriller"
      ],
      "description": "Hlas ji volá. Z temných koutů Opery, která je domovem mladičké sboristky Christine Daaé (Emmy Rossum), povzbuzuje její mimořádný talent. Jen učitelka baletu, paní Giryová, (Miranda Richardson) ví, že Christinin tajemný \"Anděl hudby\" je vlastně Fantom (Gerard Butler), znetvořený hudební génius, jenž obchází divadelními katakombami a děsí členy souboru. Temperamentní diva La Carlotta (Minnie Driver) naštvaně odejde uprostřed kostýmové zkoušky na nejnovější inscenaci. Divadelním šéfům (Simon Callow a Ciaran Hinds) nezbývá nic jiného než do světel reflektorů postavit Christine. Její výkon při premiéře uchvátí diváky i Fantoma. Ten se rozhodne učinit svou oblíbenkyni operní hvězdou. Není však jediným mužem, který je mladou sopranistkou nadšen. Christine se zanedlouho začne dvořit bohatý divadelní mecenáš, vikomt Raoul de Chagny (Patrick Wilson). Byť je Christine svým charismatickým rádcem okouzlena, přitahuje ji i Raoul, přítel z dětství, a to Fantoma mučí. Nespoutané vášně - zuřivá žárlivost a spalujícím plamenem planoucí láska - přivedou v dramatickém crescendu všechny tři hrdiny do bodu odkud není návratu... Fantom Opery podle románu Gastona Lerouxe vydělal v divadelní i ve filmové podobě po celém světě přes tři miliardy dolarů. Původního alba \"The Phantom Of The Opera\" se prodalo více než 40 milionů nosičů, bylo oceněno zlatými i platinovými deskami ve Spojeném Království i Spojených Státech. Jeho strhující melodie a citlivá hudba získaly producentovi a skladateli Andrew Lloydovi Webberovi a jeho spolupracovníkům mnoho ocenění a poct.(oficiální text distributora)\n\nČSFD: 74% (10k)"
    },
    {
      "imdb": "tt0253754",
      "name": "Star Trek X: Nemesis",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 75% (8k)",
      "csfdId": 17282,
      "csfdRating": 75,
      "csfdRatingCount": 7991,
      "poster": "https://images.metahub.space/poster/small/tt0253754/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0253754/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "116 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Thriller"
      ],
      "description": "Již po desáté se setkáváme s Enterprise a její posádkou. Tentokrát se účastní mírové mise na Romulus, jelikož se tamní obyvatelé rozhodli uzavřít s Federací mír. Po příletu na planetu ale vyjde najevo, že jejich skutečným úmyslem je zničení Země. A tak se kapitán Picard setká s dosud nejnebezpečnějším protivníkem - Nemesis. Vedle sedmi hlavních hrdinů se objeví i nová nebezpečná rasa Rémanů, mezi nimiž je i klon kapitána Pickarda - Shinzon, který je novým vůdcem Romulů.(oficiální text distributora)\n\nČSFD: 75% (8k)"
    },
    {
      "imdb": "tt0451094",
      "name": "Nebohá paní Pomsta",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 80% (4.6k)",
      "csfdId": 197524,
      "csfdRating": 80,
      "csfdRatingCount": 4563,
      "poster": "https://images.metahub.space/poster/small/tt0451094/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0451094/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "115 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Poslední část Trilogie pomsty (Sympathy for Mr. Vengeance, Old Boy). Pomstychtivá mladá žena s andělskou tváří po návratu z vězení hledá odplatu – za zločin, který nespáchala, za příkoří, které musela vytrpět, za ztracenou dcerku, kterou musela opustit. Film byl oceněn na festivalu v Benátkách 2005 Malým zlatým lvem.(oficiální text distributora)\n\nČSFD: 80% (4.6k)"
    },
    {
      "imdb": "tt0092675",
      "name": "Krvavý sport",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 70% (14.3k)",
      "csfdId": 16483,
      "csfdRating": 70,
      "csfdRatingCount": 14277,
      "poster": "https://images.metahub.space/poster/small/tt0092675/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0092675/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "92 min",
      "genres": [
        "Akční",
        "Sportovní",
        "Životopisný"
      ],
      "description": "Akční film z roku 1987, přímo nabitý ukázkami nejrůznějších asijských bojových umění, se stal odrazovým můstkem v kariéře Jeana-Clauda Van Damma. Do té doby neznámý Belgičan se díky němu dostal do povědomí diváků - a také producentů, kteří ho začali obsazovat. V tomto snímku si fanouškové žánru jistě vychutnají i výkon jednoho z nejpopulárnějších \"záporáků\" hongkongských arén Bola Yeunga, jenž představuje hrdinova zákeřného protivníka.Málokdo ovšem také ví, že Krvavý sport je o životě a začátcích skutečného \"bojového umělce\" Franka Duxe (čti ďuks), jenž se s konečnými výsledky svých soubojů stal legendou bojového umění (56 knockoutů a 300 bodových vítězství). Dokonce Dux sám dohlížel na bojovou choreografii filmu.(oficiální text distributora)\n\nČSFD: 70% (14.3k)"
    },
    {
      "imdb": "tt0371257",
      "name": "Hranice života",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 72% (10.8k)",
      "csfdId": 134544,
      "csfdRating": 72,
      "csfdRatingCount": 10786,
      "poster": "https://images.metahub.space/poster/small/tt0371257/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0371257/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "99 min",
      "genres": [
        "Drama",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "V prostoru mezi touhou a strachem, realitou a iluzí a životem a smrtí se rozkládá celý alternativní svět, který ožívá ve filmovém thrilleru Hranice života. Režisér filmů Ples příšer a Hledání Země Nezemě Marc Forster přivádí na stříbrné plátno příběh, který zachází pod práh všední reality a stahuje diváka do víru tajemné hry s identitami, sny a schématy lidské existence... Hranice života je napínavým příběhem o newyorském psychiatrovi Samu Fosterovi (Ewan McGregor) a jeho snaze zabránit uzavřenému a zvláštnímu mladému pacientovi Henrymu Lethemovi (Ryan Gosling) v uskutečnění sebevraždy, kterou si naplánoval na den svých 21. narozenin. Na pozadí tohoto příběhu se však odehrávají mnohem tajemnější a děsivější skutečnosti - Sam je postupně vtahován do Henryho života a posléze i do labyrintu jeho podvědomí. Zpočátku má tato skutečnost vliv pouze na vztah s jeho přítelkyní a bývalou pacientkou Lilou (Naomi Watts), ale brzy se začne hroutit i Samovo přísně racionální vnímání reality. Sam, který se náhle místo na Manhattanu ocitá v divoce se měnící snové krajině a setkává se se stále bizarnějšími věcmi, přestává rozlišovat, co je skutečnost a co se odehrává pouze v jeho hlavě... Kdo je Henry Lethem a proč se mu tak daří tříštit Samovu realitu? Zatímco napětí dosahuje maxima a příběh spěje ke svému vyvrcholení na Brooklynském mostě, musí Sam najít odpovědi na otázky o vnímání reality, stavu svého vědomí, odpuštění a posledních okamžicích vykoupení. Brzy se totiž ukáže, že to, co se děje mezi ním a Henrym, se neodehrává v tomto světě, ale na pomezí života a smrti. Na místě, kde nikdo nemůže zůstat příliš dlouho... \"Tento příběh pojednává o věcech, které mě velice zajímají, zejména pak způsob fungování vnímání a identity. Myslím si, že v současné době je to více než relevantní téma - žijeme ve světě, v němž jsme obklopeni vlivem médií a mnoha různými verzemi reality, přičemž způsob vnímání se stal ve velké míře součástí toho, kým jsme a co víme nebo nevíme\", říká Forster, který viděl film jako příležitost položit provokativní otázky, týkající se toho, jak si každý člověk na základě mozaiky prchavých vzpomínek, okamžiků, pocitů, myšlenek, obav a nadějí vytváří vlastní životní zkušenost a snaží se formovat jeho smysl.(oficiální text distributora)\n\nČSFD: 72% (10.8k)"
    },
    {
      "imdb": "tt0086034",
      "name": "Chobotnička",
      "year": 1983,
      "releaseInfo": "1983 • ČSFD: 73% (8.6k)",
      "csfdId": 30438,
      "csfdRating": 73,
      "csfdRatingCount": 8599,
      "poster": "https://images.metahub.space/poster/small/tt0086034/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086034/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Vzácná starožitnost, která patřila carskému rodu Romanovců zmizí z Moskvy. Agent Secret Service ji získá, ale pronásledovatelé ho smrtelně poraní. James Bond (Roger Moore) díky dražbě okamžitě poznává, kdo ji chce za každou cenu dostat zpět. Dostává se tak do hry kde jde kromě diamantů i o mnohem nebezpečnější věc. Vstupuje do ní totiž šílený generál Orlov (Steven Berkoff). Chce útočit na Německo, ale jeho nadřízení jsou proti. To však neznamená, že by se Orlov vzdal. Bond by mohl získat potřebné informace v nepřístupném sídle ženy s tetováním chobotničky (Maud Adams). Tato žena je ale stejně krásná, jako nebezpečná.(PB Publishing)\n\nČSFD: 73% (8.6k)"
    },
    {
      "imdb": "tt0082398",
      "name": "Jen pro tvé oči",
      "year": 1981,
      "releaseInfo": "1981 • ČSFD: 74% (7.6k)",
      "csfdId": 11943,
      "csfdRating": 74,
      "csfdRatingCount": 7649,
      "poster": "https://images.metahub.space/poster/small/tt0082398/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0082398/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "128 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Neznámí pachatelé potopili u řeckých ostrovů britskou špionážní loď. Na její palubě se nachází počítač na ovládání řízených střel. James Bond (Roger Moore) jej má zachránit než padne do ruských rukou. Zdá se však, že rejdař dvojí tváře Krikatos (Julian Glover) společně s násilnickým králem pašeráků Columbem (Topol) směřují ke stejnému cíli. Melinda Havelock (Carola Bouquet), krásný anděl pomsty, se stane Bondovi v poslední vteřině více než jen zachránkyní.(oficiální text distributora)\n\nČSFD: 74% (7.6k)"
    },
    {
      "imdb": "tt0373926",
      "name": "Tlumočnice",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 71% (11.9k)",
      "csfdId": 136243,
      "csfdRating": 71,
      "csfdRatingCount": 11914,
      "poster": "https://images.metahub.space/poster/small/tt0373926/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0373926/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "128 min",
      "genres": [
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Řetězec dramatických událostí se spustí ve chvíli, kdy se tlumočnice OSN Silvia Broom přizná, že náhodou zaslechla rozhovor v neobvyklém africkém dialektu, jemuž kromě ní rozumí jen málokdo a jehož obsahem byla plánovaná vražda jistého afrického prezidenta. Silviin život se po tomto doznání obrátí vzhůru nohama, protože se stane terčem neznámých zabijáků. Přestože o její bezpečí začne pečovat FBI, konkrétně agent Tobin Keller, ohrožení Silvie se paradoxně ještě zvyšuje. Keller totiž začne zkoumat minulost své chráněnky a pomalu v něm narůstá přesvědčení, že by i ona mohla být do spiknutí proti hlavě státu zapletena. Je Sylvia obětí nebo hlavním podezřelým? A dokáže ji takto rozpolcený agent vůbec ochránit?(oficiální text distributora)\n\nČSFD: 71% (11.9k)"
    },
    {
      "imdb": "tt0084726",
      "name": "Star Trek II: Khanův hněv",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 77% (5.4k)",
      "csfdId": 20587,
      "csfdRating": 77,
      "csfdRatingCount": 5370,
      "poster": "https://images.metahub.space/poster/small/tt0084726/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0084726/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "112 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Thriller"
      ],
      "description": "Khan, geneticky upravený \"nadčlověk\" s megalomanskými sklony, byl po porážce v eugenických válkách vyhnán na opuštěnou planetu Ceti Alpha 5. Přísahal pomstu kapitánu Kirkovi, kterého viní za své vyhnanství jakož i za smrt svého syna. Když se mu po dlouhých letech naskytne možnost uprchnout, neváhá. S pomocí cizopasného tvora ovládájího mysl získává brzy kontrolu nad celou lodí Reliant. Teď už Khanovi zbývá pouze jediná věc, přilákat Kirka a zabít ho. Jako nástroj své pomsty se chystá použít zbraň vpravdě ničivou - střelu \"Genesis\".(oficiální text distributora)\n\nČSFD: 77% (5.4k)"
    },
    {
      "imdb": "tt0094226",
      "name": "Neúplatní",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 85% (26.9k)",
      "csfdId": 2339,
      "csfdRating": 85,
      "csfdRatingCount": 26859,
      "poster": "https://images.metahub.space/poster/small/tt0094226/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0094226/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "119 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Píše se rok 1930, v USA panuje prohibice a Chicago ovládá gang Al Caponeho. V boji o miliardy dolarů plynoucích z nelegálního prodeje alkoholu korumpuje úplatky představitele města a policie a likviduje obchodníky, kteří od něj alkohol odmítnou koupit. Jeho heslem je, že s dobrým slovem a pistolí dojde dál než jen s dobrým slovem. Do Chicaga je vyslán zvláštní zmocněnec ministerstva financí Eliot Ness, který má řídit vládní akci proti distribuci lihovin a proti násilí. Dozví se o velké zásilce whisky a ve spolupráci se zvláštní policejní jednotkou vykoná razii ve skladu. V bednách však alkohol není. Al Capone, tisk i zkorumpovaní policisté se mu vysmívají. Setkání s poctivým pochůzkářem Jimem Malonem ho přivede k myšlence vytvořit malý neúplatný tým. Spolu s Malonem vyberou na policejní střelnici nejlepšího střelce, Itala Georga Stonea, původním jménem Guiseppa Petriho. Čtvrtým mužem se stane policejní účetní Oscar Wallace, kterého Nessovi poslali z Washingtonu. Ness prohlašuje, že chce využít všechny zákonné prostředky k tomu, aby Al Caponeho dostal do vězení…(TV Prima)\n\nČSFD: 85% (26.9k)"
    },
    {
      "imdb": "tt0084827",
      "name": "Tron",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 73% (8.1k)",
      "csfdId": 11007,
      "csfdRating": 73,
      "csfdRatingCount": 8148,
      "poster": "https://images.metahub.space/poster/small/tt0084827/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0084827/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "95 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Snímek Tron byl v době svého vzniku vpravdě převratný, experimentoval s neprobádanou počítačovou animací a nevídanými vizuálními efekty, které okořenily skvělé akční scény. Flynn (Jeff Bridges) je počítačový expert, který se živí tvorbou her. Soustavně se ale také nabourává do počítačové sítě firmy Encom a snaží se z ní získat důvěrnou informaci. To se ale nelíbí hlavnímu programu, který se rozhodne přenést Flynna do svého království, elektronické civilizace, plné nástrah. Flynn se teď musí probojovat přes počítačové hry a pokusit se zneškodnit neovladatelný a nebezpečný hlavní ovládací program. Jeho jedinou nadějí je odvážný a věrný program Tron, který jako jediný je schopen mocného nepřítele porazit.(Warner Bros. CZ)\n\nČSFD: 73% (8.1k)"
    },
    {
      "imdb": "tt0164184",
      "name": "Nejhorší obavy",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 72% (9.5k)",
      "csfdId": 10227,
      "csfdRating": 72,
      "csfdRatingCount": 9548,
      "poster": "https://images.metahub.space/poster/small/tt0164184/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0164184/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "124 min",
      "genres": [
        "Akční",
        "Drama",
        "Thriller",
        "Válečný"
      ],
      "description": "V roce 1973 došlo k překvapivému útoku Egypta a Sýrie na Izrael. A právě tehdy, při jednom z hlídkových letů havarovalo izraelské vojenské letadlo, ozbrojené nuklearní bombou. Ta byla, bezmála po čtvrt století, náhodně nalezena kdesi v poušti a předána do nepravých rukou. Svět se sice změnil a \"studená válka\" se stala archaickým pojmem, jenže o to častější jsou regionální konflikty a terorismus nabyl téměř hrůzné podoby. Za této situace nastupuje do CIA mladý analytik Jack Ryan, specialista na bývalý Sovětský svaz, který dostává zdánlivě rutinní úkol. Při jeho řešení  ovšem narazí na stopu, signalizující, že bomba je aktivována a má být dopravena do Spojených států a její výbuch bude tím nejdůraznějším varováním \"zpupné\" velmoci.(oficiální text distributora)\n\nČSFD: 72% (9.5k)"
    },
    {
      "imdb": "tt0093428",
      "name": "Dech života",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 73% (8k)",
      "csfdId": 15696,
      "csfdRating": 73,
      "csfdRatingCount": 7993,
      "poster": "https://images.metahub.space/poster/small/tt0093428/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0093428/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "130 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "KGB má nový ďábelský plán: Série atentátů se podle něj stává osudnou pro agenty nepřátelských tajných služeb. Jméno Jamese Bonda v tomto seznamu smrti nechybí. Agent 007 však zařídí v Bratislavě útěk generála KGB Koskova, který ve skutečnosti pracuje pro britskou tajnou službu. Koskov obviní z úkladů svého protivníka Puškina, ale vzápětí je unesen sovětskými agenty. Bond se nyní musí Puškina zbavit a Koskova zachránit. Timothy Dalton je James Bond osmdesátých let. Nové příběhy Agenta 007 díky němu získaly tempo akčních filmů. Bratislavu musel za totality natočit John Glen především ve Vídni.(Warner Home Video)\n\nČSFD: 73% (8k)"
    },
    {
      "imdb": "tt0093260",
      "name": "Vnitřní vesmír",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 74% (7.3k)",
      "csfdId": 2282,
      "csfdRating": 74,
      "csfdRatingCount": 7279,
      "poster": "https://images.metahub.space/poster/small/tt0093260/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0093260/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "120 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Sci-Fi"
      ],
      "description": "Poručík Tuck Pendleton (Dennis Quaid) je mladý a stejně tak arogantní pilot pracující ve výzkumu miniaturizace. Při jednom experimentu, kdy má být jeho \"ponorka\" zmenšena na mikrometry a vstříknuta do těla bílého králíka, do laboratoře vtrhne skupina zločinců a snaží se tuto revoluční technologii ukrást. Jeden z vědců s Tuckem uteče, ale je zabit. Okamžik před smrtí ještě vstříkne Tucka do těla Jacka Puttera (Martin Short), neurotického hypochondra. Spolu se poté snaží zjistit, kdo za útokem stojí a získat potřebné přístroje zpět. A to nejen protože Jack nesnese pomyšlení, že mu tělem rejdí malilinkatý človíček a roznáší tam bacily, ale i protože Tuck nechce zemřít někde v trávícím traktu člověka a nechat tak matku svého budoucího dítěte a svou lásku Lydii Maxwellovou (Meg Ryan) v domnění, že je nejhorším chlapem pod sluncem.(monolog)\n\nČSFD: 74% (7.3k)"
    },
    {
      "imdb": "tt0331811",
      "name": "Zkurvená noc",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 73% (8k)",
      "csfdId": 76722,
      "csfdRating": 73,
      "csfdRatingCount": 7978,
      "poster": "https://images.metahub.space/poster/small/tt0331811/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0331811/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "86 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "V malém městě Middelton jede mladý muž ve svém autě, značně posilněn alkoholem. Rána, prasklé přední sklo, mrtvola. Ve strachu zabalí mrtvolu a schová ji do kufru auta. Přijíždí mladá žena s úmyslem pomoci a zavolá svého dobrého přítele, velitele policie. Jelena tu někdo srazí každou chvilku. Policista přijíždí a požaduje otevření kufru auta. Jak sám pozná, jelen to určitě nebude. Mladík, pronásledovaný policistou, se dává na útěk a mezitím z policejního auta vybíhají další dva zadržení jedinci. Následuje spletenec situací, které divákovi dovolí pochopit celý děj až v případě, kdy uvidí všechny události z různých úhlů.(MiD)\n\nČSFD: 73% (8k)"
    },
    {
      "imdb": "tt0114369",
      "name": "Sedm",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 92% (100.9k)",
      "csfdId": 2671,
      "csfdRating": 92,
      "csfdRatingCount": 100925,
      "poster": "https://images.metahub.space/poster/small/tt0114369/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114369/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "127 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Mysteriózní",
        "Psychologický",
        "Drama"
      ],
      "description": "Dva policisté (Brad Pitt a Morgan Freeman) jsou na stopě geniálního vraha, zodpovědného za sérii děsivých vražd, jejichž oběti spojuje sedm smrtelných hříchů. V jedné z rolí tohoto kvalitního trhilleru, zasazeného do temného města nasáklého bolestí a zkázou, uvidíte také Gwyneth Paltrow. David Fincher (Klub rváčů, Zodiac, Podivuhodný případ Benjamina Buttona) s dokonalou znalostí našich nejhlubších obav pevně svírá otěže akce – fyzické, psychické i spirituální – neodvratně směřující k rozuzlení, které do hloubi otřese i tou nejzatvrzelejší duší.(Magic Box)\n\nČSFD: 92% (100.9k)"
    },
    {
      "imdb": "tt0110912",
      "name": "Pulp Fiction: Historky z podsvětí",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 91% (110.1k)",
      "csfdId": 8852,
      "csfdRating": 91,
      "csfdRatingCount": 110146,
      "poster": "https://images.metahub.space/poster/small/tt0110912/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110912/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "154 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Nejkultovnější z kultovních filmů 90. let je autorskou Biblí Quentina Tarantina, který v tomto opusu definoval základní prvky své režisérské poetiky a vytvořil dílo rozněcující náročné kritiky na festivalu v Cannes, levicové a pravicové intelektuály i zedníky dopřávající si po těžké šichtě trochu oddychu. Pulp Fiction je multižánrovým opusem, který přetéká fetišistickými detaily a popkulturními odkazy a zároveň dokonale funguje jako svrchovaně napínavý film rozvržený do inovativní příběhové struktury. Chcete vidět homosexuální znásilnění sbližující dva nepřátele na život a na smrt?(AČFK)\n\nČSFD: 91% (110.1k)"
    },
    {
      "imdb": "tt0093177",
      "name": "Hellraiser",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 73% (7.5k)",
      "csfdId": 455,
      "csfdRating": 73,
      "csfdRatingCount": 7458,
      "poster": "https://images.metahub.space/poster/small/tt0093177/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0093177/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "94 min",
      "genres": [
        "Horor"
      ],
      "description": "Legenda říká, že kdo otevře magickou krychli - vypustí duchy... Nic netušící Frank doplácí na svou zvědavost a na vlastní kůži poznává bolest. Do jeho bytu se nastěhuje starší bratr Larry s manželkou Julií a dcerkou Kristy. Londýnský dům se stává peklem. Duch Franka žije, stává se mocnějším a jeho existence si neustále žádá nové a nové oběti. Julii už má ve své moci... Najde se někdo, kdo dokáže ovládnout magickou krychli?(ATTACK FILM VIDEO)\n\nČSFD: 73% (7.5k)"
    },
    {
      "imdb": "tt0385700",
      "name": "Final Fantasy VII: Advent Children",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 77% (4.7k)",
      "csfdId": 214014,
      "csfdRating": 77,
      "csfdRatingCount": 4735,
      "poster": "https://images.metahub.space/poster/small/tt0385700/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0385700/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "101 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Fantasy",
        "Sci-Fi"
      ],
      "description": "Dva roky uplynuly od chvíle, kdy se trosky Midgaru staly svědectvím obětí přineseným za nastolení míru. Svět však bude brzy čelit nové hrozbě. Rychle se šíří záhadná choroba. Staří nepřátelé jsou znovu na nohou. A Cloud, který opustil život hrdiny a chtěl žít v samotě, se jim musí ještě jednou postavit...\n\nČSFD: 77% (4.7k)"
    },
    {
      "imdb": "tt0353969",
      "name": "Vzpomínky na vraha",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 79% (3.7k)",
      "csfdId": 157306,
      "csfdRating": 79,
      "csfdRatingCount": 3741,
      "poster": "https://images.metahub.space/poster/small/tt0353969/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0353969/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "131 min",
      "genres": [
        "Mysteriózní",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Tento film, který u domácího publika trhal návštěvnické rekordy, patří k nejdiskutovanějším korejským titulům roku 2003. Příběh je inspirován skutečnými událostmi - sérií vražd, k nimž došlo v letech 1986 - 1991 v okolí městečka Hwa-Sung nedaleko Soulu. V průběhu šesti let policisté postupně nacházejí těla deseti znásilněných a zavražděných žen. Mezi oběťmi je jednasedmdesátiletá babička i třináctiletá školačka a neexistuje mezi nimi žádná zjevná souvislost, žádné vodítko kterého by se kriminalisté mohli chytit. Detektivové Cho, Park a Seo vyslechnou na 3 000 podezřelých, do akce se postupně zapojí 300 000 policistů. Jenže chytit a usvědčit nevypočitatelného sériového vraha, jehož chladnokrevnost je noční můrou i pro zkušené profesionály, je úkol, který zřejmě přesahuje lidské síly... Režisér Bong Joon-ho svůj film věnoval deseti ženám, které, kdyby nebylo oněch deseti děsivých deštivých večerů, ještě mohly žít.(oficiální text distributora)\n\nČSFD: 79% (3.7k)"
    },
    {
      "imdb": "tt0095631",
      "name": "Půlnoční běh",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 77% (4.6k)",
      "csfdId": 934,
      "csfdRating": 77,
      "csfdRatingCount": 4625,
      "poster": "https://images.metahub.space/poster/small/tt0095631/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0095631/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Krimi",
        "Road movie"
      ],
      "description": "Hlavní postavou americké krimi komedie je bývalý policista Jack Walsh, který musí do pátku do půlnoci dodat k losangeleskému soudu mafiánského účetního Jonathana Mardukase řečeného Vévoda, který svému šéfovi Jimu Serranovi ukradl patnáct milionů dolarů, věnoval je na dobročinné účely a nyní se skrývá neznámo kde. To, co zpočátku vypadalo jako jednoduchá fuška, se však velmi rychle začne komplikovat. Nejprve se objeví agent, který jménem FBI Jacka varuje, aby nestrkal nos do vládních záležitostí, potom dva Serranovi zabijáci, zanedlouho také Jackův konkurent Marvin Dorfler, který míní Jackovi přebrat \"kšeft\" a v neposlední řadě je tu sám Mardukas, který se zcela vymyká Jackovým zkušenostem. Jako zkušený kriminalista ho sice bez potíží najde a zatkne, ovšem zvládnout dobrosrdečného, upovídaného a hlavně všemi mastmi mazaného účetního, který vůbec nevypadá jako někdo koho urputně hledá FBI i mafie, se zdá nad lidské síly.(oficiální text distributora)\n\nČSFD: 77% (4.6k)"
    },
    {
      "imdb": "tt0092610",
      "name": "Bad Taste - Vesmírní kanibalové",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 75% (5.9k)",
      "csfdId": 4707,
      "csfdRating": 75,
      "csfdRatingCount": 5870,
      "poster": "https://images.metahub.space/poster/small/tt0092610/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0092610/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "91 min",
      "genres": [
        "Komedie",
        "Akční",
        "Sci-Fi",
        "Horor"
      ],
      "description": "V novozélandském městečku Kaihoro přistáli mimozemšťané. Ministr obrany tedy na místo poslal speciální jednotku Astro-Invasion Defence Squad (A.I.D.S.), která má za úkol místo zajistit a všechny ufony pořádně zlikvidovat. I přes takto jednoduchou zápletku oběhli Vesmírní kanibalové celý svět a odstartovali kariéru dnes již světoznámého Petera Jacksona. Ten natáčel Vesmírné kanibaly s přáteli v amatérských podmínkách dlouhé čtyři roky. Dřevěné makety samopalů, podomácku vyrobené masky mimozemšťanů, spousta umělé krve a především invence a odhodlání. Až téměř na konci natáčení si Jacksonovy píle všimla novozélandská filmová komise, a uchvácena tím, co do té doby sám vytvořil, mu poskytla finance na dokončení projektu.(Holly_Wood)\n\nČSFD: 75% (5.9k)"
    },
    {
      "imdb": "tt0097742",
      "name": "Povolení zabíjet",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 71% (8.4k)",
      "csfdId": 14742,
      "csfdRating": 71,
      "csfdRatingCount": 8362,
      "poster": "https://images.metahub.space/poster/small/tt0097742/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0097742/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "133 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Brzy po svatbě je žena Felixe Leitera (David Hedison) zavražděna a Felix je znetvořen svým úhlavním nepřítelem, narkobaronem Franzem Sanchezem (Robert Davi). James Bond se vydává pomstít svého starého přítele a dokonce ignoruje příkaz od M, který mu odejímá \"licenci na zabíjení\". Za pomoci agentky CIA Pam Bouvierové (Carey Lowell) se pouští do boje proti Sanchezovi a jím korumpovaným vládám v Jižní Americe.(oficiální text distributora)\n\nČSFD: 71% (8.4k)"
    },
    {
      "imdb": "tt0093629",
      "name": "Noční můra v Elm Street 3: Bojovníci ze sna",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 73% (6.7k)",
      "csfdId": 7933,
      "csfdRating": 73,
      "csfdRatingCount": 6742,
      "poster": "https://images.metahub.space/poster/small/tt0093629/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0093629/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "96 min",
      "genres": [
        "Horor",
        "Fantasy",
        "Thriller",
        "Akční"
      ],
      "description": "Freddy Krueger se vrací. Stačí jen, aby některá z jeho obětí zavřela oči a s přicházejícím spánkem vstoupila do prokletého domu v Elm Street. Mladá lékařka Nancy Thompsonová tuší, že její pacienty netrápí těžké sny, ale ohrožuje démonický vrah. Naopak doktorka Simmsová sny svých pacientů spojuje se sexuálními problémy. Aniž si to uvědomuje, dává díky svému způsobu léčby šanci Freddymu - a ten nikdy nezaváhá.(Warner Home Video)\n\nČSFD: 73% (6.7k)"
    },
    {
      "imdb": "tt0133093",
      "name": "Matrix",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 90% (111.4k)",
      "csfdId": 9499,
      "csfdRating": 90,
      "csfdRatingCount": 111415,
      "poster": "https://images.metahub.space/poster/small/tt0133093/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0133093/img?src=cinemeta",
      "imdbRating": "8.7",
      "runtime": "136 min",
      "genres": [
        "Akční",
        "Sci-Fi"
      ],
      "description": "Uvěříte neuvěřitelnému! Představte si, že vaše realita je jen iluzí a vaše nejtemnější noční můry jsou ve skutečnosti pravdivé. Představte si, že vaše současnost je vlastně minulostí a to budoucí se děje právě teď. Když si to dokážete představit, potom se budete cítit jako hrdina snímku Matrix Thomas Anderson (Keanu Reeves). A věřte, že to nebude příjemný pocit. Anderson je normální mladý muž, který se jen snaží přežít v každodenním shonu moderního velkoměsta. A má všechny předpoklady aby se mu to povedlo: dobré přátele, milující rodinu a perspektivní práci v multinárodní počítačové společnosti Meta Cortech. Jednoho dne, nebo lépe řečeno noci, se však do jeho spokojeného mozku zakousne strašlivá noční můra. Zdá se mu, že byl proti své vůli vložen v podobě dat do počítače a všechno to, co až dosud považoval za svůj osud, je jen vírem dat okolo několika tištěných spojů. Má pocit, že mu byla jeho mysl ukradena a uvězněna v obřím Matrix počítače budoucnosti. Začíná vážně pochybovat o své každodenní skutečnosti. Byl skutečně vhozen do stroje? Kdo je za to zodpovědný? Je tam s ním zavřeno i těch několik stovek lidí, které zná? Nebo jsou to jen projekce, které mají udržet zdání reality? A pak je tu otázka nejdůležitější: pokud je to všechno pravda, co se stane, až jeho věznitelé přijdou na to, že ji zná?(Warner Bros. CZ)\n\nČSFD: 90% (111.4k)"
    },
    {
      "imdb": "tt0256009",
      "name": "Princ bez království",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 73% (6.7k)",
      "csfdId": 9001,
      "csfdRating": 73,
      "csfdRatingCount": 6726,
      "poster": "https://images.metahub.space/poster/small/tt0256009/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0256009/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Horor",
        "Mysteriózní"
      ],
      "description": "Španělsko koncem 30. let, poslední dny občanské války. Desetiletý Carlos, jehož otec, republikán, byl zabit v boji, je svým poručníkem zanechán v sirotčinci Santa Lucía, depresivní stavbě uprostřed vylidněné krajiny, kam jsou sváženi sirotci po obětech války. Ponuré chodby budovy v sobě skrývají nejen neřestné vztahy dospělých protagonistů - jednonohé ředitelky Carmen, profesora Casarese, mladé učitelky Conchity a agresivního školníka Jacinta -, ale v den svého příjezdu se v nich Carlos setkává i s přízrakem chlapce, který se nepřetržitě snaží navázat s ním kontakt. Z živých pak musí čelit především nejstaršímu ze sirotků, potměšilému a nepřátelskému Jaimemu. Záhy začne mít Carlos podezření, že dětský duch s nejasnými úmysly je duchem bývalého žáka Santiho, který před časem zmizel za záhadných okolností. Santiho duch použije nového obyvatele sirotčince k tomu, aby krutě a nečekaně splatil krvavý dluh svému vrahovi.(oficiální text distributora)\n\nČSFD: 73% (6.7k)"
    },
    {
      "imdb": "tt0424136",
      "name": "V pasti",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 70% (9.7k)",
      "csfdId": 221282,
      "csfdRating": 70,
      "csfdRatingCount": 9731,
      "poster": "https://images.metahub.space/poster/small/tt0424136/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0424136/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "104 min",
      "genres": [
        "Thriller",
        "Drama"
      ],
      "description": "Hayley je chytrá čtrnáctiletá holka. Ale i chytré holky dělají chyby. Přes internet se seznámí s Jeffem, módním fotografem lehce přes 30. Dají si sraz v kavárně a pak vyráží do Jeffova domu na předměstí Los Angeles. Ačkoliv je Jeff uhlazený profesionál, na jejich setkání je něco zneklidňujícího. Proč tak bystrá holka vstupuje dobrovolně do domu prakticky neznámého staršího muže? Co vedlo Jeffa, aby ji pozval? Náhodný pokec po síti, fotografování nebo skrytý záměr? Pouhé dvě postavy rozehrávají napínavou hru, která nenechá diváka v klidu až do samého závěru. Přes ožehavé téma není film prvoplánově provokativní ani přehnaně moralizující. Daleko lépe než krev a sex funguje napětí, zvyšovaném pozvolným odhalováním motivů obou postav. V pasti se pohybuje mezi psychologickým dramatem a thrillerem. Film spočívá na výborných výkonech dvojice herců v hlavních rolích: Patrick Wilson hraje Jeffa a mladá Ellen Page ztvárnila roli Hayley. Doslova vynikající je širokoúhlá kamera, která dokonale využívá možností rozlehlého moderního interiéru Jeffova domu.(HBO Europe)\n\nČSFD: 70% (9.7k)"
    },
    {
      "imdb": "tt0091605",
      "name": "Jméno růže",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 84% (24.1k)",
      "csfdId": 166,
      "csfdRating": 84,
      "csfdRatingCount": 24125,
      "poster": "https://images.metahub.space/poster/small/tt0091605/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0091605/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "130 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "V dnes již legendárním snímku z roku 1986 natočeném podle neméně proslulého románu Umberta Eca se ocitáme na opatství benediktinů, kde došlo k záhadnému úmrtí. Píše se rok 1327 a mniši jsou přesvědčeni o tom, že se blíží apokalypsa. Opatství právě hostí koncil, který se zabývá otázkou přesvědčení františkánů, kteří tvrdí, že by se církev měla zbavit svého majetku. Jeden z účastníků koncilu, ctihodný a respektovaný františkánský mnich William of Baskerville je požádán vedením opatství o pomoc při odhalení příčiny náhlé smrti. Avšak když se vyšetřování blíží k odkrytí tajemství, které chce opatství udržet v tajnosti, dochází k dalším úmrtím. Nyní již nelze zabránit tomu, aby se do celé věci nevložila Svatá inkvizice. William a jeho mladý novic závodí s časem, aby stihli prokázat nevinu křivě obviněnných a vyhnout se hněvu inkvizitora Bernarda Gui.(oficiální text distributora)\n\nČSFD: 84% (24.1k)"
    },
    {
      "imdb": "tt0082495",
      "name": "Halloween II",
      "year": 1981,
      "releaseInfo": "1981 • ČSFD: 74% (5.6k)",
      "csfdId": 7847,
      "csfdRating": 74,
      "csfdRatingCount": 5574,
      "poster": "https://images.metahub.space/poster/small/tt0082495/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0082495/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "92 min",
      "genres": [
        "Horor",
        "Thriller"
      ],
      "description": "Halloween patří mezi nejoblíbenější americké svátky, zejména mezi mládeží, pro které je jedinečnou příležitostí pořádně se vyřádit. Do noci září rozšklebené obličeje z vydlabaných dýní, ulice se hemží stovkami masek duchů, čertů, mrtvol a různých příšer. V zatemnělých místnostech se vyprávějí děsivé příhody. Atmosféra, v níž se mísí neklid a radost, jako by přímo vybízela k dalšímu děsivému příběhu. Opět je tu Halloween, předvečer svátku všech mrtvých, opět se chystá řada taškařic a mladí si chystají děsivé masky. Děsivou masku si chystá i Michael Myers. Psychopatický vrah, který uprchl z psychiatrické léčebny, aby rozpoutal o halloweenovské noci v městečku Haddonfield děsivou noční můru. Začíná další děsivá noc, a to zejména pro sympatickou Lauru, kterou se Michael pokouší zabít stejně jako v prvním díle.(Magic Box)\n\nČSFD: 74% (5.6k)"
    },
    {
      "imdb": "tt0119167",
      "name": "Funny Games",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 78% (3.6k)",
      "csfdId": 33745,
      "csfdRating": 78,
      "csfdRatingCount": 3624,
      "poster": "https://images.metahub.space/poster/small/tt0119167/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119167/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "109 min",
      "genres": [
        "Drama",
        "Thriller",
        "Horor",
        "Psychologický"
      ],
      "description": "Nevěřte lidem, co vypadají poklidně a důvěryhodně. A nevěřte jim ani poté, co přijdou s prosbou o vypůjčení pár vajíček. Raději nevěřte vůbec nikomu. Nikdy nevíte, kdo si s vámi bude chtít zahrát funny games.Že je téměř nemožné, aby v Rakousku vznikl thriller, který šokoval celý svět, záhy se dočkal amerického remaku a svého času dokonce pokukoval po Zlaté palmě z Cannes? Nenechte se mýlit, režisér Michael Haneke, kterého proslavila brilantní děsivá psychologická studie Pianistka, to dokázal. Jeho snímek Funny Games, který lze chápat jako zamyšlení nad zobrazováním násilí ve filmu, stejně jako promyšlenou manipulaci režiséra s diváckou pozorností, je zcela právem řazen k tomu nejoriginálnějšímu, co bylo v roce 1997 ve světě natočeno. Přitom začíná zcela nevinně a nenápadně - dva mladíci, dobře oblečení a s příjemným vystupováním, si přicházejí do sousedské domácnosti vypůjčit dvě vajíčka. Peter a Paul jsou ale připraveni přichystat rodině, u níž právě zaklepali na dveře, překvapení pocházející ze samotného pekla. V jejich původním plánu totiž zastává jídlo jen nepatrnou roli. Oni si přišli hlavně hrát. Moc ošklivě hrát. A jejich sadismus, byť úmyslně nezobrazovaný v plné síle, nezná hranic. V hlavních rolích znepokojivé a drsné exhibice zla se představují Arno Frisch, Frank Giering, Susanne Lotharová, Ulrich Mühe a další.(oficiální text distributora)\n\nČSFD: 78% (3.6k)"
    },
    {
      "imdb": "tt0427954",
      "name": "Ong-Bak 2",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 75% (4.8k)",
      "csfdId": 206303,
      "csfdRating": 75,
      "csfdRatingCount": 4781,
      "poster": "https://images.metahub.space/poster/small/tt0427954/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0427954/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Komedie"
      ],
      "description": "Mladý Thajec Kam se vydává na cestu do Austrálie, aby získal nazpět svého ukradeného slona. S pomocí vychytralého policejního detektiva brzy zjišťuje, že pachatelem je tajemná žena vlastnící obchod pojmenovaný Tom Yum Goong. V nerovném měření sil s mnoha protivníky se Kamovi hodí jeho vynikající bojové schopnosti.(oficiální text distributora)\n\nČSFD: 75% (4.8k)"
    },
    {
      "imdb": "tt0245712",
      "name": "Amores perros - Láska je kurva",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 84% (22k)",
      "csfdId": 35429,
      "csfdRating": 84,
      "csfdRatingCount": 21984,
      "poster": "https://images.metahub.space/poster/small/tt0245712/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0245712/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "154 min",
      "genres": [
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Octavio miluje ženu svého bratra a je pevně rozhodnut s ní uprchnout. Zoufale potřebuje peníze, a když se ukáže, že jeho milovaný pes Cofi je výborný zabiják, bez váhání ho přihlásí na krvavé psí zápasy, které dobře vynášejí. Daniel opouští svou ženu, aby mohl žít s mladou dlouhonohou modelkou Valerií. Jejich nový exkluzivní byt se ale zakrátko změní v nesnesitelné vězení a stane se smrtící pastí pro Valeriina malého chundelatého pejska Richiho. Bývalý komunista a partyzán El Chivo se po letech strávených ve vězení živí jako nájemný vrah. Jeho jedinými společníky jsou toulaví psi, které sbírá na ulici a léčí jim jejich rány... Tři příběhy se proplétají stylem připomínajícím Pulp Fiction, aniž by se však režisér tohoto strhujícího mexického filmu, jenž byl nominován na Oscara, snažil kohokoli kopírovat či napodobovat. Originálním způsobem líčí několik lidských osudů, jež se protnou ve scéně fatální dopravní nehody, která celý film otevírá. Tarantinovsky spletitá story uchvátila svou energií a výsostnou filmařinou i členy Akademie, kteří film nominovali na Oscara.(Magic Box)\n\nČSFD: 84% (22k)"
    },
    {
      "imdb": "tt0230011",
      "name": "Atlantida: Tajemná říše",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 72% (6.2k)",
      "csfdId": 12649,
      "csfdRating": 72,
      "csfdRatingCount": 6153,
      "poster": "https://images.metahub.space/poster/small/tt0230011/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0230011/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "95 min",
      "genres": [
        "Animovaný",
        "Sci-Fi",
        "Fantasy",
        "Dobrodružný"
      ],
      "description": "Před mnoha tisíci lety představovala Atlantida vyspělou civilizaci na vrcholu rozkvětu. Když se však král snažil využít síly říše k ovládnutí světa, došlo k obrovské katastrofě a Altantida nenávratně zmizela V roce 1914 sní kartograf a lingvista Milo Thatch v kotelně muzea svůj sen o objevení Atlantidy. Pokusy o její nalezení učinil kdysi jeho dědeček. Ten odhalil tajemství deníku, který popisuje cestu do Atlantidy. Když se Milo opět pokouší přesvědčit nabubřelou komisi o vypravení expedice, je s posměchem vyhozen z muzea. V tom se objevuje výstřední miliardář Preston Whitmore, dávný přítel Milova dědečka, který se rozhodne završit sen Tadeáše Thatche. Vyhledá jeho vnuka, odevzdá mu onu záhadnou knihu a dokonce financuje výpravu za nalezením Atlantidy. Cesta postupuje velmi nadějně, protože Milo jako jediný umí rozluštit dávnou řeč Atlantiďanů. Ovšem postupně se začíná ukazovat, že podivná posádka pod velením kapitána Rourka, není vedena jen vědeckými zájmy. Po střetnutí s mořskou obludou a řadě dalších podmořských dobrodružství se skupina skutečně dostává do Atlantidy. To, co zde naleznou, je však více než překvapivé. Atlantida žije!(oficiální text distributora)\n\nČSFD: 72% (6.2k)"
    },
    {
      "imdb": "tt0090329",
      "name": "Svědek",
      "year": 1985,
      "releaseInfo": "1985 • ČSFD: 74% (5k)",
      "csfdId": 9569,
      "csfdRating": 74,
      "csfdRatingCount": 5029,
      "poster": "https://images.metahub.space/poster/small/tt0090329/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0090329/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "112 min",
      "genres": [
        "Drama",
        "Romantický",
        "Thriller"
      ],
      "description": "Americké kriminální drama o tvrdém poldovi, který chrání život malého chlapce, jediného svědka vraždy, uprostřed naprosto cizího světa náboženské sekty amenitů.(oficiální text distributora)\n\nČSFD: 74% (5k)"
    },
    {
      "imdb": "tt0217869",
      "name": "Vyvolený",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 79% (36.4k)",
      "csfdId": 8365,
      "csfdRating": 79,
      "csfdRatingCount": 36445,
      "poster": "https://images.metahub.space/poster/small/tt0217869/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0217869/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "106 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Sci-Fi"
      ],
      "description": "K nárazu došlo ve 3 hodiny 15 minut. První plně obsazený vagón byl roztržen na dvě půlky a ty se rozletěly na opačné strany. Druhý vůz urazil ještě po svém rozdrcení čtyři sta stop. Úlomky z trosek vlakové soupravy byly nalezeny až míli od místa nehody. Ze sto osmnácti pasažérů a sedmi členů posádky přežil jediný člověk David Dunn (Bruce Willis) zázračně přežil, ale tragická havárie vlaku přesto změnila jeho život. V čem spočívá tajemství jeho nezranitelnosti? Kým a proč byl vyvolen a obdařen jedinečnou schopností přežít? Odpovědi, které jsou ovšem víc znepokojivé než samotné otázky nabízí tajemný cizinec Elijah Price (Samuel L. Jackson). David patří mezi \"vyvolené\" a jeho život už nikdy nebude stejný jako dřív.(oficiální text distributora)\n\nČSFD: 79% (36.4k)"
    },
    {
      "imdb": "tt0102926",
      "name": "Mlčení jehňátek",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 91% (87.1k)",
      "csfdId": 2356,
      "csfdRating": 91,
      "csfdRatingCount": 87053,
      "poster": "https://images.metahub.space/poster/small/tt0102926/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102926/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "119 min",
      "genres": [
        "Thriller",
        "Krimi",
        "Horor",
        "Drama"
      ],
      "description": "Clarice Starlingová, nadaná studentka akademie FBI, je přidělena agentu Crawfordovi vyšetřujícímu případ masového vraha Buffalo Billa, který své oběti stahuje z kůže. Clarice navštíví v baltimorské vězeňské nemocnici bývalého vynikajícího psychiatra Hannibala Lectera, odsouzeného na doživotí za sérii brutálních vražd a kanibalismus, který by o vrahovi mohl něco vědět. Odsouzený psychiatr Clarice zároveň děsí a fascinuje. Když je masovým vrahem unesena dcera senátorky Martinové, nabídne Clarice Lecterovi přijatelnější vězeňské podmínky výměnou za informaci, vedoucí k dopadení Buffalo Billa...(oficiální text distributora)\n\nČSFD: 91% (87.1k)"
    },
    {
      "imdb": "tt0090264",
      "name": "Vyhlídka na vraždu",
      "year": 1985,
      "releaseInfo": "1985 • ČSFD: 70% (7.4k)",
      "csfdId": 14493,
      "csfdRating": 70,
      "csfdRatingCount": 7402,
      "poster": "https://images.metahub.space/poster/small/tt0090264/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0090264/img?src=cinemeta",
      "imdbRating": "6.3",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Max Zorin získal díky nacistickému genetickému experimentu mimořádnou inteligenci, kterou chce využít k ovládnutí světového trhu. Podaří se mu krádež tajného materiálu o výzkumu mikročipů. James Bond má zabránit Zorinovi, aby pomocí zemětřesení v San Andrasu a zatopeném Silicon Valley v Kalifornii uskutečnil svůj ďábelský plán. Agent 007 však zatím stěží chrání vlastní život před May Day. Tato černoška v Zorinových službách je totiž psychopatický vrah.(oficiální text distributora)\n\nČSFD: 70% (7.4k)"
    },
    {
      "imdb": "tt0119177",
      "name": "Gattaca",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 83% (22.1k)",
      "csfdId": 11993,
      "csfdRating": 83,
      "csfdRatingCount": 22096,
      "poster": "https://images.metahub.space/poster/small/tt0119177/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119177/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "107 min",
      "genres": [
        "Drama",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Vincent je jeden z posledních lidí, který se narodil z lásky svých rodičů, a tudíž mimo dohled genetických inženýrů. Nedokonalý Vincent je \"odsouzen\" k práci uklízeče ve velkém centru pro pěstování dokonalých lidí Gattaca, ačkoliv sám tolik touží stát se kosmickým navigátorem. Nakonec volí cestu podvodu.(oficiální text distributora)\n\nČSFD: 83% (22.1k)"
    },
    {
      "imdb": "tt0103064",
      "name": "Terminátor 2: Den zúčtování",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 91% (83.7k)",
      "csfdId": 1248,
      "csfdRating": 91,
      "csfdRatingCount": 83685,
      "poster": "https://images.metahub.space/poster/small/tt0103064/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103064/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "137 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Deset let po neúspěšném pokusu zabít Sarah Connorovou, matku budoucího vůdce lidstva ve válce proti strojům, se do Los Angeles vrací z budoucnosti nový Terminátor, typ T-1000, aby zlikvidoval už narozeného Johna Connora. Dospělý Connor v roce 2029 na svoji ochranu posílá do minulosti druhého terminátora T-800. Oba stroje nezávisle na sobě pátrají po malém Johnovi. Chlapec zjišťuje, že T-800 je naprogramován na jeho ochranu a s jeho pomocí osvobodí svou matku z psychiatrického ústavu, kde je léčena z údajné schizofrenie. T-800 oběma vysvětluje, co přinese budoucnost. Tu je však možné změnit...a při tom všem hrdiny stíhá nemilosrdný a zřejmě nezničitelný T-1000.(oficiální text distributora)\n\nČSFD: 91% (83.7k)"
    },
    {
      "imdb": "tt0091209",
      "name": "Stopař",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 73% (5.4k)",
      "csfdId": 13180,
      "csfdRating": 73,
      "csfdRatingCount": 5438,
      "poster": "https://images.metahub.space/poster/small/tt0091209/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0091209/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "98 min",
      "genres": [
        "Horor",
        "Thriller"
      ],
      "description": "Jedné deštivé noci zastaví mladík Jim Halsey stopaři Johnu Ryderovi, aby mu únavná cesta po texaské dálnici rychleji ubíhala. Jenže muž s ledově modrýma očima stopoval z úplně jiného důvodu, než je cesta do San Diega. Jen co dosedne, vytáhne z kapsy vystřelovací nůž, kterým právě zabil nějakého neznámého muže. Jimovi je okamžitě jasné, že tentokrát je na řadě on, ale stopař ho opět překvapí. Místo aby bodl, začne ho prosit, aby ho zabil a tím zabránil dalšímu krveprolití. Vyděšený mladík vyhodí stopaře z auta a co nejrychleji od něj odjíždí. Po několika kilometrech jízdy si zhluboka oddechne a snaží se na celý incident rychle zapomenout. Tím však mladíkova noční můra zdaleka nekončí. Zanedlouho ho totiž začne předjíždět rodinné auto, z něhož mu zamává opět John. Jimovi přejede mráz po zádech v předtuše dalšího neštěstí. A už po pár kilometrech zjistí, že jeho tušení bylo správné. Po několika minutách přijíždí na místo činu policie, která Jima zatkne pro podezření z několikanásobné vraždy(oficiální text distributora)\n\nČSFD: 73% (5.4k)"
    },
    {
      "imdb": "tt0118884",
      "name": "Kontakt",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 82% (24.7k)",
      "csfdId": 10132,
      "csfdRating": 82,
      "csfdRatingCount": 24658,
      "poster": "https://images.metahub.space/poster/small/tt0118884/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118884/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "150 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Ellie Arrowayová zasvětila celý svůj život hledání života na jiných planetách. Stala se z ní vědecká kapacita na kosmické ticho, kterému naslouchá prostřednictvím soustavy gigantických teleskopů. A pak jednoho dne zachytí signál z vesmíru... Musí tvrdě bojovat, aby byla vybrána k prvnímu kontaktu se vzdálenou galaxií. Navíc ji stále pronásleduje minulost v podobě Palmera Josse, jednoho z prezidentových poradců a zároveň jejího přítele, který by ji ve vzdálené galaxii nerad ztratil.(oficiální text distributora)\n\nČSFD: 82% (24.7k)"
    },
    {
      "imdb": "tt0112851",
      "name": "Desperado",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 80% (32.7k)",
      "csfdId": 7741,
      "csfdRating": 80,
      "csfdRatingCount": 32670,
      "poster": "https://images.metahub.space/poster/small/tt0112851/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112851/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "104 min",
      "genres": [
        "Akční",
        "Thriller",
        "Krimi"
      ],
      "description": "Kdysi byl nejlepším Mariachim (kytarista a zpěvák) na americko-mexické hranici. Jednoho dne ale omylem zkřížil zájmy místní narkomafie a byl donucen bojovat o svůj život. V litém střetnutí zabili překupníci jeho krásnou dívku a zmrzačili mu ruku. V pouzdře na kytaru teď proto nosí úctyhodnou sbírku střelných zbraní a jediným smyslem jeho života se stala pomsta. poslední z překupníků (všichni ostatní už odpykali svůj omyl smrti) jménem Bucho je stejně mocný jako nemilosrdný a dříve než nastane chvíle konečného účtování, musí se Mariachi doslova prostřílet zástupy jeho krvelačných poskoků... Desperada natočil mladý americký režisér hispánského původu Robert Rodriguez jako pokračování svého poloamatérského snímku El Mariachi. Filmový nadšenec Rodriguez vyrobil první díl za sedm tisíc dolarů, které získal jako pokusný pacient při testování nových nevyzkoušených léků. Do hlavních rolí obsadil své přátele a příbuzné. Sám režíroval, stál za kamerou a nakonec i stříhal. Hotový film o potulném zpěvákovi, který je omylem považován za nájemného vraha a dostane se tak do konfliktu s místní narkomafií, padl do oka lidem ze společnosti Columbia, která jej uvedla do širší distribuce. Kritika pěla ódy na stylovou vytříbenost poloamatérského díla a diváci se výborně bavili. Rodriguez se stal hýčkaným dítětem Hollywoodu. Pokračování El Mariachiho s Antoniem Banderasem v hlavní roli bylo natáčeno už v plně profesionálních podmínkách, stálo tisíckrát víc než první díl a na festivalu v Cannes vzbudilo nadšení v řadách novinářů i diváků.(oficiální text distributora)\n\nČSFD: 80% (32.7k)"
    },
    {
      "imdb": "tt0308152",
      "name": "Smrt přichází v bílém",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 70% (7.7k)",
      "csfdId": 16758,
      "csfdRating": 70,
      "csfdRatingCount": 7718,
      "poster": "https://images.metahub.space/poster/small/tt0308152/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0308152/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "83 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Pro Franka a jeho rodinu jsou Vánoce důležitým dnem v roce. Už 20 let je slaví tradičním způsobem. Ale tentokrát se rozhodnou pro malou změnu. Ještě však netuší, že udělali velikou chybu, za kterou zaplatí. Noční můra v podobě mystické ženy v bílém, která prochází nočním lesem a zanechává za sebou smrt, právě začíná... Děsivé černé auto s neviditelným šoférem odváží své oběti přímo do temné noci. Panika a šílenství. Vánoční svátky se mění v peklo...(oficiální text distributora)\n\nČSFD: 70% (7.7k)"
    },
    {
      "imdb": "tt0102975",
      "name": "Star Trek VI: Neobjevená země",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 75% (3.9k)",
      "csfdId": 16056,
      "csfdRating": 75,
      "csfdRatingCount": 3945,
      "poster": "https://images.metahub.space/poster/small/tt0102975/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102975/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "110 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Mysteriózní"
      ],
      "description": "Po dlouho trvajících válkách se Federace a Klingonská říše připravují na mírový summit. Je to možná poslední šance na mír mezi odvěkými rivaly. Kapitán Kirk a jeho posádka jsou pověřeni uvítáním nejvyššího kancléře Klingonů. Poté, co je vesmírná loď Klingonů záhadně zničena a kancléř zavražděn, je to Kirk, kdo se stává hlavním podezřelým. Každý ví, že ta \"zviřata\" nenáviděl a že jim nikdy neodpustil smrt svého syna. Kapitán Kirk a posádka lodi Enterprise čelí prozatím své největší hrozbě. Musí očistit své jméno, najít opravdové viníky a zabránit tak všezničující válce.(oficiální text distributora)\n\nČSFD: 75% (3.9k)"
    },
    {
      "imdb": "tt0101700",
      "name": "Delikatesy",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 75% (3.8k)",
      "csfdId": 29220,
      "csfdRating": 75,
      "csfdRatingCount": 3753,
      "poster": "https://images.metahub.space/poster/small/tt0101700/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0101700/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "99 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Poetická černá komedie DELIKATESY je dlouho připravovaným celovečerním režijním debutem souznící autorské dvojice Jeana-Pierra Jeuneta a Marca Cara. Snímek je plodem práce skupiny nadšenců, milujících kinematografii a jako mnoho jiných před nimi toužících natočit film, jaký by sami chtěli vidět. I přes nízký rozpočet, omezující původní plány, se jim podařilo realizovat originální, vizuálně fascinující vizi, nabitou filmařskou energií a inteligencí, smyslem pro absurdní drobnokresbu, něžnou poetičností a přesnými brutálními gagy.\n\nČSFD: 75% (3.8k)"
    },
    {
      "imdb": "tt0265459",
      "name": "Expres foto",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 72% (5.1k)",
      "csfdId": 17751,
      "csfdRating": 72,
      "csfdRatingCount": 5054,
      "poster": "https://images.metahub.space/poster/small/tt0265459/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0265459/img?src=cinemeta",
      "imdbRating": "6.8",
      "runtime": "96 min",
      "genres": [
        "Drama",
        "Thriller",
        "Psychologický"
      ],
      "description": "„Když listujeme albem fotografií, vidíme jen šťastné chvíle našeho života. Nikdo nechce mít snímek události, na niž by rád zapomenul,“ říká hlavní postava filmu Sy Parris. Už dvacet let dělá fotky v místním obchodním domě a vede dost smutný a osamělý život. Ti, co se sem přijdou vyfotit, si sotva všimnou muže za pultem. Jen Nina Yorkinová se na něho vždy usměje, pozdraví ho a odnese si další snímek šťastné rodinky. Yorkinovi jsou jeho nejlepší zákazníci - Sy sledoval před hledáček lásku Niny a jejího manžela Willa, viděl, jak jejich nyní devítiletý syn Jakob vyrůstá z plenek, ví všechno o jejich rodinných prázdninách. A protože svou práci dělá zodpovědně a dokonale, ve svém archivu schraňuje i fotografie, které vypovídají mnohem víc o osobním životě těch druhých. Jak rád by se stal součástí Yorkinovy rodiny, která z jeho pohledu má všechno, co on postrádá. Jenže pak zjistí, že není zdaleka tak dokonalá, rozhodne se, že s tím musí něco udělat a jeho záchranná mise končí bizarní konfrontací... Film režíroval Mark Romanek, v hlavní roli uvidíme Robina Williamse.(HBO Europe)\n\nČSFD: 72% (5.1k)"
    },
    {
      "imdb": "tt0133240",
      "name": "Planeta pokladů",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 73% (4.1k)",
      "csfdId": 18251,
      "csfdRating": 73,
      "csfdRatingCount": 4106,
      "poster": "https://images.metahub.space/poster/small/tt0133240/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0133240/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "96 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Rodinný",
        "Romantický",
        "Sci-Fi"
      ],
      "description": "Patnáctiletý Jim Hawkins narazí díky neuvěřitelně šťastné náhodě na mapu Planety pokladů a tím rozpoutá vesmírný hon za největším bohatstvím všech dob. Aby se vůbec dostal na bájnou planetu, nechá se najmout na zářivou sluneční galeonu. Tam se seznámí s charismatickým kyborgem (napůl člověkem, napůl robotem), kuchařem Johnem Silverem. S jeho pomocí odhaluje nástrahy a nebezpečí vesmírného putování za pokladem a bojuje proti supernovám, černým dírám a kosmickým bouřím. Ale největší nebezpečí ho čeká, když zjistí, že jeho přítel Silver je ve skutečnosti intrikánský pirát, který plánuje vzpouru. Tváří v tvář zradě, která se mu zaryje hluboko do srdce, se Jim promění z chlapce v muže, najde v sobě sílu postavit se vzbouřencům a objeví poklad větší, než si kdy uměl představit.(HBO Europe)\n\nČSFD: 73% (4.1k)"
    },
    {
      "imdb": "tt0096754",
      "name": "Propast",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 82% (21k)",
      "csfdId": 1244,
      "csfdRating": 82,
      "csfdRatingCount": 20963,
      "poster": "https://images.metahub.space/poster/small/tt0096754/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0096754/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "140 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Nedaleko Kuby se americká jaderná ponorka Montana málem srazí s neznámým, rychle se pohybujícím tělesem. Narazí do podmořského útesu a klesne do hlubin. Americké námořnictvo nemůže v důsledku blížící se bouře zahájit záchranné práce vlastními prostředky a proto požádá o spolupráci podmořskou vrtnou věž Deepcore, která pracuje poblíž místa nehody. Velitel Bud Brigman není příliš nadšen, protože celou akci má řídit speciální jednotka SEAL a navíc s vojáky přichází na stanici také Budova manželka Lindsey, s níž se právě rozvádí. Úkolem záchranného týmu je zjistit, zda někdo z ponorky přežil a deaktivovat jaderné nálože. Na hladině propukne hurikán, Brigman však nemůže odpojit spojovací kabel, protože velitel vojáků, poručík Coffey, podléhající pomalu podmořské psychóze, obsadil miniponorku, aby se mohl vypravit pro jednu z jaderných hlavic. Bouře utrhne z lodi jeřáb a ten padá přímo na Deepcore. Těsně jej mine, ale málem stanici strhne do propasti. Lindsey dokáže v těžce poškozené stanici obnovit dodávku elektřiny, pokud se však včas nedostanou na hladinu, dojde jim kyslík. V oceánu kolem stanice se několikrát objeví podivná světla, vylétající z propasti. Lindsay je přesvědčena, že jde o mimozemskou civilizaci, pokoušející se o kontakt, Coffey se domnívá, že to jsou Rusové, které je třeba zničit. Zmocní se stanice a vyšle do propasti načasovanou jadernou hlavici. Brigmanovi a jeho lidem se podaří vojáky přemoci, zdá se však, že je pozdě. Bud se rozhodne obětovat vlastní život, sestoupit do propasti a hlavici zneškodnit. Ví, že návrat nebude možný.(oficiální text distributora)\n\nČSFD: 82% (21k)"
    },
    {
      "imdb": "tt0088933",
      "name": "Zámotek",
      "year": 1985,
      "releaseInfo": "1985 • ČSFD: 70% (5.8k)",
      "csfdId": 4544,
      "csfdRating": 70,
      "csfdRatingCount": 5836,
      "poster": "https://images.metahub.space/poster/small/tt0088933/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0088933/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "117 min",
      "genres": [
        "Dobrodružný",
        "Komedie",
        "Sci-Fi",
        "Drama"
      ],
      "description": "Ben, Art a Joe jsou tři důchodci, kteří žijí se svými manželkami v jednom floridském domově důchodců. Aby alespoň na chvíli zapomněli na neradostné příznaky stáří a smrti, které kolem sebe vidí až příliš často, chodí se vydovádět do krytého bazénu v prázdné vile, kam se dostávají dírou v plotě. Neodradí je ani skutečnost, že si vilu právě pronajal dobrácky vypadající Walter a jeho tři společníci. Ti vzápětí na celý měsíc pronajmou také loď rybáře Jacka Bonnera, který se s nimi vydá na moře a pomáhá jim lovit podivné velké balvany. Ty pak ukládají do bazénu. Trojice důchodců se v bazéně dál koupe a balvanů si nevšímají.   Brzy se u nich začnou projevovat nečekané změny. Získají zpět ztracenou vitalitu, znovu projeví zájem o své manželky, Joe se od lékaře dozví, že jeho rakovina zmizela, Benovi se zázračně zlepší zrak a může znovu získat řidičák. Potom Jack náhodou zjistí, že Walter a jeho druhové jsou ve skutečnosti mimozemšťané, kteří svou odlišnou podobu maskují skafandry v podobě lidské kůže. Propadne panice, ale Walter mu vysvětlí, že pocházejí z planety Antares, že tu v dobách Atlantidy měli základnu a když se ostrov potopil, nestačili některé z nich evakuovat. Ti se hibernovali v kokonech, kde čekali na přílet záchranné výpravy.   Mimozemšťané ve své skutečné podobě přistihnou v bazénu důchodce, kteří přivolají policii. Samozřejmě jim nikdo nevěří, že Walter a ostatní jsou svítící mimozemšťané. Mimozemšťané nakonec dovolí důchodcům koupání v jejich bazénu, trvají však na přísném utajení. Vynikající zdravotní stav trojice však neunikne pozornosti ostatních obyvatel domova a odhalit pravdu o zázračném bazénu také netrvá dlouho, zejména vinou neopatrnosti Artieho a Joea. Když ostatní důchodci vtrhnou do bazénu, dojde ke katastrofě. Životodárná energie je vyčerpána a kokony s mimozemšťany nemohou být převezeny zpět na rodnou planetu. Beon se mimozemšťanům omluví a slíbí pomoc s ukrytím kokonů zpět na mořské dno, kde by počkali na další záchrannou výpravu.   Walter souhlasí a dokonce nabídne důchodcům, že je vezme s sebou na Antares, kde by získali věčný život. Benova dcera však zjistí, že staříci zmizeli a vzápětí se ukáže, že zmizeli všichni obyvatelé domova důchodců. Ti spěchají na palubě Jackovy lodi na místo setkání s kosmickou lodí. Nic netušící pobřežní stráž zburcovaná vedením domova důchodců se je však pokusí zadržet.(oficiální text distributora)\n\nČSFD: 70% (5.8k)"
    },
    {
      "imdb": "tt0086837",
      "name": "2010: Druhá vesmírná odysea",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 72% (4.5k)",
      "csfdId": 4622,
      "csfdRating": 72,
      "csfdRatingCount": 4486,
      "poster": "https://images.metahub.space/poster/small/tt0086837/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086837/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "116 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Roku 2010 je k Jupiteru vyslána sovětská kosmická loď Leonov, jejíž posádku kromě Rusů tvoří i tři američtí astronauti. Jejich úkolem je zjistit, co přesně se odehrálo před devíti lety na palubě americké lodi Discovery, jejíž celá posádka zahynula vinou selhání počítače a prozkoumat obrovský monolit neznámého původu v blízkosti měsíce Europy. V průběhu záchranné operace propukne na Zemi vojenské střetnutí mezi Spojenými státy a Sovětským svazem. Osud výpravy je ohrožen...(oficiální text distributora)\n\nČSFD: 72% (4.5k)"
    },
    {
      "imdb": "tt0137523",
      "name": "Klub rváčů",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 88% (79.5k)",
      "csfdId": 2667,
      "csfdRating": 88,
      "csfdRatingCount": 79545,
      "poster": "https://images.metahub.space/poster/small/tt0137523/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0137523/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "139 min",
      "genres": [
        "Drama",
        "Thriller"
      ],
      "description": "Když nemůžete půl roku usnout, celý okolní svět vám začne připadat jako nekonečný sen. Všechno kolem vás je nedokonalou xeroxovou kopií sebe sama. Chodíte do práce, díváte se na televizi a jste vděčni za to, když občas ztratíte vědomí a nevíte o světě. Lidí s podobnými problémy moc není, ale mladý úspěšný úředník, který si říká Jack, je jedním z nich. Má slušnou práci, vydělává slušné peníze, ale trpí nejtěžší formou nespavosti. Na služební cestě se Jack seznámí s Tylerem Durdenem, který mu nabídne příbytek pod podmínkou, že mu vrazí pořádnou ránu. Tato \"výměna názorů\" se oběma zalíbí a brzy vznikne první Klub rváčů. Místo, kde můžou mladí muži, znechucení světem, odložit své starosti a stát se na pár minut zvířaty.(oficiální text distributora)\n\nČSFD: 88% (79.5k)"
    },
    {
      "imdb": "tt0088170",
      "name": "Star Trek III: Pátrání po Spockovi",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 70% (4.2k)",
      "csfdId": 20375,
      "csfdRating": 70,
      "csfdRatingCount": 4170,
      "poster": "https://images.metahub.space/poster/small/tt0088170/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0088170/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "105 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Porážka Khana admirálem Kirkem a stvoření nové planety Genesis jsou jen prázdným vítězstvím. Spock položil svůj život pro záchranu posádky a McCoy se nevysvětlitelně stal choromyslným. Náhle na Enterprise přilétá Sarek, Spockův otec, a odhalí neuvěřitelnou věc: McCoy přechovává Spokovu živoucí esenci - katru. Jeden přítel je živý, druhý ne, oba však trpí a Kirk se jim pokouší pomoci. Ukradne Enterprise a poruší karanténu Genesis. Klingoni však o planetě také vědí a chtějí se s Kirkem setkat na vražedném rendezvous.(oficiální text distributora)\n\nČSFD: 70% (4.2k)"
    },
    {
      "imdb": "tt0167404",
      "name": "Šestý smysl",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 88% (77.5k)",
      "csfdId": 8364,
      "csfdRating": 88,
      "csfdRatingCount": 77497,
      "poster": "https://images.metahub.space/poster/small/tt0167404/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0167404/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "107 min",
      "genres": [
        "Drama",
        "Thriller",
        "Mysteriózní",
        "Horor"
      ],
      "description": "Vynikající psycholog Malcolm Crowe (Bruce Willis) má za sebou traumatizující zážitek. Bývalý pacient se vloupal do jeho domu a dříve než sám spáchal sebevraždu, pokusil se ho zastřelit. Šlo zřejmě o trest za to, že mu nedokázal správným způsobem pomoci. Příští podzim. Doktor Crowe se pohroužil do práce a více než své manželce, trpící vzrůstajícím odcizením, se věnuje novému pacientovi. Osmiletý chlapec jménem Cole Sear vidí v těch nejneočekávanějších chvílích duchy s děsivým zevnějškem jasně prozrazujícím příčinu smrti. Oběšenci, sebevražedkyně, chlapec s hlavou prostřelenou brokovnicí Proč se zjevují obyčejnému osmiletému chlapci z Philadelphie? Chtějí ho děsit nebo snad potřebují jeho pomoc? Doktor je racionální skeptik, ale tragické zkušenosti s podobně postiženým pacientem z loňského roku ho varují před unáhlenými standardními závěry. Ostatně to, že osmiletý Cole Sear skutečně vidí reálně existující duchy, není to největší překvapení, které na Malcolma Crowea čeká...(oficiální text distributora)\n\nČSFD: 88% (77.5k)"
    },
    {
      "imdb": "tt0129167",
      "name": "Železný obr",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 85% (10.4k)",
      "csfdId": 12110,
      "csfdRating": 85,
      "csfdRatingCount": 10381,
      "poster": "https://images.metahub.space/poster/small/tt0129167/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0129167/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "86 min",
      "genres": [
        "Animovaný",
        "Rodinný",
        "Sci-Fi",
        "Komedie",
        "Dobrodružný",
        "Krimi",
        "Akční"
      ],
      "description": "Teprve devítiletý Hogarth zachrání obrovského robota, který na Zemi přiletěl z vesmíru. Hogarth se snaží svého nového geniálního kamaráda ubránit před vládním agentem a vojáky.Ve zdánlivě klidném městečku Rockwell ve státě Maine žije v roce 1957 devítiletý chlapec Hogarth, který sní o invazi vetřelců a bitvách s komunistickými agenty. Jednoho dne se mu jeho sen splní - do nedalekého jezera prý spadl obrovský robot z vesmíru. Hogarthovi se podaří robota vylovit a navzdory protestům své matky Annie ho schová u kamaráda Deana. O robotově přítomnosti se brzy dozví vládní agent Kent Mansley, který chce vetřelce zničit za každou cenu. A bude jen na Hogathovi, jestli se mu to podaří.(HBO Europe)\n\nČSFD: 85% (10.4k)"
    },
    {
      "imdb": "tt0181865",
      "name": "Traffic - Nadvláda gangů",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 82% (14.4k)",
      "csfdId": 8569,
      "csfdRating": 82,
      "csfdRatingCount": 14428,
      "poster": "https://images.metahub.space/poster/small/tt0181865/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0181865/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "147 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Režisérovi Stevenu Soderberghovi se podařil ojedinělý kousek - v roce 2000 dokončil dva veleúspěšné filmy, přičemž každý z nich získal pět nominací na Oscara, včetně prestižních kategoriích pro nejlepší film a nejlepší režii. Šlo o Erin Brockovich s Julií Robertsovou a Traffic s hvězdným manželským párem Michaelem Douglasem a Catherine Zeta-Jonesovou v hlavních rolích. Traffic se stal zářivým příkladem komerčně úspěšného filmu, který má zároveň mnohem vyšší ambice než se stát pouhým zábavným obchodním artiklem. Ve Spojených státech je pro teenagera snazší dostat se k heroinu než k alkoholu. Drogy jsou jednoznačným strašákem nejmocnější země světa. Někteří se ho mohou pokoušet nevidět, jiní vést možná zdánlivě beznadějný boj. Slovo \"traffic\" má v angličtině tři různé hlavní významy - doprava, obchod a styky. Ve světě drog, který se týká úzké skupiny lidí jen zdánlivě, se vyskytují všechny tři - narkoobchod, jeho distribuce a rozbujelá síť korupce a vlivných styků. Traffic popisuje a komentuje celý proces drogového byznysu v režii nejlepšího režiséra roku 2000, který si přitom nebere žádné servítky.(oficiální text distributora)\n\nČSFD: 82% (14.4k)"
    },
    {
      "imdb": "tt0091949",
      "name": "Číslo 5 žije",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 78% (22.4k)",
      "csfdId": 387,
      "csfdRating": 78,
      "csfdRatingCount": 22389,
      "poster": "https://images.metahub.space/poster/small/tt0091949/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0091949/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "98 min",
      "genres": [
        "Komedie",
        "Rodinný",
        "Romantický",
        "Sci-Fi"
      ],
      "description": "Na vojenském cvičení zasáhne nového válečného robota předváděného firmou Nova Robotics blesk, který způsobí zkrat a vzápětí se shodou okolností a náhod dostane ven z přísně střeženého objektu. Šéf bezpečnosti, kapitán Schroeder, okamžitě zahájí pátrání, neboť robot číslo pět nereaguje na signály a chová se velmi podivně. Nepozorovaně se dostane do vozu, jehož majitelkou je sympatická Stephany Specková. Když ho dívka objeví, považuje ho za mimozemšťana a pozve do svého domu. Ráno však zjistí, že jde o robota firmy Nova Robotics a oznámí to řediteli firmy. Robot však nechce být chycen a rozebrán, a tak nasedne do dívčina auta a snaží se ujet...(oficiální text distributora)\n\nČSFD: 78% (22.4k)"
    },
    {
      "imdb": "tt0090756",
      "name": "Modrý samet",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 82% (13.2k)",
      "csfdId": 6247,
      "csfdRating": 82,
      "csfdRatingCount": 13231,
      "poster": "https://images.metahub.space/poster/small/tt0090756/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0090756/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "120 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Student Jeffrey Beaumont se vrací do rodného města Lumbertonu, aby pomáhal otci v obchodě. Při jedné z procházek po okolí najde v trávě uříznuté lidské ucho a předá ho policejnímu inspektorovi Williamsovi. Od jeho dcery, naivní Sandy, získá o případu další informace. Tak se dozví o existenci ženy jménem Dorothy Vallensová a vydá se do nočního klubu, kde tato žena zpívá. Dorothy ho fascinuje a on se vloupá do jejího bytu, kde se vzápětí stane svědkem brutálního znásilnění. Později se dozví, že muž Dorothy a její dítě jsou v rukou Franka Bootha, psychopatického vraha.Režisér David Lynch přivádí ve svém psychothrilleru diváka do světa násilí a sexuální perverze, do světa, který se skrývá za idilickou fasádou amerického provinčního městečka, za jeho kvetoucími a pečlivě udržovanými zahrádkami.(oficiální text distributora)\n\nČSFD: 82% (13.2k)"
    },
    {
      "imdb": "tt0091064",
      "name": "Moucha",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 79% (18.3k)",
      "csfdId": 1789,
      "csfdRating": 79,
      "csfdRatingCount": 18256,
      "poster": "https://images.metahub.space/poster/small/tt0091064/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0091064/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "96 min",
      "genres": [
        "Drama",
        "Horor",
        "Sci-Fi"
      ],
      "description": "Seth Brundle je mladý ambiciózní vědec, který se zabývá teleportováním lidí na dálku prostřednictvím takzvaných telepodů. Jako správný vědec zkouší své objevy sám na sobě. Vše jde dobře až do okamžiku, kdy jeho pozornosti unikne jen jediná maličkost: do telepodu se společně s ním dostane moucha a při procesu teleportování dojde ke smíchání DNA obou účastníků pokusu. A tak začíná pomalý proces Sethovy proměny v mouchu. Seth hledá usilovně protilék, bude mít však na to dostatek času?(TV Prima)\n\nČSFD: 79% (18.3k)"
    },
    {
      "imdb": "tt0088944",
      "name": "Komando",
      "year": 1985,
      "releaseInfo": "1985 • ČSFD: 75% (29.4k)",
      "csfdId": 15294,
      "csfdRating": 75,
      "csfdRatingCount": 29432,
      "poster": "https://images.metahub.space/poster/small/tt0088944/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0088944/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "90 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Thriller"
      ],
      "description": "Plukovník Matrix, bývalý velitel elitní bojové jednotky žije v ústraní, daleko od lidí. I tady je však objeven a napaden žoldáky exdiktátora Ariuse, kteří ho únosem jeho milované dcerky Jenny chtějí donutit ke spolupráci na zavraždění prezidenta jihoamerického státu Val Verde a svržení tamní demokratické vlády. Matrixovi se podaří uprchnout z letadla, kam je Ariusovými muži posazen, a okamžitě se vydá po stopách únosců. Pouští se do riskantní hry, neboť musí své dítě zachránit dřív než letadlo, v němž měl sedět, přistane. A to je necelých jedenáct hodin.(oficiální text distributora)\n\nČSFD: 75% (29.4k)"
    },
    {
      "imdb": "tt0134847",
      "name": "Černočerná tma",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 75% (27.4k)",
      "csfdId": 12113,
      "csfdRating": 75,
      "csfdRatingCount": 27379,
      "poster": "https://images.metahub.space/poster/small/tt0134847/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0134847/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "108 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller",
        "Horor"
      ],
      "description": "V hlubokém vesmíru putuje kosmická loď a střetne se s útvarem, který prolétá v těsné blízkosti. Loď je poničena a prapodivná skupinka, skládající se z mladé pilotky Carolyne (Radha Mitchelová), pohledného poldy Johnse (Cole Hauser), který má na starosti vraha Riddicka (Vin Diesel), jenž má zvláštní schopnost vidět ve tmě, a několika cestujících - osadníků z kolonií, teď bojuje o přežití. Na neznámé planetě pohybující se vesmírem mezi třemi slunci totiž žijí krvežíznivé příšery, bojící se světla. Jednou za 22 let postihne planetu totální zatmění. A jakmile planetu zahalí černočerná tma, strhne se nerovný boj o život...(oficiální text distributora)\n\nČSFD: 75% (27.4k)"
    },
    {
      "imdb": "tt0089880",
      "name": "Rambo II",
      "year": 1985,
      "releaseInfo": "1985 • ČSFD: 74% (30.5k)",
      "csfdId": 1727,
      "csfdRating": 74,
      "csfdRatingCount": 30527,
      "poster": "https://images.metahub.space/poster/small/tt0089880/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0089880/img?src=cinemeta",
      "imdbRating": "6.5",
      "runtime": "96 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller",
        "Válečný"
      ],
      "description": "Bývalý člen elitní jednotky Zelené Barety John Rambo si odpykává svůj trest ve federálním vězení. Když americká armáda zjistí, že vojáci ztracení při akci ve vietnamské džungli mohou být stále naživu, povolá Ramba, aby je zachránil. Za splnění nezvykle nebezpečné mise mu nabídne svobodu. V akci však Rambo zjišťuje, že ho vládní oficíři poslali na smrt...(oficiální text distributora)\n\nČSFD: 74% (30.5k)"
    },
    {
      "imdb": "tt0098439",
      "name": "Tango a Cash",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 76% (21.4k)",
      "csfdId": 15226,
      "csfdRating": 76,
      "csfdRatingCount": 21352,
      "poster": "https://images.metahub.space/poster/small/tt0098439/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0098439/img?src=cinemeta",
      "imdbRating": "6.4",
      "runtime": "104 min",
      "genres": [
        "Krimi",
        "Akční",
        "Komedie",
        "Thriller"
      ],
      "description": "Vždy elegantně oblečený policista Ray Tango a jeho kolega nedbalého zevnějšku Gabe Cash patří k nejvýkonnějším ochráncům zákona v Los Angeles a důkladně znepříjemňují život a obchody mocnému gangsterskému šéfovi Perretovi. Místo, aby je nechal zavraždit, rozhodne se Perret zbavit se svých protivníků promyšleným způsobem. Oba policisté jsou vylákáni do opuštěného skladiště a pomocí zfalšovaného magnetofonového pásku obviněni z vraždy federálního agenta. Jsou posláni do vězení, kde se setkávají s řadou svých bývalých nepřátel, dychtících po pomstě. S přispěním policejního kapitána, který za vším tuší nekalou hru zločineckého podsvětí, se jim podaří za dramatických okolností uprchnout. Oba do té doby velcí rivalové Tango a Cash jsou nuceni spolupracovat, aby očistili svou pověst. Nedá jim mnoho práce zjistit, kdo za celým komplotem vězí. S vypůjčeným speciálním policejním vozidlem napadnou a zničí opevněný Perretův úkryt a gangsterovi nepomůže ani Tangova sestra Kiki, jíž se zmocnil jako rukojmí. Tango a Cash Perreta zlikvidují a jsou znovu přijati k policii. Cash má konečně čas se pořádně dvořit Kiki, i Když Tango má zásadní námitky proti tomu, aby jeho sestra chodila s policistou.(oficiální text distributora)\n\nČSFD: 76% (21.4k)"
    },
    {
      "imdb": "tt0114746",
      "name": "12 opic",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 87% (60.3k)",
      "csfdId": 3311,
      "csfdRating": 87,
      "csfdRatingCount": 60326,
      "poster": "https://images.metahub.space/poster/small/tt0114746/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114746/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "129 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "James Cole (Bruce Willis) prožil převážnou většinu svého života v podzemí. Nyní, v roce 2025, žije v ponuré, tmavé, zasněžené přítomnosti. Začalo to už na konci dvacátého století, kdy během dvou let (1996 a 1997) zemřelo přičiněním neznámého bídáka, který vypustil do ovzduší nebezpečný vir, pět miliard obyvatel zeměkoule. Zůstalo jen jedno procento lidí, kteří se teď krčí jako krtci pod zemí. Hrstka lidí se s tím ale nehodlá jenom tak smířit, a proto vysílá do minulosti prostřednictvím stroje času \"nedobrovolné dobrovolníky\" z řad vězňů. Jejich úkolem v podstatě není spasit svět a odvrátit neštěstí - co se stalo, nejde odestát. Mají jen pozorovat, sbírat vzorky a odhalit zdroj nákazy, původ všeho zla. Vědci už pak zajistí vše ostatní, vyvinou protilátku a zařídí, aby se lidstvo jednadvacátého století mohlo vrátit zpátky na povrch zemský...(oficiální text distributora)\n\nČSFD: 87% (60.3k)"
    }
  ]
}