{
  "id": "trending_now",
  "name": "Trendy teď (Trakt → ČSFD pořadí)",
  "type": "movie",
  "generatedAt": "2026-01-16T14:28:55.848Z",
  "source": {
    "path": "/movies/trending"
  },
  "filters": {},
  "items": [
    {
      "imdb": "tt0109830",
      "name": "Forrest Gump",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 94% (130.5k)",
      "csfdId": 10135,
      "csfdRating": 94,
      "csfdRatingCount": 130507,
      "poster": "https://images.metahub.space/poster/small/tt0109830/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0109830/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "142 min",
      "genres": [
        "Drama",
        "Komedie",
        "Romantický"
      ],
      "description": "Zemeckisův film je brilantním shrnutím dosavadních režisérových poznatků o možnostech \"comicsového\" vyprávění. Formálně i obsahově nejméně konvenční z jeho snímků přesvědčuje komediálními gagy i naléhavě patetickým tónem. Jeho hrdinou je prosťáček Forrest Gump, typický obyčejný muž, který od dětství dělal, co se mu řeklo. Do života si tak odnesl několik ponaučení své pečlivé maminky a osvědčené pravidlo, jež se mu hodí mnohokrát v nejrůznějších situacích: Když se dostaneš do problémů, utíkej. Forrest proutíká školou, jako hráč amerického fotbalu i univerzitou, potom peklem vietnamské války a zoufalstvím nad matčinou smrtí. Vždycky je totiž někdo nebo něco, co po něm skutečně či obrazně \"hází kameny\". Nakonec však Forrest poznává, že jsou i jiná řešení situací než útěk. Svůj život spojuje s kamarádkou ze školy Jenny, která pro něj zůstane provždycky jedinou láskou, s přítelem z vojny, černochem Bubbou, který dá směr jeho úvahám o lovu krevet a s poručíkem Taylorem, jemuž ve Vietnamu zachrání život. Forrestova životní pouť od 50. do 80. let je koncipovaná jako totálně \"bezelstné\" vyprávění hrdiny, neschopného obecnějšího hodnocení situace. Forrest jako sportovec i jako válečný hrdina se setkává se slavnými lidmi, které nakonec vždycky někdo zastřelí (J. F. Kennedy, J. Lennon). Také jeho bližní umírají, ale on sám zůstává. Empiricky se dopracovává od impulsivního útěku před životem k úvahám o lidském osudu a o Bohu. Soukromý hrdinův osud zároveň postihuje třicet let poválečných amerických dějin.(oficiální text distributora)\n\nČSFD: 94% (130.5k)"
    },
    {
      "imdb": "tt0108052",
      "name": "Schindlerův seznam",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 92% (76.9k)",
      "csfdId": 8653,
      "csfdRating": 92,
      "csfdRatingCount": 76910,
      "poster": "https://images.metahub.space/poster/small/tt0108052/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0108052/img?src=cinemeta",
      "imdbRating": "9.0",
      "runtime": "195 min",
      "genres": [
        "Drama",
        "Historický",
        "Životopisný"
      ],
      "description": "Hluboce šokující, nemilosrdné drama o noční můře holocaustu, založené na skutečných událostech. Na záchranu 1100 životů obětoval Oskar Schindler veškeré své jmění... Polský Krakov 1939. Židovská obec je vystavována stále se zvyšujícímu tlaku ze strany nacistů. Do této vřavy vstupuje obchodník Oskar Schindler, člen Nacistické strany, velký svůdník a muže vydělávající na válečném utrpení, který dokázal najít v sobě člověka a zachránit ty, kterým už zdánlivě nebylo pomoci... Film Stevena Spielberga je stěžejní dílo světové kinematografie a vítěz sedmi Oscarů, včetně ocenění za Nejlepší film roku a Nejlepší režii.(Lucernafilm)\n\nČSFD: 92% (76.9k)"
    },
    {
      "imdb": "tt0126029",
      "name": "Shrek",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 88% (102.1k)",
      "csfdId": 14999,
      "csfdRating": 88,
      "csfdRatingCount": 102079,
      "poster": "https://images.metahub.space/poster/small/tt0126029/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0126029/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "90 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Rodinný",
        "Komedie"
      ],
      "description": "Shrek, zelený obr s tykadly mimozemšťanů, žije sice docela sám, ale šťastně ve svém domku na samotě u lesa až do chvíle, kdy je doslova přepaden nekonečným zástupem známých i méně známých pohádkových postaviček, které byly vyhoštěny z království nevzhledného a zakyslého Lorda Farquaada. Ve snaze zjednat pořádek a hlavně vrátit klid do svého příbytku Shrek Farquaadovi slíbí, že vysvobodí ze zajetí obávaného draka krásnou princeznu Fionu a přivede mu ji, aby se stala jeho ženou. S pomocí mazaného oslíka, ochotného pro Shreka udělat cokoli, jen ne zmlknout aspoň na okamžik, obr svůj slib splní, jenže pak se to nějak podivně zamotá, zaplete a zkomplikuje, takže je všechno nakonec úplně a docela jinak...(oficiální text distributora)\n\nČSFD: 88% (102.1k)"
    },
    {
      "imdb": "tt0078748",
      "name": "Vetřelec",
      "year": 1979,
      "releaseInfo": "1979 • ČSFD: 90% (74.8k)",
      "csfdId": 8265,
      "csfdRating": 90,
      "csfdRatingCount": 74770,
      "poster": "https://images.metahub.space/poster/small/tt0078748/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0078748/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "117 min",
      "genres": [
        "Horor",
        "Sci-Fi"
      ],
      "description": "V první části kultovní sci-fi ságy se setkáváme se Sigourney Weaver v roli statečné Ripleyové, která jako jediná z posádky vesmírné lodi Nostromo zůstává naživu v souboji s hrůznou bytostí, jejíž zárodek se dostal na palubu z líhně na neznámé planetě. První část jedné z nejpopulárnějších ság v historii science fiction představuje americkou herečku Sigourney Weaver jako ženu ocelových nervů, předurčenou k boji proti nepřekonatelné bytosti z vesmíru. Posádka kosmické dopravní lodi Nostromo, která míří z obchodních cest zpět na Zemi, je palubním počítačem předčasně probuzena ze spánku. Pasažéři zjišťují, že loď zachytila jakýsi vzdálený signál. Zanedlouho přistanou na pusté planetě, odkud signál pochází, a objeví havarované kosmické plavidlo, v němž najdou podivnou líheň se spoustou velkých vajec. Při zkoumání jednoho z nich se náhle vylíhne zvláštní tvor a přisaje se jednomu členovi posádky na obličej. Jakékoli pokusy zbavit se ho jsou marné, a tak se výprava, jež poruší bezpečnostní předpisy, vrací i se záhadným tvorem na palubu lodi. Ten po pár hodinách zmizí, ale pak se stane cosi úděsného. Při společné večeři se z rozervaného hrudníku postiženého muže vyklube mimozemský organismus a ztratí se neznámo kam. Začíná boj o přežití, v němž jsou členové posádky postupně likvidováni, a proti vetřelci z vesmíru nakonec stojí už jen samotná Ripleyová.(oficiální text distributora)\n\nČSFD: 90% (74.8k)"
    },
    {
      "imdb": "tt0120815",
      "name": "Zachraňte vojína Ryana",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 89% (86.6k)",
      "csfdId": 8652,
      "csfdRating": 89,
      "csfdRatingCount": 86599,
      "poster": "https://images.metahub.space/poster/small/tt0120815/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120815/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "169 min",
      "genres": [
        "Drama",
        "Válečný"
      ],
      "description": "Druhá světová válka byla rozhodující událostí 20. století a pro Ameriku se stala určujícím dějinným zvratem. Změnila tehdy hranice světa a dnes je nazývána \"poslední velkou válkou\". Ani sebelepší výcvik však nemohl spojenecké vojáky připravit na to, co ječekalo po vylodění v Normandii, na pláži s krycím jménem Omaha. Přestože byli naplněni odhodláním a vírou ve vítězství, jen málokdo z nich bitvu o tento malý kus francouzského pobřeží přežil. Z pohledu kapitána Johna Millera je zřejmé, že si uvědomuje nebezpečí, které na jeho jednotku čeká. Netuší však, že to není zdaleka ten nejtěžší úkol, který bude muset se svými vojáky splnit...(oficiální text distributora)\n\nČSFD: 89% (86.6k)"
    },
    {
      "imdb": "tt0482571",
      "name": "Dokonalý trik",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 88% (80.5k)",
      "csfdId": 223160,
      "csfdRating": 88,
      "csfdRatingCount": 80514,
      "poster": "https://images.metahub.space/poster/small/tt0482571/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0482571/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "130 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Sci-Fi"
      ],
      "description": "Existuje tajemství, kvůli kterému byste zabíjeli? V tomto napínavém a vzrušujícím thrilleru od režiséra Christophera Nolana uvidíte Hugh Jackmana a Christiana Balea v rolích dvou soupeřících kouzelníků, jejichž snaha předčít jeden druhého se změní ve smrtelnou past. Scarlett Johansson jako půvabná asistentka se stane figurkou i hráčem v jejich soupeření. Skvěle obsazené vedlejší role v čele s Michaelem Cainem a Davidem Bowiem. Geniální příběh a úžasný zážitek. Přichází Dokonalý trik, pozorně se dívejte.(Magic Box)\n\nČSFD: 88% (80.5k)"
    },
    {
      "imdb": "tt1853728",
      "name": "Nespoutaný Django",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 88% (77.7k)",
      "csfdId": 294824,
      "csfdRating": 88,
      "csfdRatingCount": 77697,
      "poster": "https://images.metahub.space/poster/small/tt1853728/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1853728/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "165 min",
      "genres": [
        "Western",
        "Dobrodružný",
        "Akční",
        "Drama"
      ],
      "description": "Kultovní režisér Quentin Tarantino natočil jižanské drama z období před vypuknutím Občanské války, jehož hlavním hrdinou je otrok Django. Ten má šanci získat díky nájemnému lovci lidí dr. Schultzovi svobodu, pokud se mu povede dopadnout vraždící bratry Brittlovi. Djangovi se tak zároveň naskytne příležitost najít ženu, kterou musel před lety nedobrovolně opustit. Ani jeden z hlavních hrdinů však netuší, jak blízko jsou nejnebezpečnějšímu dobrodružství svého života.(oficiální text distributora)\n\nČSFD: 88% (77.7k)"
    },
    {
      "imdb": "tt0304141",
      "name": "Harry Potter a vězeň z Azkabanu",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 86% (88.4k)",
      "csfdId": 1625,
      "csfdRating": 86,
      "csfdRatingCount": 88405,
      "poster": "https://images.metahub.space/poster/small/tt0304141/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0304141/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "141 min",
      "genres": [
        "Fantasy",
        "Rodinný",
        "Dobrodružný",
        "Mysteriózní"
      ],
      "description": "Třináctiletý Harry Potter znovu nerad tráví své další prázdniny u rodiny Dursleyových, letos navíc se zlou tetou Marge. I přes přísný zákaz používání kouzel jí Harry promění v obrovský balón a v noci uteče záchranným autobusem do hospody Děravý kotel. Zde se setká s ministrem kouzel Korneliem Popletalem, který ho překvapivě za jeho provinění nepotrestá. Je to proto, že z vězení v Azkabanu uprchl nebezpečný čaroděj Sirius Black, který podle legend přivedl lorda Voldemorta k Harryho rodičům a je tak zodpovědný za jejich smrt. Nyní Voldemort usiluje také o zabití Harryho. A aby nebyl všem hrůzám konec, hostí Bradavická škola hrozivé azkabanské stráže, zvané mozkomoři. Ti mají za úkol ochraňovatt Harryho a další studenty před černým čarodějem. Střetnutí mezi Harrym a záhadným vězněm Siriem Černým se zdá být nevyhnutelné. Harry Potter bude potřebovat veškerou možnou kuráž, kouzla a podporu, aby dokázal odhalit pravdu a vazby na tajemnou minulost.(oficiální text distributora)\n\nČSFD: 86% (88.4k)"
    },
    {
      "imdb": "tt0120338",
      "name": "Titanic",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 85% (96.4k)",
      "csfdId": 1250,
      "csfdRating": 85,
      "csfdRatingCount": 96376,
      "poster": "https://images.metahub.space/poster/small/tt0120338/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120338/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "194 min",
      "genres": [
        "Drama",
        "Romantický",
        "Historický",
        "Katastrofický"
      ],
      "description": "V dubnu 1912 vyrazila luxusní zaoceánská loď Titanic z Anglie na svou první, a bohužel i poslední plavbu. Své pasažéry ale do cíle cesty nikdy nedovezla – narazila na ledovec a klesla pod hladinu. Tím začalo drama největší námořní katastrofy v dějinách lidstva. V ledových vodách Atlantiku skončilo mnoho životů a osudů. Mezi nimi byla i jedna láska, která vlastně ani pořádně nezačala. Americký velkofilm v režii Jamese Camerona, oceněný jedenácti Oscary®, katapultoval mezi nejzářivější hvězdy Hollywoodu oba představitele hlavních rolí – Kate Winsletovou a Leonarda DiCapria.(Cinemax)\n\nČSFD: 85% (96.4k)"
    },
    {
      "imdb": "tt0099785",
      "name": "Sám doma",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 86% (81.4k)",
      "csfdId": 1628,
      "csfdRating": 86,
      "csfdRatingCount": 81353,
      "poster": "https://images.metahub.space/poster/small/tt0099785/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099785/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "103 min",
      "genres": [
        "Rodinný",
        "Komedie"
      ],
      "description": "\"Mám pocit, že jsme doma nechali něco důležitého,\" sdělí paní McCallisterová manželovi na palubě letadla směřujícího přes Atlantik do Paříže. To ještě netuší, že to co doma zapomněli je nejmladší člen jejich početné rodiny, Kevin. Tak začíná nejúspěšnější film roku 1990, vánoční komedie o zapomenutém synkovi a dvou nešikovných lupičích. Kevin vůbec nepropadne panice, právě naopak. Konečně může dělat všechno to, co jinak nemůže. Jezdit po koberci na kolečkových bruslích, přejídat se zmrzlinou, dívat se na nepřístupné filmy. Jeho štěstí však netrvá dlouho. Objeví se totiž dva zlodějíčkové, kteří si na dům McCallisterových dělají zálusk. Ani tentokrát však Kevin neztratí rozvahu a pořádně s lupiči zacvičí. Promění totiž dům v hotovou smrtonosnou past. Přes veškerou volnost a zábavu s lupiči se mu však pomalu začíná stýskat.(oficiální text distributora)\n\nČSFD: 86% (81.4k)"
    },
    {
      "imdb": "tt0266543",
      "name": "Hledá se Nemo",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 86% (76.7k)",
      "csfdId": 43924,
      "csfdRating": 86,
      "csfdRatingCount": 76668,
      "poster": "https://images.metahub.space/poster/small/tt0266543/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0266543/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "100 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný"
      ],
      "description": "V pestrobarevných a teplých vodách Velké útesové bariéry žije ve svém bezpečném a odlehlém příbytku ze sasanek Marlin a jeho jediný syn Nemo. Marlin se s obavami ze všech nepředvídatelných nebezpečí, které hlubiny oceánu skýtají, snaží svého syna před nástrahami okolí ochránit. Nemo je však, stejně jako všechny malé rybky, velmi zvídavý a chce tajemný útes prozkoumat. Když je pak nečekaně unesen daleko od domova a skončí v akváriu, kterým si vyzdobil ordinaci laciný zubař, ocitne se Marlin nečekaně v roli hrdiny na cestě k záchraně svého syna. Během hledání se k Marlinovi připojí samaritánka Dory - ryba s nejhorší krátkodobou pamětí a největším srdcem v celém oceánu. Její nehynoucí optimismus neustále žene Marlina kupředu a dodává mu odhodlání riskovat a překonávat jeho obavy. Díky tomu Marlin také postupně začne věřit, že se nakonec přece jen podaří všechny problémy zdárně vyřešit. Po střetu s četnými nástrahami podmořského i suchozemského světa včetně žraloků, želv, medúz, mořských ptáků, městské kanalizace i samotného člověka, končí odloučení otce a syna šťastným shledáním a kdysi bojácný Marlin se stane v očích svého potomka i celého oceánu opravdovým hrdinou.(oficiální text distributora)\n\nČSFD: 86% (76.7k)"
    },
    {
      "imdb": "tt0382932",
      "name": "Ratatouille",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 86% (72.5k)",
      "csfdId": 150988,
      "csfdRating": 86,
      "csfdRatingCount": 72534,
      "poster": "https://images.metahub.space/poster/small/tt0382932/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0382932/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "111 min",
      "genres": [
        "Animovaný",
        "Komedie",
        "Dobrodružný",
        "Rodinný",
        "Fantasy"
      ],
      "description": "Oscarem oceněný režisér Brad Bird a vypravěčští mistři z Pixar Animation Studios uvádějí film Ratatouille, nejoriginálnější komedii letošního léta o tak bizarním přátelství, jaké si jen lze představit. Hlavním hrdinou filmu je krysák Remy, který odvážně sní o tom, že se stane vyhlášeným kuchařem v pařížské pětihvězdičkové restauraci. Společně se zkrachovalým vynašečem kuchyňských odpadků Linguinim se vydají za svým cílem stát se nejvyhlášenějším kuchařem v Paříži. Remy měl celý život dokonalý čich a na krysu také velice neobvyklý sen: vařit v luxusní restauraci. Nenechá se zviklat očividnými potížemi, se kterými se krysa, toužící po kariéře v oboru, který hlodavce přímo nenávidí, nevyhnutelně setká, nemluvě o výtkách ostatních členů rodiny, kteří se mu snaží domluvit, aby se spokojil s tradičním životem na skládce, a své touhy uspokojuje skromným flambováním a smažením. Ale když ho okolnosti doslova vrhnou do restaurace, kterou proslavil jeho kuchařský vzor Auguste Gusteau (jehož heslo \"vařit může každý\" Remyho po celý život inspirovalo), brzy zjistí, že pokud jste krysa a někdo vás uvidí, může vám v kuchyni jít doslova o život. Když už se zdá, že je se splněním Remyho snů konec, potká toho, koho potkat potřebuje, přítele, který mu věří: stydlivého a podřadného vynašeče odpadků, kterého z restaurace čeká vyhazov. Teď, kdy už oba nemají co ztratit, se z Remyho a Linguiniho stanou bizarní společníci, kteří, hnáni Linguiniho nešikovností a Remyho neobvyklými nápady, převrátí Paříž vzhůru nohama na neuvěřitelné cestě plné humorných zápletek, působivých zážitků a těch nejnepravděpodobnějších triumfů, o kterých by jeden bez druhého ani nesnili.(oficiální text distributora)\n\nČSFD: 86% (72.5k)"
    },
    {
      "imdb": "tt0050083",
      "name": "Dvanáct rozhněvaných mužů",
      "year": 1957,
      "releaseInfo": "1957 • ČSFD: 91% (39.2k)",
      "csfdId": 6178,
      "csfdRating": 91,
      "csfdRatingCount": 39152,
      "poster": "https://images.metahub.space/poster/small/tt0050083/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0050083/img?src=cinemeta",
      "imdbRating": "9.0",
      "runtime": "97 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "Dramatický příběh natočený původně jako televizní film, což ovlivnilo jeho výraz, který se zdánlivě vymyká filmové praxi, neboť se celý odehrává v průběhu devadesáti minut v uzavřené soudní síni. Dvanáct porotců má jednomyslně rozhodnout o vině či nevině mladého muže, který je obviněn z vraždy svého otce. Porotci jsou průměrní Američané s obyčejnými zájmy a zaměstnáním. V průběžném hlasování jedenáct hlasuje za vinu, jenom porotce číslo 8, architekt Davis, je proti. Vyslovuje vážné výhrady k průběhu soudního jednání a kritizuje i způsob šetření celého případu.\n\nČSFD: 91% (39.2k)"
    },
    {
      "imdb": "tt0119217",
      "name": "Dobrý Will Hunting",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 88% (53.3k)",
      "csfdId": 9277,
      "csfdRating": 88,
      "csfdRatingCount": 53317,
      "poster": "https://images.metahub.space/poster/small/tt0119217/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0119217/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "127 min",
      "genres": [
        "Drama",
        "Psychologický"
      ],
      "description": "Psychologické drama, líčící osudy dvacetiletého matematického génia, ale zároveň i hospodského flákače Willa Huntinga. Ten pochází z nuzných poměrů a svůj život strávil převážně v sirotčincích. Mladíkovy neuvěřitelné početní vlohy vyjdou najevo, když jako uklízeč na bostonské univerzizě náhodně vyřeší složitý matematický příklad, který zůstal na tabuli. Citově vyprahlý a zablokovaný Will ovšem odmítá využít svého obrovského talentu a změnit svůj život. Nakonec se však podvolí tlaku okolí. Příběh je koncipován jako střet několika silných osobností a charakterů. Přesvědčivě je ztvárněno jak prostředí a atmosféra jižního Bostonu, tak \"akademická půda\".(Hollywood Classic Entertainment (H.C.E.))\n\nČSFD: 88% (53.3k)"
    },
    {
      "imdb": "tt0892769",
      "name": "Jak vycvičit draka",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 86% (66k)",
      "csfdId": 234768,
      "csfdRating": 86,
      "csfdRatingCount": 65960,
      "poster": "https://images.metahub.space/poster/small/tt0892769/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0892769/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "98 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Fantasy",
        "Komedie",
        "Rodinný"
      ],
      "description": "Viděli jste už trojrozměrného draka? A Vikinga? Pokud ne, budete mít příležitost v animované komedii Jak vycvičit draka od studia DreamWorks. Rodičové chlupaté Kung Fu Pandy a zeleného zlobráka Shreka se tentokrát rozhodli pro podívanou, která je ve všech ohledech poněkud drsnější. Jejich nejnovější dobrodružství se odehrává na drsném Severu, který obývají ještě drsnější Vikingové a spolu s nimi i draci. Ti jsou jednoznačně nejdrsnější.Jediný, kdo není drsný ani trochu, je hlavní hrdina Škyťák. Vikinský teenager nějak nemůže zapadnout mezi ostatní obyvatele rodného ostrova Blpu, protože na rozdíl od nich spíš než svaly (kterých má pomálu), používá hlavu. Asi by se to dalo přejít, kdyby Škyťák nebyl synem náčelníka vesnice, Kliďase Velikána. Taťka má syna rád, ale bohužel si uvědomuje jeho „nedostatečnost“. Zvlášť když se blíží Škyťákovo iniciační uvedení mezi dospělé Vikingy, které lze úspěšně absolvovat jediným způsobem – zabitím draka v souboji. Draci jsou totiž na Blpu jediným, zato permanentním problémem. Desítky druhů létajících ještěrů prakticky neustále útočí na vesnici, kradou domácí zvířata, spalují úrodu i hospodářská stavení, a tak je morální povinností každého Vikinga bojovat proti drakům, jak se dá. I Škyťák by samozřejmě rád nějakého toho Nodra smrťáka, Ohavného zipáka nebo Hrůzáka hrozivého skolil, jenže matička příroda ho na to opravdu vybavila nevalně. Nepomáhají ani užitečné lekce v Drakoškole místního samorosta, kováře Tlamouna. Škyťák je naštěstí hlava otevřená a tam, kde schází hrubá síla, pomůže hlava, díky níž zkonstruuje samostříl, kterým zaútočí na nejobávanějšího z draků, prakticky nepolapitelnou Noční fúrii. Jediný výstřel (velmi úspěšný) změní budoucnost soužití lidského a dračího plemene na ostrově Blpu. Když se totiž Škyťák vydá zraněného draka dorazit a stát se tak definitivně mužem, cosi se v něm při pohledu do jasných dračích očí zlomí. A ten zlom bude začátkem jednoho krásného přátelství. Teď už jen zbývá přesvědčit ostatní Vikingy, že skutečný nepřítel číhá jinde.(oficiální text distributora)\n\nČSFD: 86% (66k)"
    },
    {
      "imdb": "tt0120382",
      "name": "Truman Show",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 87% (55.3k)",
      "csfdId": 9568,
      "csfdRating": 87,
      "csfdRatingCount": 55347,
      "poster": "https://images.metahub.space/poster/small/tt0120382/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120382/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "103 min",
      "genres": [
        "Drama",
        "Komedie",
        "Sci-Fi"
      ],
      "description": "Film Truman Show prozkoumává moc médií a stále méně zřetelnou hranici mezi skutečností a jejím mediálním či virtuálním obrazem. Truman Burbank totiž až téměř do svých třiceti let netuší, že od narození žije v obrovských filmových ateliérech a že je hvězdou televizního seriálu s celosvětovou popularitou a vysokou sledovaností. Nad Trumanovým životem má navíc absolutní kontrolu tvůrce oblíbeného seriálu, režisér a producent Christof. Největším problémem ovšem pro Trumana nakonec není uvědomit si pravý stav věcí, nýbrž odhodlat se opustit falešný, avšak zároveň tak bezpečný a dokonalý svět... Snímek je inspirován americkými TV seriály, založenými na snímání reality a ve svém závěru nečekaně přerůstá až v moderní alegorii biblického motivu - vyhnání z ráje. Žánrově jde o fantaskní, bizarní a spektakulární drama se satirickým podtextem.(oficiální text distributora)\n\nČSFD: 87% (55.3k)"
    },
    {
      "imdb": "tt0816692",
      "name": "Interstellar",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 85% (67.4k)",
      "csfdId": 227786,
      "csfdRating": 85,
      "csfdRatingCount": 67354,
      "poster": "https://images.metahub.space/poster/small/tt0816692/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0816692/img?src=cinemeta",
      "imdbRating": "8.7",
      "runtime": "169 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Když se náš čas na Zemi chýlí ke konci, je skupina výzkumníků pověřena nejdůležitějším posláním v lidských dějinách: cestou za hranice naší galaxie, při které má za úkol najít mezi hvězdami pro lidstvo nový domov.(Warner Bros. CZ)\n\nČSFD: 85% (67.4k)"
    },
    {
      "imdb": "tt0114709",
      "name": "Toy Story: Příběh hraček",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 86% (54.5k)",
      "csfdId": 18184,
      "csfdRating": 86,
      "csfdRatingCount": 54459,
      "poster": "https://images.metahub.space/poster/small/tt0114709/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0114709/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "81 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný"
      ],
      "description": "Kdo si myslí, že hračky nemají vlastní život, se mýlí. Sotva dítko vyjde ze dveří, začnou se v jeho pokoji dít podivné věci. Všechny hračky si vydechnou, protože mohou být konečně samy sebou, místo aby předstíraly, že jsou pouhými neživými předměty. Nejoblíbenější hračka - kovboj Woody - má pochopitelně hlavní slovo a všichni ostatní dnes pod jeho vedením připravují speciální průzkumnou akci. Chlapec má totiž narozeniny a Woodyho přátelé se obávají, jaké nové (a lepší) hračky budou muset přivítat ve svém středu. Jejich nejhorší tušení se tentokrát vyplňují a Woodyho konkurentem se stává narozeninový dárek - mluvící superkosmonaut Buzz Rakeťák. Už na první pohled si Woody s Buzzem nepadli do oka, ale když rakeťák nešťastnou náhodou vypadne z okna na dvorek sousedního domu, ve kterém bydlí chlapec, jehož nejoblíbenější zábavou je mučení hraček, musí se Woody vydat na záchrannou výpravu. Čeká ho s Buzzem největší dobrodružství jejich \"života\"...(oficiální text distributora)\n\nČSFD: 86% (54.5k)"
    },
    {
      "imdb": "tt0110357",
      "name": "Lví král",
      "year": 1994,
      "releaseInfo": "1994 • ČSFD: 87% (47k)",
      "csfdId": 6741,
      "csfdRating": 87,
      "csfdRatingCount": 47010,
      "poster": "https://images.metahub.space/poster/small/tt0110357/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0110357/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "89 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Drama",
        "Rodinný",
        "Muzikál"
      ],
      "description": "Zdivočelé stádo hnané na Scarův příkaz potměšilými hyenami by bezbranného Simbu určitě zadupalo do země, kdyby jej nezachránil jeho otec Mufasa. Při zoufalé záchraně však zahyne. Protřelému Scarovi pak nedá moc práce přesvědčit vyděšeného Simbu, že je zodpovědný za otcovu smrt a měl by neodkladně uprchnout! A tak se Scar se svojí suitou konečně dostane k moci - zatímco Simba si najde nové zvířecí přátele Pumbu a Timona, s nimiž v duchu bezstarostné filozofie Hakuna Matata vyroste do majestátní lví podoby. Ale země jeho otce strádá, královská krev se nezapře a kdesi na hvězdné obloze si Mufasa hluboce oddychl, když probuzený Simba razantně vyrazil v jeho královské stopě...(oficiální text distributora)\n\nČSFD: 87% (47k)"
    },
    {
      "imdb": "tt1201607",
      "name": "Harry Potter a Relikvie smrti - část 2",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 83% (73.6k)",
      "csfdId": 239950,
      "csfdRating": 83,
      "csfdRatingCount": 73647,
      "poster": "https://images.metahub.space/poster/small/tt1201607/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1201607/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "130 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Rodinný",
        "Fantasy"
      ],
      "description": "Přichází poslední dobrodružství ságy o Harry Potterovi. V tomto výpravném finále eskaluje bitva mezi dobrem a zlem do otevřené války čarodějného světa. Nikdy nebylo v sázce tolik jako teď. Nikdo už není v bezpečí. Je to ale Harry Potter, kdo možná bude muset podstoupit oběť největší, když se přiblíží rozhodující bitva s Lordem Voldemortem. Tady všechno končí ...(oficiální text distributora)\n\nČSFD: 83% (73.6k)"
    },
    {
      "imdb": "tt1950186",
      "name": "Le Mans '66",
      "year": 2019,
      "releaseInfo": "2019 • ČSFD: 90% (31.4k)",
      "csfdId": 332773,
      "csfdRating": 90,
      "csfdRatingCount": 31381,
      "poster": "https://images.metahub.space/poster/small/tt1950186/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1950186/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "153 min",
      "genres": [
        "Drama",
        "Životopisný",
        "Sportovní",
        "Akční"
      ],
      "description": "V roce 1959 je Carroll Shelby (Matt Damon) na absolutním vrcholu, vyhrál nejtěžší motoristický závod na světě 24 hodin Le Mans. Po největší triumfu tohoto neohroženého Texasana přijde drtivá rána – lékaři odhalená srdeční vada mu znemožní pokračovat v závodění. Shelby tak začíná novou kariéru jako velmi vynalézavý konstruktér. Spolupracuje s týmem, do nějž patří i vynikající zkušební jezdec a britský šampión Ken Miles (Christian Bale). Miles je nejen špičkovým závodníkem oddaným své rodině, ale je také nesnesitelně arogantní a naprosto neschopný jakéhokoliv kompromisu. A právě tento tým automobilových šílenců si najme Henry Ford II, aby pro jeho automobilku navrhli a postavili dokonalé závodní auto. Ford se totiž rozhodně, že se pomstí Enzo Ferrarimu, za to, že nakonec odmítl domlouvané spojení své automobilky s Ford Motor Company. Vozy stáje Ferrari vítězí na okruhu v Le Mans nepřetržitě od roku 1960 až do roku 1965. Shelby, Miles a jejich malý tým jsou odhodláni tomu učinit s pomocí vozu Ford GT40 rázný konec. Proti nim stojí neporazitelné Ferrari, fyzikální zákony i jejich vlastní osobní démoni. Navzdory překážkám a omezením, které jim do cesty hází i samotný Ford, musí vyvinout revoluční vozidlo, které převálcuje každého konkurenta. Jejich úsilí si ale vybírá nemalou daň – těmto odvážným mužům to ale za vítězství stojí.(CinemArt)\n\nČSFD: 90% (31.4k)"
    },
    {
      "imdb": "tt0268380",
      "name": "Doba ledová",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 84% (63.5k)",
      "csfdId": 19838,
      "csfdRating": 84,
      "csfdRatingCount": 63534,
      "poster": "https://images.metahub.space/poster/small/tt0268380/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0268380/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "81 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný"
      ],
      "description": "Bylo nebylo. Ne tak dávno, sotva před 20 000 lety, v prehistorickém světě, kdy mrzne až praští, začíná příběh o mi-mi-migraci. Jak má jeden ale poznat, že jde o Dobu ledovou a ne třeba o Mrazivé časy nebo Velký chlad? No, tak se na naše hrdiny podívejte! Obličeje mají vyloženě ledové. A  s tím  přesunem je docela honička, zvlášť když zvířecí tým - mamut, tygr a lenochod - najdou lidské mládě, moc roztomilého človíčka, a  usmyslí si, že prcka vrátí rodičům. Během dobrodružné cesty mají zvířata spoustu starostí jak se uživit. Mamut musí  dávat pozor, aby mu věčně někdo nešlapal na chobot. A musí hájit svou tělnatost. Není přece tlustý, to ty chlupy dělají, že tak vypadá. Tygr zase potřebuje uchovat svou tygří vážnost. A ještě musí vyřešit spoustu problémů se vztahy. A jaký je to pořádek, když  lenochod střídá partnerky jako ponožky? Panečku, mamut, ten je věrný.Na konec by to chtělo nějakou změnu. Což takhle \"globální oteplení\"?(oficiální text distributora)\n\nČSFD: 84% (63.5k)"
    },
    {
      "imdb": "tt4154756",
      "name": "Avengers: Infinity War",
      "year": 2018,
      "releaseInfo": "2018 • ČSFD: 86% (44.5k)",
      "csfdId": 393331,
      "csfdRating": 86,
      "csfdRatingCount": 44451,
      "poster": "https://images.metahub.space/poster/small/tt4154756/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt4154756/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "149 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Snímek Avengers: Infinity War završuje neuvěřitelnou desetiletou cestu filmovým světem studia Marvel a přináší na stříbrná plátna nejsmrtonosnější a nejultimátnější válku všech dob. Avengers a jejich superhrdinští spojenci musí riskovat úplně vše a pokusit se porazit mocného Thanose dřív, než jeho bleskový útok, provázený ničením a zkázou, zničí vesmír jednou provždy.(Falcon)\n\nČSFD: 86% (44.5k)"
    },
    {
      "imdb": "tt0198781",
      "name": "Příšerky s.r.o.",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 85% (49.6k)",
      "csfdId": 11124,
      "csfdRating": 85,
      "csfdRatingCount": 49634,
      "poster": "https://images.metahub.space/poster/small/tt0198781/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0198781/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "92 min",
      "genres": [
        "Animovaný",
        "Rodinný",
        "Komedie",
        "Fantasy"
      ],
      "description": "Monsters Incorporated je strašidelná továrna vedená Henrym J. Waternoosem a jedním z jejích hlavních strašidel je James P. Sullivan, jehož strašidelným asistentem a nejlepším přítelem a spolubydlícím je Mike Wazowski. Do tajemného světa příšer a strašidel, kde se elektrická energie získává z dětského (vyděšeného) křiku se nedopatřením dostane holčička Boo...(oficiální text distributora)\n\nČSFD: 85% (49.6k)"
    },
    {
      "imdb": "tt0298148",
      "name": "Shrek 2",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 83% (67.2k)",
      "csfdId": 15000,
      "csfdRating": 83,
      "csfdRatingCount": 67156,
      "poster": "https://images.metahub.space/poster/small/tt0298148/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0298148/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "92 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Rodinný",
        "Komedie"
      ],
      "description": "A byla svatba a pak spolu Shrek s Fionou žili šťastně až do smrti… Tedy žili by, kdyby se ovšem nevydali za princezninými rodiči! Návštěva království Za sedmero horami se totiž záhy zvrtne v další komické dobrodružství. S věrným Oslíkem za zády čelí Shrek nástrahám Kmotřičky víly, domýšlivému princi Krasoňovi a proslulému lovci zlobrů Kocourovi v botách, kterému však pod fasádou zuřivého bojovníka tepe srdce ze zlata.(oficiální text distributora)\n\nČSFD: 83% (67.2k)"
    },
    {
      "imdb": "tt0167261",
      "name": "Pán prstenů: Dvě věže",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 89% (103.8k)",
      "csfdId": 4713,
      "csfdRating": 89,
      "csfdRatingCount": 103807,
      "poster": "https://images.metahub.space/poster/small/tt0167261/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0167261/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "179 min",
      "genres": [
        "Fantasy",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Druhý díl filmové ságy o nebezpečném putování jehož cílem má být zničení prokletého prstenu moci začíná tam kde první skončil. Opět je hlavním hrdinou hobit Frodo. Ten se získal od svého příbuzného Bilba magický prsten po kterém touží temný Sauron a tak se dostal do samotného centra souboje mezi silami světla a temnot. Frodo jako vůdce společenství složeného z jeho přátel, kouzelníka, elfa, trpaslíka a dalších pomocníků pokračuje na cestě na vrchol sopky, aby zde prsten jednou provždy zničil. První díl byl nominován na Zlatý glóbus a získal cenu AFI. Díky zájmu diváků překročil zisk 350 milionů dolarů a především přesvědčil příznivce knihy, že tento dnes již klasický příběh lze úspěšně zfilmovat. V nezměněné sestavě vám teď tvůrci předkládají druhý díl fantaskního putování.(oficiální text distributora)\n\nČSFD: 89% (103.8k)"
    },
    {
      "imdb": "tt0241527",
      "name": "Harry Potter a Kámen mudrců",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 80% (89k)",
      "csfdId": 1626,
      "csfdRating": 80,
      "csfdRatingCount": 89015,
      "poster": "https://images.metahub.space/poster/small/tt0241527/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0241527/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "152 min",
      "genres": [
        "Fantasy",
        "Rodinný",
        "Dobrodružný",
        "Mysteriózní"
      ],
      "description": "Kdo by dnes už alespoň nezaslechl jméno Harryho Pottera, čarodejnického učně, jehož neskutečná popularita mezi dětmi během krátké doby zasáhla i dospělé. Filmovou verzi jeho prvního příběhu zrežíroval Chris Columbus ve spolupráci s autorkou \"potterovských\" románů J. K. Rowlingovou a pod přísným a podnětným dohledem své dcery Eleanor přenesl na filmové plátno svět Školy čar a kouzel v Bradavicích v plném lesku a hávu hodném největšího kouzelníka na světě. Celý příběh Kamene Mudrců se točí kolem sirotka Harryho Pottera. Tomu krátce po narození zahynou za neobvyklých událostí oba rodiče, a Harry proto musí vyrůstat v rodině strýce Vernona a tety Petunie, kteří mu neustále dávají najevo, že místo kde bydlí, není domov. O to větší překvapení ho čeká, když mu v den jeho jedenáctých narozenin přijde dopis, který je předzvěstí změny v jeho dosavadním životě. Od nynějška není obyčejným chlapcem, i když na to stále vypadá, ale stává se studentem Školy čar a kouzel v Bradavicích. Ani tento nový život však nebude procházka růžovou zahradou, obzvlášť když se začne probouzet Harryho záhadná minulost a její temný hrdina, Lord Voldemort...(oficiální text distributora)\n\nČSFD: 80% (89k)"
    },
    {
      "imdb": "tt0068646",
      "name": "Kmotr",
      "year": 1972,
      "releaseInfo": "1972 • ČSFD: 92% (72.2k)",
      "csfdId": 1644,
      "csfdRating": 92,
      "csfdRatingCount": 72202,
      "poster": "https://images.metahub.space/poster/small/tt0068646/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0068646/img?src=cinemeta",
      "imdbRating": "9.2",
      "runtime": "175 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "Gangsterské drama Kmotr, natočené podle stejnojmenného bestselleru Maria Puza, patří mezi přelomová díla tzv. Nového Hollywoodu, a to jak komerčně, tak umělecky. Příběh newyorské mafiánské rodiny Corleonů, jíž tvrdou rukou šéfuje starý don Vito (Marlon Brando), se odehrává v letech 1945 - 55 a zaznamenává prudký rozmach organizovaného zločinu po skončení druhé světové války. V epických, rozmáchlých obrazech před divákem ožívají osudy italsko-americké rodiny, jež svůj blahobyt založila na hazardu, prostituci, vydírání a zastrašování. Tehdy mladý režisér Francis Ford Coppola, který byl poněkud překvapivě pověřen společností Paramount realizací jednoho z jejích stěžejních projektů (své nepochybně sehrálo i jeho italsko-americké zázemí), musel redukovat některé motivy rozsáhlé předlohy, ovšem podařilo se mu věrně zachovat jejího ducha - přesný popis fungování zločinecké organizace, zachycení její hierarchie, začlenění do tehdejšího společenského vývoje i často kritizované zdůrazňování rodinné soudržnosti. Pevnou dramatickou stavbu scénáře (na němž Coppola spolupracoval s autorem předlohy) podpořilo i režijní ztvárnění, jež čerpalo především z klasických vypravěčských praktik hollywoodských děl 30. let (např. Jih proti Severu), okořeněných soudobým příklonem k realismu, zejména v zobrazování násilí a sexu. Snímek získal tři Oscary - za nejlepší film, scénář podle předlohy a mužský herecký výkon v hlavní roli (Marlon Brando, který svou cenu odmítl převzít). Pro úspěch filmu, který se stal diváckým hitem nejen ve Spojených státech, ale i ve zbytku světa (kromě např. tehdejšího Československa, kde se kvůli údajné glorifikaci zločinu a násilí nesměl promítat, ač Puzova kniha v českém překladu vyšla), bylo klíčové herecké obsazení hlavních úloh dona Vita Corleona a jeho nejmladšího syna Michaela. Vedení Paramountu nesouhlasilo s Marlonem Brandem, na němž mu vedle jeho dobře známé pověsti \"obtížného a nespolehlivého herce, jehož poslední filmy byly propadáky\", vadilo hlavně to, že je na roli mafiánského patriarchy příliš mladý (v době příprav filmu mu bylo 47 let), a ještě větší odpor dávalo najevo vůči Al Pacinovi, jenž se jim zdál málo známý, příliš obyčejný a především malý. Coppola s oběma herci natočil testy, jež nakonec šéfy Paramountu přesvědčily. Se stejnou pečlivostí režisér obsadil i další role, nejstaršího Corleonova syna, prchlivého Sonnyho (James Caan), jeho slabošského bratra Freda (John Cazale) a conseglieriho Toma Hagena (Robert Duvall). Úlohy Corleonových \"vojáků\" a dalších gangsterů ztělesnili vesměs málo známí představitelé, kteří dokonale typově odpovídali svým postavám (např. Richard Castellano jako Clemenza nebo Al Lettieri jako Sollozzo). V kreaci Michaelovy neitalské dívky Kay Adamsové zaujala budoucí múza Woodyho Allena Diane Keatonová a Corleonovu týranou dceru Connii ztělesnila pozdější Stalloneova partnerka z Rockyho, Coppolova mladší sestra Talia Shireová. Téměř tříhodinový snímek (který uvádíme, stejně jako další díly trilogie, ve dvou částech) vrcholí slavnou scénou křtu Michaelova synovce (představovaného Coppolovou dcerou Sofií), prostříhaného krvavým vyřizováním účtů s ostatními mafiánskými rodinami, jež znamenalo upevnění moci Corleonova klanu, ale také definitivní převzetí \"rodinné firmy\" zprvu zdráhavým Michaelem, který se stává důstojným nástupcem zemřelého otce.(Česká televize)\n\nČSFD: 92% (72.2k)"
    },
    {
      "imdb": "tt1375666",
      "name": "Počátek",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 89% (100.8k)",
      "csfdId": 254156,
      "csfdRating": 89,
      "csfdRatingCount": 100815,
      "poster": "https://images.metahub.space/poster/small/tt1375666/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1375666/img?src=cinemeta",
      "imdbRating": "8.8",
      "runtime": "148 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Dom Cobb (Leonardo DiCaprio) je zkušený zloděj, absolutní špička v nebezpečném umění extrakce: krádeže cenných tajemství z hloubi podvědomí během snění, kdy je mysl nejzranitelnější. Cobbova vzácná schopnost z něj učinila vyhledávaného hráče v zákeřném světě korporátní špionáže, ale také z něj udělala uprchlíka a stála ho všechno, co kdy miloval. Teď dostane Cobb šanci na vykoupení. Jedna poslední akce mu může vrátit normální život, ale jen pokud se mu podaří provést nemožné – počátek. Místo dokonalé krádeže musí Cobb a jeho tým specialistů zvrátit běh věcí. Jejich úkolem není myšlenku ukrást, ale vnuknout ji. Pokud uspějí, půjde o dokonalý zločin. Ale sebepečlivější plánování a odborná znalost je nemůže připravit na nebezpečného nepřítele, který nejspíš předvídá každý jejich krok. Nepřítel, kterého mohl čekat jen Cobb. Uznávaný režisér Christopher Nolan natočil mezinárodně obsazený sci-fi akční snímek Počátek, který vás zavede nejen na různá místa na světě ale také do intimního a nekonečného světa snů.(oficiální text distributora)\n\nČSFD: 89% (100.8k)"
    },
    {
      "imdb": "tt7286456",
      "name": "Joker",
      "year": 2019,
      "releaseInfo": "2019 • ČSFD: 85% (45.5k)",
      "csfdId": 628813,
      "csfdRating": 85,
      "csfdRatingCount": 45465,
      "poster": "https://images.metahub.space/poster/small/tt7286456/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt7286456/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "122 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Zkrachovalý komediant Arthur Fleck (Joaquin Phoenix) se dlouho pohybuje na tenké hranici mezi realitou a šílenstvím. Jednoho dne se ve svém obleku klauna potuluje po ulicích Gotham City a dostává se do konfliktu s brutálními zloději. Pomalu se roztáčí spirála událostí dosahující hrozivých rozměrů. Všemi opuštěný Fleck se začne čím dál více propadat do hlubin šílenství a postupně se mění v ikonu zločinu, kterou svět brzy bude znát pod jménem Joker.(Vertical Entertainment)\n\nČSFD: 85% (45.5k)"
    },
    {
      "imdb": "tt0398286",
      "name": "Na vlásku",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 84% (48.9k)",
      "csfdId": 241059,
      "csfdRating": 84,
      "csfdRatingCount": 48872,
      "poster": "https://images.metahub.space/poster/small/tt0398286/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0398286/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "100 min",
      "genres": [
        "Animovaný",
        "Komedie",
        "Rodinný",
        "Muzikál",
        "Romantický",
        "Fantasy"
      ],
      "description": "Na vlásku je animovaná hudební komedie plná efektů a dobrodružství o dívce, která má kouzelné vlasy zlaté barvy dlouhé víc než 70 stop. Princezna Locika je unesena z hradu svých rodičů již jako dítě a zamčena v tajné věži a touží po dobrodružství. Nyní je ve věku teenagera s bujnou fantazií a odhodlá se s pomocí temperamentního bandity provést velký husarský kousek. Locika a její komplici nacházejí dobrodružství, srdce, humor a vlasy… spoustu vlasů. Prozrazení jejího královského původu visí na nitce a její únosce je jim v patách. Tato komedie je převyprávěním klasické pohádky bratří Grimmů.(oficiální text distributora)\n\nČSFD: 84% (48.9k)"
    },
    {
      "imdb": "tt0373889",
      "name": "Harry Potter a Fénixův řád",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 80% (82.5k)",
      "csfdId": 197182,
      "csfdRating": 80,
      "csfdRatingCount": 82461,
      "poster": "https://images.metahub.space/poster/small/tt0373889/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0373889/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "138 min",
      "genres": [
        "Fantasy",
        "Rodinný",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Harry Potter se vrací do Bradavic, aby nastoupil do pátého ročníku školy čar a kouzel. Tam však zjistí, že většina členů kouzelnické komunity věří, že jeho nedávné setkání s Lordem Voldemortem je obyčejný výmysl, čímž je zásadně zpochybněna Harryho důvěryhodnost. Ba co hůř, ministr kouzel Kornelius Popletal opět jmenoval nového učitele obrany proti černé magii. V lekcích podezřelé profesorky Umbridgeové se však mladí čarodějové nic zásadního nenaučí a proto nemají dostatek znalostí k boji s temnými silami, které se kolem nich stahují. Na Hermioninu a Ronovu výzvu se Harry rozhodne vzít chod věcí do svých rukou. Tajně se začne scházet s malou skupinou studentů, kteří se hrdě nazvali Brumbálova armáda, a učí je, jak se ubránit černé magii. Ačkoliv je sám teprve student, připravuje odvážné mladé čaroděje na nebezpečnou bitvu, která brzy propukne..(oficiální text distributora)\n\nČSFD: 80% (82.5k)"
    },
    {
      "imdb": "tt2380307",
      "name": "Coco",
      "year": 2017,
      "releaseInfo": "2017 • ČSFD: 88% (28.9k)",
      "csfdId": 66830,
      "csfdRating": 88,
      "csfdRatingCount": 28914,
      "poster": "https://images.metahub.space/poster/small/tt2380307/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2380307/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "105 min",
      "genres": [
        "Animovaný",
        "Komedie",
        "Rodinný",
        "Fantasy",
        "Dobrodružný",
        "Hudební"
      ],
      "description": "Navzdory prazvláštnímu rodinnému zákazu muziky se Miguel touží stát uznávaným hudebníkem jako je jeho idol, Ernesto de la Cruz. V touze dokázat svůj talent se Miguel souhrou neuvěřitelných okolností ocitne v překrásné a barevné Říši mrtvých. Tam potká okouzlujícího šejdíře Hectora a společně se vypraví na strhující cestu odhalit skutečný příběh Miguelovy rodiny.(Falcon)\n\nČSFD: 88% (28.9k)"
    },
    {
      "imdb": "tt0245429",
      "name": "Cesta do fantazie",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 87% (32.3k)",
      "csfdId": 42136,
      "csfdRating": 87,
      "csfdRatingCount": 32342,
      "poster": "https://images.metahub.space/poster/small/tt0245429/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0245429/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "125 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Fantasy",
        "Pohádka",
        "Rodinný"
      ],
      "description": "Desetiletá Chihiro je obyčejná japonská holčička. Když se se svými rodiči vydává poprvé do nového bydliště, jejich auto zabloudí na opuštěnou lesní cestu, vedoucí k záhadnému tunelu. Chihiro i její rodiče se vydají dovnitř a objeví cosi, co považují za opuštěný lunapark. Rodiče podlehnou lákavé nabídce občerstvení v opuštěných stáncích, ale záhy se promění ve vepře. Chihiro se snaží najít pomoc a narazí na tajuplného chlapce jménem Haku. Ten ji seznámí s duchy, kteří v noci lunapark obývají a najde jí zaměstnání u Yubaby, staré čarodějnice s malým tělem a velkou hlavou, která provozuje obrovské lázně, kam si chodí odpočinout milióny pozemských bohů a jiných fantastických bytostí. Zde se skrývá jediná možnost, jak může Chihiro zrušit zakletí svých rodičů a vrátit se do lidského světa.(oficiální text distributora)\n\nČSFD: 87% (32.3k)"
    },
    {
      "imdb": "tt0172495",
      "name": "Gladiátor",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 89% (91.8k)",
      "csfdId": 8271,
      "csfdRating": 89,
      "csfdRatingCount": 91775,
      "poster": "https://images.metahub.space/poster/small/tt0172495/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0172495/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "155 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Římský generál Maximus (Russell Crowe) opět dovedl své legie k vítězství na bitevním poli. Válka je vyhrána a Maximus sní o domově. Nepřeje si nic jiného, než se vrátit k ženě a svému synovi. Umírající vládce Marcus Aurelius (Richard Harris) pro něj nicméně má ještě jeden úkol. Žádá, aby se generál ujal vlády. Commodus (Joaquin Phoenix), dědic trůnu, žárlí na vládcovu přízeň Maximovi a nařizuje Maximovu popravu, včetně jeho rodiny. Maximus sice o vlásek unikne smrti, ale těžce zraněného ho \"zachrání\" otrokáři. Maximus se tak dostane do gladiátorské školy a v aréně jeho sláva den ode dne roste. Nyní přichází do Říma, aby pomstil vraždu ženy a svého syna, aby zabil nového císaře - Commoda. Poznal, že jediná moc, silnější než vládcova, je vůle lidu. Cesta, která vede k naplnění Maximovy pomsty je stát se největším hrdinou celé říše.(oficiální text distributora)\n\nČSFD: 89% (91.8k)"
    },
    {
      "imdb": "tt0317219",
      "name": "Auta",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 83% (49.5k)",
      "csfdId": 32954,
      "csfdRating": 83,
      "csfdRatingCount": 49475,
      "poster": "https://images.metahub.space/poster/small/tt0317219/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0317219/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "117 min",
      "genres": [
        "Animovaný",
        "Komedie",
        "Rodinný",
        "Sportovní"
      ],
      "description": "Když se začínající, avšak velmi ambiciózní závodní auto Blesk McQueen během cesty na velkolepý šampionát Zlatý píst neočekávaně zatoulá do ospalé Kardanové lhoty u Silnice 66, naučí se, že opravdová radost ze života se neskrývá za cílovou rovinkou, ale na cestě k ní. Auta ze lhoty, s nimiž se v průběhu svého putování napříč Amerikou seznámí, mu ukáží, že na světě existují i důležitější věci než trofeje, sláva a sponzoři.(HBO GO)\n\nČSFD: 83% (49.5k)"
    },
    {
      "imdb": "tt0330373",
      "name": "Harry Potter a Ohnivý pohár",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 79% (83.7k)",
      "csfdId": 42949,
      "csfdRating": 79,
      "csfdRatingCount": 83743,
      "poster": "https://images.metahub.space/poster/small/tt0330373/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0330373/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "157 min",
      "genres": [
        "Fantasy",
        "Rodinný",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Navzdory zlým snům, které ho nepřestávají pronásledovat, vydá se Harry s Weasleyovými na čtyřsté dvacáté druhé famfrpálové mistrovství světa. Slavnostní zahájení je velkolepé, v noci však kemp přepadne skupina maskovaných čarodějů, kteří vyvolávají paniku a na obloze vykouzlí obrovskou lebku s hadem v ústech. Znamení Voldemortovo. Je jasné, že se blíží temná doba. Je to zřejmé i z faktu, že se tu bude konat významný Turnaj tří kouzelníků, jehož vítěz získá Ohnivý pohár. Do soutěže se smějí přihlásit pouze kouzelníci starší sedmnácti let. Do Bradavic přijíždí nejen nový učitel obrany proti černé magii Alostor Moody, ale také výpravy ze dvou dalších evropských kouzelnických škol. Zatímco se napjatě čeká na trojici, kterou pohár vybere, začíná vyučování. Moody dává od první hodiny jasně najevo, že bere obranu proti černé magii vážně. Nastává slavnostní okamžik. Pohár vybere do turnaje Cedrica, Viktora a Fleur. K úžasu všech určí ještě Harryho, i když mu ještě není sedmnáct. Podle pravidel se musí turnaje zúčastnit, protože byl pohárem vybrán. Harry zjistí, že prvním úkolem bude získat zlaté vejce, střežené drakem. Kolegiálně to prozradí Cedricovi a oběma se to v napínavém souboji podaří stejně jako Viktorovi a Fleur. Zatímco se chystají na druhý úkol, blíží se velký Vánoční ples. A to ještě netuší, že se závěrečný úkol turnaje změní v děsivou noční můru, která bude někoho stát život.(TV Nova)\n\nČSFD: 79% (83.7k)"
    },
    {
      "imdb": "tt2948356",
      "name": "Zootropolis: Město zvířat",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 85% (36.5k)",
      "csfdId": 407365,
      "csfdRating": 85,
      "csfdRatingCount": 36476,
      "poster": "https://images.metahub.space/poster/small/tt2948356/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2948356/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "109 min",
      "genres": [
        "Animovaný",
        "Mysteriózní",
        "Dobrodružný",
        "Krimi",
        "Komedie",
        "Rodinný"
      ],
      "description": "Moderní metropole zvířat Zootropolis je město jako žádné jiné. Jen v Zootropolisu najdete luxusní čtvrti jako je Sousedství Sahara nebo chladný Tundrov. Je to velkolepé velkoměsto, ve kterém žijí pospolu zvířata ze všech koutů světa. Je to metropole, kde můžete být kýmkoli bez ohledu na to, zda jste obří slon nebo malá myška. Když však do města dorazí optimistická strážnice Judy Hopkavá, zjistí, že být prvním králíkem v policejním sboru velkých a drsných zvířat není žádná legrace. A protože chce všem dokázat, že na to má, skočí po první příležitosti řešit náročný a záhadný případ, i když to znamená vzít do party upovídaného a všemi mastmi mazaného lišáka Nicka Wilda.(Falcon)\n\nČSFD: 85% (36.5k)"
    },
    {
      "imdb": "tt0246578",
      "name": "Donnie Darko",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 84% (44.8k)",
      "csfdId": 16367,
      "csfdRating": 84,
      "csfdRatingCount": 44778,
      "poster": "https://images.metahub.space/poster/small/tt0246578/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0246578/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "114 min",
      "genres": [
        "Mysteriózní",
        "Drama",
        "Sci-Fi"
      ],
      "description": "Někdo by si mohl myslet, že Donnie Darko je typický puberťák. Jenže Donnie je zklamaný kluk, trpící vizemi o obrovském králíkovi, který se ho snaží dostat pod svůj zničující vliv. Aby tomu zabránil, dopustí se činů, které ho přivedou až na psychoterapii. Přežije nesnáze středoškolského života i lásky a unikne bizarní smrti, která mu hrozí při pádu motoru z letadla. Donnie bojuje se svými démony, v přeneseném i skutečném slova smyslu, a prožívá příběhy, související s putováním v čase, s fundamentalistickými guru, osudem i machinacemi s vesmírem.(oficiální text distributora)\n\nČSFD: 84% (44.8k)"
    },
    {
      "imdb": "tt1119646",
      "name": "Pařba ve Vegas",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 81% (61.9k)",
      "csfdId": 249773,
      "csfdRating": 81,
      "csfdRatingCount": 61853,
      "poster": "https://images.metahub.space/poster/small/tt1119646/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1119646/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "100 min",
      "genres": [
        "Komedie"
      ],
      "description": "Plánovali si nezapomenutelné loučení se svobodou v Las Vegas. Teď si ale opravdu potřebují vzpomenout, co přesně se stalo! Čí je to dítě v šatně jejich apartmá v Caesars Palace? Jak se dostal do koupelny ten tygr? Proč jednomu z nich chybí zub? Ale hlavně – kde je ženich? Cokoliv tihle mládenci prováděli během večírku, bledne ve srovnání s tím, co musejí v téhle báječné komedii udělat za střízliva, když si z nejasných náznaků začnou skládat dohromady vzpomínky na všechna špatná rozhodnutí minulé noci. Režisér Todd Phillips (Mládí v trapu) a jeho hvězdné herecké obsazení si báječně užívají ve všech těch nepředvídatelných situacích, které do sebe jakýmsi podivným způsobem zapadají. Přidejte se k Pařbě ve Vegas.(Magic Box)\n\nČSFD: 81% (61.9k)"
    },
    {
      "imdb": "tt0120363",
      "name": "Toy Story 2: Příběh hraček",
      "year": 1999,
      "releaseInfo": "1999 • ČSFD: 85% (36.4k)",
      "csfdId": 18185,
      "csfdRating": 85,
      "csfdRatingCount": 36365,
      "poster": "https://images.metahub.space/poster/small/tt0120363/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120363/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "92 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný"
      ],
      "description": "Andy odjíždí do kovbojského kampu a zanechává své hračky jejich osudu. Věci se dostanou do obrátek, když posedlý sběratel hraček Al McWhiggin, vlastník Alovy továrny na hračky, unese Woodyho. V Alově bytě Woody zjistí, že je velmi cenným sběratelským kouskem z televizní show z 50. let 20. století s názvem „Woody's Roundup“ a setkává se s dalšími cennými hračkami z této show - Jessie kovbojkou, Bullseye - koněm a Stinky Petem - prospektorem. Zpátky na místě činu Buzz Lightyear a gang z Andyho místnosti – Mr. Potato Head, Slinky Dog, Rex a Hamm – rozjedou akci, aby zachránili svého přítele, který by skončil jako muzejní kousek. Hračky se dostávají do jedné nesnáze za druhou v jejich odvážném závodu, aby dostaly Woodyho zpátky domů, než se Andy vrátí.(oficiální text distributora)\n\nČSFD: 85% (36.4k)"
    },
    {
      "imdb": "tt4154796",
      "name": "Avengers: Endgame",
      "year": 2019,
      "releaseInfo": "2019 • ČSFD: 84% (39.8k)",
      "csfdId": 393332,
      "csfdRating": 84,
      "csfdRatingCount": 39800,
      "poster": "https://images.metahub.space/poster/small/tt4154796/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt4154796/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "181 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy"
      ],
      "description": "Hrozivé události způsobené Thanosem, který vyhladil polovinu života ve vesmíru a silně oslabil Avengers, vedou zbylé superhrdiny k tomu, aby ve strhujícím finále 22 filmů studia Marvel zvaném Avengers: Endgame sebrali poslední síly a pokusili se vrátit úder.(Falcon)\n\nČSFD: 84% (39.8k)"
    },
    {
      "imdb": "tt1431045",
      "name": "Deadpool",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 81% (57.2k)",
      "csfdId": 261379,
      "csfdRating": 81,
      "csfdRatingCount": 57235,
      "poster": "https://images.metahub.space/poster/small/tt1431045/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1431045/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Komedie",
        "Dobrodružný",
        "Sci-Fi",
        "Romantický"
      ],
      "description": "Než se stal Deadpoolem, byl Wadem Wilsonem (Ryan Reynolds), bývalým členem speciálních jednotek. Když mu lékaři diagnostikovali pokročilé stadium rakoviny, podrobil se experimentální léčbě v rámci programu Weapon X, známého a populárního především mezi x-menovskými mutanty. Díky tomu se Wade zbavil rakoviny, a nejenže zůstal naživu, ale také jako bonus získal schopnost rychlého samouzdravování. Bohužel však – například oproti Wolverinovi, který po podobné léčbě zůstal celkem sexy – z tohoto pokusu vyšel trvale znetvořený. I proto celkem bez většího odporu přijal okostýmované alter ego jménem Deadpool.(CinemArt)\n\nČSFD: 81% (57.2k)"
    },
    {
      "imdb": "tt1745960",
      "name": "Top Gun: Maverick",
      "year": 2022,
      "releaseInfo": "2022 • ČSFD: 86% (29.1k)",
      "csfdId": 286035,
      "csfdRating": 86,
      "csfdRatingCount": 29054,
      "poster": "https://images.metahub.space/poster/small/tt1745960/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1745960/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Drama"
      ],
      "description": "Pete „Maverick“ Mitchell (Tom Cruise) k smrti rád pilotuje stíhačky. Dokonce tak, že se už přes třicet let úspěšně brání povýšení ve strukturách amerického letectva, protože to by ho z kokpitu vyhnalo do vyhřáté kanceláře. Maverick byl navíc vždycky magnetem na průšvihy, což se s armádní kariérou taky docela vylučuje. Pilot je ovšem bravurní, možná ten úplně nejlepší, a proto dostane nabídku stát se instruktorem elitních stíhačů z programu Top Gun, které má připravit na úkol, jenž spadá do kategorie Mission Imposssible. Kromě téhle bude muset Maverick zvládnout i jednu obtížnou soukromou misi. Jedním z pilotů, které má připravit do akce, je i Bradley Bradshaw (Miles Teller), syn jeho kamaráda a navigátora Goose. Znalci prvního Top Gunu vědí, že Goose zahynul, když se neúspěšně katapultoval z neovladatelné stíhačky, pilotované právě Maverickem. A jeho syn mu otcovu smrt klade za vinu. Maverick za žádnou cenu nechce, aby Bradleyho potkal stejný osud jako jeho otce. Přitom si uvědomuje, že pravděpodobnost, že některý z pilotů plánovanou leteckou operaci nepřežije, není vůbec malá.(CinemArt)\n\nČSFD: 86% (29.1k)"
    },
    {
      "imdb": "tt0295297",
      "name": "Harry Potter a Tajemná komnata",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 78% (83.4k)",
      "csfdId": 1624,
      "csfdRating": 78,
      "csfdRatingCount": 83381,
      "poster": "https://images.metahub.space/poster/small/tt0295297/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0295297/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "161 min",
      "genres": [
        "Fantasy",
        "Rodinný",
        "Dobrodružný",
        "Mysteriózní"
      ],
      "description": "Harry Potter se po prázdninách vrací do Bradavic a nastupuje do druhého ročníku. A to i přes varování domácího skřítka Dobbyho, podle kterého mu v čarodějné škole hrozí smrt. Harry nedbá nářků skřítka působícího víc škody než užitku, ale potom se skutečně začnou dít podivné věci, na stěnách se objevují neznámé nápisy a několik studentů je přepadeno tajemným přízrakem. Co s tím má společného Tajemná komnata? Stojí za spiknutím opět Voldemort? Kdo je Zmijozelův dědic? Záhadu se Harry vydává rozluštit společně se svými starými známými - Ronem a Hermionou.(oficiální text distributora)\n\nČSFD: 78% (83.4k)"
    },
    {
      "imdb": "tt15239678",
      "name": "Duna: Část druhá",
      "year": 2024,
      "releaseInfo": "2024 • ČSFD: 87% (25k)",
      "csfdId": 1098951,
      "csfdRating": 87,
      "csfdRatingCount": 24956,
      "poster": "https://images.metahub.space/poster/small/tt15239678/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt15239678/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "167 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Drama"
      ],
      "description": "V druhé části se Paul Atreides spojí s Chani a Fremeny a zároveň se vydá na válečnou stezku pomsty proti spiklencům, kteří zničili jeho rodinu. Čelí volbě mezi svou životní láskou a osudem známého vesmíru a snaží se zabránit strašlivé budoucnosti, kterou může předvídat jen on.(Vertical Entertainment)\n\nČSFD: 87% (25k)"
    },
    {
      "imdb": "tt8367814",
      "name": "Gentlemani",
      "year": 2019,
      "releaseInfo": "2019 • ČSFD: 86% (29.1k)",
      "csfdId": 675173,
      "csfdRating": 86,
      "csfdRatingCount": 29062,
      "poster": "https://images.metahub.space/poster/small/tt8367814/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt8367814/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "113 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Sofistikovaná akční komedie z dílny scenáristy a režiséra Guye Ritchieho Gentlemani sleduje příběh britského drogového krále Mickeyho Pearsona (Matthew McConaughey), který se snaží prodat svoje impozantní drogové impérium dynastii oklahomských miliardářů.(Vertical Entertainment)\n\nČSFD: 86% (29.1k)"
    },
    {
      "imdb": "tt2582802",
      "name": "Whiplash",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 86% (28.5k)",
      "csfdId": 358992,
      "csfdRating": 86,
      "csfdRatingCount": 28515,
      "poster": "https://images.metahub.space/poster/small/tt2582802/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2582802/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "107 min",
      "genres": [
        "Drama",
        "Hudební"
      ],
      "description": "Andrew Neiman je devatenáctiletý jazzový bubeník, který sní o slávě, ale není si jistý tím, zda se jeho sny někdy naplní. Pronásledovaný neúspěšnou spisovatelskou kariérou svého otce je rozhodnutý vystoupat až na samotný vrchol nejprestižnější hudební konzervatoře. Jednoho večera na Andrewa, který právě cvičí na bicí, narazí Terence Fletcher, dirigent, proslavený svým učitelským talentem ve stejné míře jako svými nemilosrdnými praktikami. Ačkoliv si spolu toho večera příliš mnoho nesdělí, probudí Fletcher v Andrewovi touhu dosáhnout svého cíle. K Andrewovu překvapení dalšího dne Fletcher požádá o to, aby byl Andrew přidělen k jeho kapele. Tento jediný čin mladíkovi navždy změní život. Zpočátku je Andrew nucen fungovat pouze jako „záskok\" a otáčet partituru hlavnímu bubeníkovi. Ale na příští soutěži, které se kapela účastní, hlavní bubeník řízením osudu či něčím přičiněním ztratí svou partituru. Andrew, který zná celý part nazpaměť, dostane šanci hrát. Ačkoliv se tímto činem odcizí ostatním hudebníkům, kapela soutěž nicméně vyhraje a Andrew má šanci stát se Fletcherovým novým oblíbencem.(Falcon)\n\nČSFD: 86% (28.5k)"
    },
    {
      "imdb": "tt1130884",
      "name": "Prokletý ostrov",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 88% (80.7k)",
      "csfdId": 235492,
      "csfdRating": 88,
      "csfdRatingCount": 80716,
      "poster": "https://images.metahub.space/poster/small/tt1130884/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1130884/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "138 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama"
      ],
      "description": "Detektiva Teddyho Danielse (Di Caprio) a jeho kolegu Chucka Auleho (Mark Ruffalo) přivedlo na prokletý ostrov Shutter pátrání po šílené vražedkyni jménem Rachel Solando (Emily Mortimer), která zmizela ze své cely ve vězeňské psychiatrické léčebně Ashecliffe a kdesi se úspěšně skrývá. Píše se rok 1954 a Amerika se dosud nevzpamatovala z následků Druhé světové války a navíc přežívá v permanentní paranoii domnělého i skutečného komunistického ohrožení. Daniels je učebnicovou obětí téhle doby. Válečný veterán stále vzpomíná na prožité hrůzy a navíc se musí vyrovnat se smrtí manželky. Až by se dalo sarkasticky říct, že v rámci vyšetřování dorazil na správné místo. Jenže na tomhle ostrově něco smrdí a zkušený detektiv to instinktivně vycítí. Například je přesvědčený o tom, že léčebné metody, které zdejší lékaři vedení doktorem Johnem Cawleym (Ben Kingsley) aplikují na pacienty, nejsou zcela v souladu s Hippokratovou přísahou. Druhou stranou mince je ale otázka detektivovy příčetnosti, jež je vlivem traumatických prožitků z minulosti a poměrně děsivé a skličující přítomnosti vystavována čím dál větším otřesům.(oficiální text distributora)\n\nČSFD: 88% (80.7k)"
    },
    {
      "imdb": "tt3315342",
      "name": "Logan: Wolverine",
      "year": 2017,
      "releaseInfo": "2017 • ČSFD: 84% (36k)",
      "csfdId": 370872,
      "csfdRating": 84,
      "csfdRatingCount": 35950,
      "poster": "https://images.metahub.space/poster/small/tt3315342/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3315342/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "137 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller",
        "Drama"
      ],
      "description": "Wolverine (Hugh Jackman) se vrací. Jenže je na tom nyní trochu hůř. Jeho schopnost uzdravování pomalu vyprchává a elánem také zrovna nehýří. Navíc je na vše skoro sám. Z X-Menů přežívá ještě Charles Xavier známý také jako Profesor X (Patrick Stewart), který je ale vážně nemocný, ztrácí paměť a trpí nebezpečnými záchvaty ohrožujícími jeho okolí. Společně se ukrývají v opuštěné továrně na americko-mexické hranici. Jejich utajení ale skončí, když se objeví Laura (Dafne Keen), dívka, která má překvapivě stejné schopnosti jako Wolverine a v patách má navíc nelítostné pronásledovatele, kteří se jí snaží zmocnit. Ve chvíli, kdy Wolverine a Profesor X přijmou Lauru „do rodiny\", stávají se z nich štvanci, kterým jde po krku velmi brutální a vytrvalý nepřítel. Hrdinové na útěku mají k dispozici jen zbytky sil starých X-menů a Lauřiny schopnosti, které však ona sama těžko zvládá. A tak přichází čas, aby Wolverine v sobě našel zbývající vůli a sílu nejen k boji, ale i k tomu, aby Lauře předal své zkušenosti.(CinemArt)\n\nČSFD: 84% (36k)"
    },
    {
      "imdb": "tt0088763",
      "name": "Návrat do budoucnosti",
      "year": 1985,
      "releaseInfo": "1985 • ČSFD: 89% (69.9k)",
      "csfdId": 10128,
      "csfdRating": 89,
      "csfdRatingCount": 69927,
      "poster": "https://images.metahub.space/poster/small/tt0088763/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0088763/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "116 min",
      "genres": [
        "Dobrodružný",
        "Komedie",
        "Sci-Fi"
      ],
      "description": "V kultovním sci-fi filmu Návrat do budoucnosti se hlavní hrdina Marty ocitne díky vynálezu svého kamaráda, šíleného doktora Emmetta Browna v minulosti. Stroj času je zabudovaný v legendárním autě Delorean, který ho přenese do roku 1955, kdy se jeho rodiče teprve coby středoškoláci seznamovali. Martymu se náhodou povede narušit časové kontinuum a pak musí svou chybu napravit, aby se vůbec v budoucnosti narodil.(Pannonia Ent.)\n\nČSFD: 89% (69.9k)"
    },
    {
      "imdb": "tt0080684",
      "name": "Star Wars: Epizoda V - Impérium vrací úder",
      "year": 1980,
      "releaseInfo": "1980 • ČSFD: 89% (70.3k)",
      "csfdId": 5238,
      "csfdRating": 89,
      "csfdRatingCount": 70304,
      "poster": "https://images.metahub.space/poster/small/tt0080684/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0080684/img?src=cinemeta",
      "imdbRating": "8.7",
      "runtime": "124 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Fantasy",
        "Akční"
      ],
      "description": "Nastaly temné časy pro Povstání. I přes to, že \"Hvězda smrti\" byla zničena, imperiální jednotky vyhnaly Rebely z jejich tajné základny a pronásledovaly je po celé Galaxii. Aby se vyhnula střetu s hrůzostrašnou Imperiální flotilou, skupina svobodných pilotů vedená Lukem Skywalkerem vybudovala novou tajnou základnu na opuštěné ledové planetě Hothu. Imperátorův pobočník Darth Vader, posedlý hledáním mladého Skywalkera, však vyslal tisíce sond do všech koutů vesmíru...(oficiální text distributora)\n\nČSFD: 89% (70.3k)"
    },
    {
      "imdb": "tt1285016",
      "name": "Sociální síť",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 81% (50.5k)",
      "csfdId": 262711,
      "csfdRating": 81,
      "csfdRatingCount": 50505,
      "poster": "https://images.metahub.space/poster/small/tt1285016/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1285016/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "121 min",
      "genres": [
        "Drama",
        "Životopisný"
      ],
      "description": "Každá doba má své vizionáře, kteří za sebou ve stopách své geniality zanechají pozměněný svět – ale málokdy k tomu dojde bez boje o to, co se přesně událo, a kdo byl přítomen okamžiku zrození změn. Ve filmu The Social Network divákům režisér David Fincher a scenárista Aaron Sorkin umožňují nahlédnout do okamžiků, kdy vznikal Facebook, nejrevolučnější sociální fenomén nového století, prostřednictvím odlišných pohledů hyperinteligentních mladých mužů, kteří svorně tvrdí, že právě oni byli u toho, když Facebook vznikl. Výsledkem je drama plné tvoření i destrukce, drama, které se zcela záměrně vyhýbá jediné interpretaci, ale místo toho poukazuje na rozpory v subjektivních výkladech událostí, aby tak zrcadlilo stále se měnící sociální vztahy, které jsou pro naši současnost charakteristické.(oficiální text distributora)\n\nČSFD: 81% (50.5k)"
    },
    {
      "imdb": "tt0361748",
      "name": "Hanebný pancharti",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 87% (86.6k)",
      "csfdId": 117077,
      "csfdRating": 87,
      "csfdRatingCount": 86588,
      "poster": "https://images.metahub.space/poster/small/tt0361748/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0361748/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "153 min",
      "genres": [
        "Drama",
        "Dobrodružný",
        "Válečný"
      ],
      "description": "Bylo nebylo v nacisty okupované Francii… Vítejte ve Druhé světové válce podle Quentina Tarantina. Vítejte ve světě, kde historická realita ustupuje lehce brutálnímu pohádkovému vyprávění jednoho z nejkontroverznějších režisérů současnosti. Německé vojáky ještě nepřestaly bolet nohy po smělé invazi do západní Evropy, když mladičké Shosanně (Melanie Laurent) přímo před očima německý důstojník Hans Landa (Christoph Waltz) vyvraždil členy její rodiny. Ona sama jen tak tak unikne do Paříže, kde se ukryje pod novou identitu provozovatelky biografu. Na jiném místě hákovým křížem rozkopané Evropy se pod vedením lehce zupáckého amerického poručíka Aldo Rainea (Brad Pitt) formuje neobvyklá vojenská jednotka. Úkolem jejích členů je nejen přežít na území plném nacistů a jejich přisluhovačů, ale zároveň likvidovat jejich elity a to tak efektně, že tím mezi nimi budou šířit strach a paniku. Říkají si Pancharti a právě je čeká ta nejtěžší mise, která může zcela změnit průběh války. V jednom pařížském biografu se chystá premiéra nového německého propagandistického eposu a téhle události se má účastnit řada nacistických špiček (možná i samotný Hitler). Úkolem Panchartů bude na akci proniknout a ukázat šéfům Třetí říše, jaké to je, když je člověk po smrti. Nepočítají ovšem s tím, že přímo pod světlem promítačky osnuje svůj plán pomsty za smrt blízkých osiřelá Shosanna a že když se jeden geniální plán na atentát střetne s jiným, výsledkem může být ještě geniálnější neúspěch.(oficiální text distributora)\n\nČSFD: 87% (86.6k)"
    },
    {
      "imdb": "tt0076759",
      "name": "Star Wars: Epizoda IV - Nová naděje",
      "year": 1977,
      "releaseInfo": "1977 • ČSFD: 88% (71.5k)",
      "csfdId": 6169,
      "csfdRating": 88,
      "csfdRatingCount": 71531,
      "poster": "https://images.metahub.space/poster/small/tt0076759/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0076759/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "121 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Fantasy",
        "Akční"
      ],
      "description": "Rytíři Jedi byli vyhlazeni a Impérium vládne galaxii pevnou rukou. Malá skupina povstalců se odváží vzdorovat a ukradne plány k nejmocnější zbrani Impéria, Hvězdě smrti. Imperátorův nejvěrnější služebník, Darth Vader, musí najít plány a skrytou základnu povstalců. Zpráva o princezně Lei a vůdci rebelů se dostane až k obyčejnému farmáři, Lukovi Skywalkerovi. Ten se řídí svým osudem, zachraňuje princeznu a pomáhá povstalcům svrhnout Impérium společně s takovými nezapomenutelnými spojenci jako: Obi-Wan Kenobi, domýšlivý Han Solo, loajální Chewbacca a droidové R2-D2 a C3PO.(oficiální text distributora)\n\nČSFD: 88% (71.5k)"
    },
    {
      "imdb": "tt1049413",
      "name": "Vzhůru do oblak",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 82% (40.3k)",
      "csfdId": 236791,
      "csfdRating": 82,
      "csfdRatingCount": 40334,
      "poster": "https://images.metahub.space/poster/small/tt1049413/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1049413/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "96 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Drama",
        "Komedie",
        "Rodinný"
      ],
      "description": "Vzhůru do oblak je příběh o 78letém prodejci balónků Carlovi Fredricksenovi, který si konečně splní celoživotní sen o dobrodružstvích, když na svůj domek přiváže tisíce balónků a odletí s ním do divočiny Jižní Ameriky. Až příliš pozdě ale zjistí, že se k němu potají připojil i původce jeho nejhorších nočních můr: nadšený osmiletý průzkumník divočiny jménem Russell. Jejich společná pouť do ztraceného světa, v němž se setkávají s všemožnými zvláštními, exotickými a překvapivými postavami, je plná humoru, emocí a obrovsky nápaditých příhod. Současně se jedná o výroční desátý film studia Pixar.(oficiální text distributora)\n\nČSFD: 82% (40.3k)"
    },
    {
      "imdb": "tt0417741",
      "name": "Harry Potter a Princ dvojí krve",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 77% (77k)",
      "csfdId": 224184,
      "csfdRating": 77,
      "csfdRatingCount": 76962,
      "poster": "https://images.metahub.space/poster/small/tt0417741/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0417741/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "153 min",
      "genres": [
        "Dobrodružný",
        "Fantasy",
        "Mysteriózní",
        "Rodinný"
      ],
      "description": "Povzbuzeni návratem Lorda Voldemorta působí Smrtijedi spoušť jak ve světě mudlů, tak ve světě kouzelníků a Bradavice už dávno nejsou tím bezpečným místem, jakým kdysi bývaly. Harry má podezření, že nebezpečí je přímo v Bradavicích, ale Brumbál se soustředí na přípravu na poslední bitvu, která se rychle blíží.  Potřebuje, aby mu Harry pomohl odkrýt důležitý klíč, který vede k rozuzlení Voldemortovy obrany – rozhodující informaci ale zná jen bývalý bradavický profesor Horác Křiklan. Vědom si toho přiměje Brumbál svého starého kolegu, aby se vrátil na své staré místo, a slíbí mu vyšší plat, větší kancelář a navíc možnost učit slavného Harryho Pottera.Mezitím útočí na studenty ještě úplně jiný nepřítel – teenagerovské hormony. Harryho dlouhodobé přátelství s Ginny Weasleyovou přerůstá v hlubší city, ale v cestě stojí její přítel, Dean Thomas, a to nemluvě o jejím velkém bratru Ronovi. Jenže Ron má svých starostí dost s romantickými pletkami – Lavender Brownová nešetří svou láskou k němu a Hermiona v ústraní žárlí, ale je rozhodnuta neprojevit své city za žádnou cenu. A k tomu všemu ještě čokolády napuštěné nápojem lásky, které skončí ve špatných rukách a všechno naprosto změní.Romantika všude vzkvétá, ale jeden ze studentů zůstává od toho všeho stranou, neboť má v hlavě úplně jiné věci. Je rozhodnut vystoupit z davu a zanechat po sobě stopu, byť temnou. Láska je sice ve vzduchu, ale tragédie se blíží a ani Bradavice už nikdy nebudou takové, jaké bývaly.(oficiální text distributora)\n\nČSFD: 77% (77k)"
    },
    {
      "imdb": "tt3501632",
      "name": "Thor: Ragnarok",
      "year": 2017,
      "releaseInfo": "2017 • ČSFD: 82% (40.1k)",
      "csfdId": 374525,
      "csfdRating": 82,
      "csfdRatingCount": 40088,
      "poster": "https://images.metahub.space/poster/small/tt3501632/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3501632/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy",
        "Sci-Fi",
        "Komedie"
      ],
      "description": "Thor je uvězněn na opačném konci vesmíru bez svého mocného kladiva a je nucen pustit se do závodu s časem, aby se vrátil včas do Asgardu a zastavil Ragnarok - zkázu svého domova a konec asgardské civilizace - který se snaží rozpoutat mocný nový nepřítel, nemilosrdná Hela. Předtím ale musí přežít smrtící gladiátorskou soutěž, v níž se ocitá tváří v tvář svému bývalému spojenci z řad Avengers - neuvěřitelnému Hulkovi.(Falcon)\n\nČSFD: 82% (40.1k)"
    },
    {
      "imdb": "tt1160419",
      "name": "Duna",
      "year": 2021,
      "releaseInfo": "2021 • ČSFD: 82% (36.3k)",
      "csfdId": 236957,
      "csfdRating": 82,
      "csfdRatingCount": 36252,
      "poster": "https://images.metahub.space/poster/small/tt1160419/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1160419/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "155 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Kultovní sci-fi dílo vypráví o mocenských bojích uvnitř galaktického Impéria, v nichž jde o ovládnutí planety Arrakis: zdroje vzácného koření - melanže, jež poskytuje zvláštní psychické schopnosti, které umožňují cestování vesmírem. Padišáh imperátor svěří správu nad Arrakisem a s ní i komplikovanou těžbu neobyčejné látky vévodovi rodu Atreidů. Celá anabáze je ale součástí spiknutí, z něhož se podaří vyváznout jen vévodovu synovi Paulovi a jeho matce, kteří uprchnou do pouště. Jejich jedinou nadějí jsou nedůvěřiví domorodí obyvatelé fremeni, schopní trvale přežít ve vyprahlé pustině. Mohl by Paul Atreides být spasitelem, na kterého tak dlouho čekají?(Vertical Entertainment)\n\nČSFD: 82% (36.3k)"
    },
    {
      "imdb": "tt4633694",
      "name": "Spider-Man: Paralelní světy",
      "year": 2018,
      "releaseInfo": "2018 • ČSFD: 86% (22.8k)",
      "csfdId": 54763,
      "csfdRating": 86,
      "csfdRatingCount": 22786,
      "poster": "https://images.metahub.space/poster/small/tt4633694/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt4633694/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "117 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Phil Lord a Chris Miller, tvůrci hitů Lego příběh a 21 Jump Street spojili svůj um a talent, aby divákům představili dosud nepoznaný svět Spider-Mana v přelomovém a unikátním vizuálním stylu. Spider-Man: Paralelní světy představí dospívajícího chlapce z Brooklynu Milese Moralese a nekonečné možnosti Paralelních světů, kde je víc než jen jeden maskovaný hrdina.(Falcon)\n\nČSFD: 86% (22.8k)"
    },
    {
      "imdb": "tt0435761",
      "name": "Toy Story 3: Příběh hraček",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 83% (33.3k)",
      "csfdId": 229387,
      "csfdRating": 83,
      "csfdRatingCount": 33341,
      "poster": "https://images.metahub.space/poster/small/tt0435761/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0435761/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "102 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný"
      ],
      "description": "Ve filmu TOY STORY 3: PŘÍBĚH HRAČEK se tvůrci milované série příběhů o hračkách „Toy Story“ vrací do kouzelného světa nám dobře známých hraček. Chlapec Andy už vyrostl a chystá se na vysokou školu. Buzze, Woodyho a zbytek hraček tak čeká nejistá budoucnost. TOY STORY 3: PŘÍBĚH HRAČEK  je zbrusu nová dobrodružná komedie, ve které se naši staří známí hrdinové dostanou do školky plné rozjívených dětí a batolat. Obzvláště nezkrotná batolata se už nemohou dočkat, až dostanou tyhle „nové“ hračky do svých malých, upatlaných ručiček. Přestože naše hrdiny čeká nejedna horká chvilka, dobře ví, že nesmí jeden druhého zradit a že se musí pohromadě. A k tomu všemu čeká panenku Barbie první osudové setkání s Kenem.(oficiální text distributora)\n\nČSFD: 83% (33.3k)"
    },
    {
      "imdb": "tt1663202",
      "name": "REVENANT Zmrtvýchvstání",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 80% (49.7k)",
      "csfdId": 301200,
      "csfdRating": 80,
      "csfdRatingCount": 49668,
      "poster": "https://images.metahub.space/poster/small/tt1663202/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1663202/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "157 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Thriller",
        "Western"
      ],
      "description": "Americký západ, Jižní Dakota, 1823. Místo a čas s hodně relativní hodnotou lidského života. Zkušený lovec a trapper Hugh Glass (Leonardo DiCaprio) je se svým synem na výpravě s lovci kožešin. Uprostřed hlubokých lesů vzdorují nečekaným útokům indiánů a musí na své pouti překonávat nemilosrdnou, zatím nezmapovanou krajinu plnou nástrah. Glassovi se stává osudným střet s rozzuřenou samicí medvěda grizzlyho. Medvědí útok sice přežije, ale je těžce zraněný a lovecká výprava se musí rozdělit. Zatímco většina lovců pokračuje v cestě, s Glassem a jeho synem zůstanou jen dva muži, John Fitzgerald (Tom Hardy) a Jim Bridger (Will Poulter). Ti více méně jen čekají, až zemře, aby jej pak pohřbili a mohli pokračovat v cestě. Ale zraněný lovec stále neumírá, a tak se Fitzgerald rozhodne čekání na nevyhnutelné zkrátit. Při pokusu o nedobrovolnou eutanázii ho však přistihne Glassův syn, kterého Fitzgerald zabije. Ještě živého Glasse pak zahrabe v hrobě a spolu s Bridgerem zmizí. Jenže Hugh má hodně tuhý kořínek. V naprosto zuboženém stavu vyleze z vlastního hrobu, zoufale se potácí čarokrásnou, ale zcela lhostejnou krajinou. Při životě jej drží především nenávist a touha po odplatě. Musí překonat brutální zimu a hlad, divoké řeky, bojovné indiánské kmeny a dokonat svou pomstu.(CinemArt)\n\nČSFD: 80% (49.7k)"
    },
    {
      "imdb": "tt8946378",
      "name": "Na nože",
      "year": 2019,
      "releaseInfo": "2019 • ČSFD: 83% (30.6k)",
      "csfdId": 651342,
      "csfdRating": 83,
      "csfdRatingCount": 30641,
      "poster": "https://images.metahub.space/poster/small/tt8946378/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt8946378/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "131 min",
      "genres": [
        "Mysteriózní",
        "Krimi",
        "Komedie",
        "Thriller",
        "Drama"
      ],
      "description": "Satirická krimi komedie Na nože zábavným způsobem ukazuje, jak může dopadnout vyšetřování záhadného úmrtí autora tajemných detektivních příběhů, když jsou všichni v jeho blízkosti podezřelí. Svérázný detektiv Daniel Craig pojme řešení případu po svém a vyšetřování každého člena této excentrické rodiny se ukáže býti složitější, než se zpočátku zdálo. V napínavém detektivním příběhu, v duchu nejlepší tradice Agathy Christie, rozehrají herecký koncert Chris “Captain America” Evans, Jamie Lee Curtis, Michael Shannon, a Don Johnson.(Vertical Entertainment)\n\nČSFD: 83% (30.6k)"
    },
    {
      "imdb": "tt2096673",
      "name": "V hlavě",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 82% (37k)",
      "csfdId": 345734,
      "csfdRating": 82,
      "csfdRatingCount": 37012,
      "poster": "https://images.metahub.space/poster/small/tt2096673/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2096673/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "95 min",
      "genres": [
        "Animovaný",
        "Fantasy",
        "Dobrodružný",
        "Komedie",
        "Drama",
        "Rodinný"
      ],
      "description": "Období dospívání může být velice komplikované, a Riley, která je vytržena ze svého starého života na americkém Středozápadu poté, co se její otec musí kvůli novému zaměstnání přestěhovat do San Francisca, není žádnou výjimkou. Stejně jako my všichni, i Riley je ovládána svými emocemi – Radostí (Amy Poehler), Strachem (Bill Hader), Hněvem (Lewis Black), Znechucením (Mindy Kaling) a Smutkem (Phyllis Smith). Emoce žijí v Řídícím centru, centrále uvnitř Rileyiny mysli, odkud jí pomáhají vypořádat se s nástrahami všedních dní. Jak se Riley se svými emocemi společně pokoušejí vyrovnat s problémy nových začátků v San Franciscu, propuká v Řídícím centru zmatek. Ačkoliv se Radost, Rileyina hlavní a nejdůležitější emoce, pokouší zachovat všem pozitivní myšlení, objevují se mezi jednotlivými emocemi neshody v tom, jak se co nejlépe vypořádat s novým městem, domovem a školou.(Falcon)\n\nČSFD: 82% (37k)"
    },
    {
      "imdb": "tt0097165",
      "name": "Společnost mrtvých básníků",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 86% (21.9k)",
      "csfdId": 9558,
      "csfdRating": 86,
      "csfdRatingCount": 21869,
      "poster": "https://images.metahub.space/poster/small/tt0097165/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0097165/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "129 min",
      "genres": [
        "Drama"
      ],
      "description": "Není snadné vystoupit z davu a slyšet křičet svůj vlastní hlas! Začíná další školní rok a na chlapeckou akademii ve Vermontu přichází nový učitel John Keating (Robin Williams), aby zdejší studenty učil anglické literatuře. John praktikuje velmi nezvyklý způsob výuky, čímž si své studenty nejen získá, ale hlavně je naučí mnohem více, než by se mohli dočíst v knihách. Stane se jejich vzorem a oni se rozhodnou, že budou pokračovat v tradici Společnosti mrtvých básníků, které byl John dříve také členem. Nemají však tušení, jaké následky to může mít… Další z nenápadných filmových klenotů režiséra Petera Weira získal Oscara za scénář a obdržel další tři nominace za film, režii a nejlepší herecký výkon pro Robina Williamse. Kromě něj můžeme v dojemném příběhu o svobodě ducha a nepodrobení vidět také začínající hvězdy Ethana Hawkea a Laru Flynn Boyleovou.(Česká televize)\n\nČSFD: 86% (21.9k)"
    },
    {
      "imdb": "tt15398776",
      "name": "Oppenheimer",
      "year": 2023,
      "releaseInfo": "2023 • ČSFD: 83% (28.9k)",
      "csfdId": 1091993,
      "csfdRating": 83,
      "csfdRatingCount": 28922,
      "poster": "https://images.metahub.space/poster/small/tt15398776/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt15398776/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "181 min",
      "genres": [
        "Drama",
        "Historický",
        "Životopisný"
      ],
      "description": "V době, kdy Druhá světová válka ještě vypadala nerozhodně, probíhal na dálku dramatický souboj mezi Spojenými státy a Německem o to, komu se dřív podaří zkonstruovat atomovou bombu a získat nad nepřítelem rozhodující převahu. V Americe se tajný výzkum skrýval pod označením Projekt Manhattan a jedním z jeho klíčových aktérů byl astrofyzik Robert Oppenheimer. Pod obrovským časovým tlakem se s týmem dalších vědců pokoušel sestrojit vynález, který má potenciál zničit celý svět, ale bez jehož včasného dokončení se tentýž svět nepodaří zachránit…(CinemArt)\n\nČSFD: 83% (28.9k)"
    },
    {
      "imdb": "tt2119532",
      "name": "Hacksaw Ridge: Zrození hrdiny",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 83% (29.7k)",
      "csfdId": 411301,
      "csfdRating": 83,
      "csfdRatingCount": 29655,
      "poster": "https://images.metahub.space/poster/small/tt2119532/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2119532/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "139 min",
      "genres": [
        "Životopisný",
        "Válečný",
        "Historický",
        "Drama"
      ],
      "description": "Krátce poté, co Japonci 7. prosince 1941 zaútočili na Pearl Harbor, přihlásil se tehdy třiadvacetiletý Američan Desmond Doss, tak jako mnoho jiných mladíků, do služby vlasti. Z hloubi svého přesvědčení však odmítal nosit jakoukoliv zbraň a zabíjet. Stal se zdravotníkem 307. pěšího pluku 77. pěší divize. Skutečnost, že Doss odmítal zbraň, se nesetkávala s pochopením u jeho spolubojovníků. Jen blázen by chtěl, aby mu v boji kryl záda chlapík, vyzbrojený pouze odhodláním a lékárničkou. Často musel čelit nevraživosti a útokům ostatních vojáků. Přesto, jako jediný americký voják ve 2. světové válce, bojoval v první linii neozbrojený. V březnu 1945 vypukla krvavá bitva o Okinawu. Dossova rota měla za úkol dobýt 120 metrů vysoký útes. Když vojáci vyšplhali s pomocí lan na vrchol, dostali se do těžké dělostřelecké, minometné a kulometné palby. Vojín Doss se odmítl ukrýt a zůstal uprostřed krvavého pekla. Snášel jednoho zraněného po druhém z útesu do bezpečí. Během vyčerpávajících 12 hodin, za stálého ostřelování, zachránil životy 75 mužů...(Bioscop)\n\nČSFD: 83% (29.7k)"
    },
    {
      "imdb": "tt6751668",
      "name": "Parazit",
      "year": 2019,
      "releaseInfo": "2019 • ČSFD: 84% (25.2k)",
      "csfdId": 505790,
      "csfdRating": 84,
      "csfdRatingCount": 25171,
      "poster": "https://images.metahub.space/poster/small/tt6751668/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt6751668/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "133 min",
      "genres": [
        "Drama",
        "Komedie",
        "Thriller"
      ],
      "description": "Černá komedie režiséra Bong Joon-hoa (Snowpiercer, Okja) sleduje chudou, ale mazanou čtyřčlennou rodinu, která se rozhodne infiltrovat do bohaté domácnosti byznysmena Parka. Co se může stát, když se setkají dva tak odlišné světy? Originální dílo mistrovsky pracuje s prvky thrilleru, dramatu i satiry a přináší vtipný a nepředvídatelný divácký zážitek. Parazit byl oceněný Zlatou palmou a podle mnohých ohlasů se tak stal nejzábavnějším vítězem festivalu v Cannes od dob Pulp Fiction.(Aerofilms)\n\nČSFD: 84% (25.2k)"
    },
    {
      "imdb": "tt2543164",
      "name": "Příchozí",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 80% (41.6k)",
      "csfdId": 379848,
      "csfdRating": 80,
      "csfdRatingCount": 41640,
      "poster": "https://images.metahub.space/poster/small/tt2543164/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2543164/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "116 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Když po celém světě přistanou tajemné vesmírné lodě, dojde k sestavení elitního týmu – v čele s odbornicí na lingvistiku Louise Banksovou (Amy Adams) – s cílem zjistit, jaké mají mimozemšťané úmysly. Zatímco celé lidstvo balancuje na pokraji globální války, Banksová se společně se svým týmem pokouší ve velmi omezeném čase najít odpovědi – a aby je byla schopna najít, bude muset přistoupit k činům, které mohou ohrozit nejen její vlastní život, ale dost možná osud celého lidstva.(Falcon)\n\nČSFD: 80% (41.6k)"
    },
    {
      "imdb": "tt1677720",
      "name": "Ready Player One: Hra začíná",
      "year": 2018,
      "releaseInfo": "2018 • ČSFD: 81% (35.8k)",
      "csfdId": 410534,
      "csfdRating": 81,
      "csfdRatingCount": 35763,
      "poster": "https://images.metahub.space/poster/small/tt1677720/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1677720/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "140 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Dobrodružný"
      ],
      "description": "Děj filmu legendárního režiséra Stevena Spielberga je zasazen do roku 2045, kdy se svět ocitá na pokraji chaosu a kolapsu. Lidé však nalezli spásu v OASIS, rozsáhlém světě virtuální reality, který vytvořil geniální a excentrický James Halliday (Mark Rylance). Když Halliday zemře, odkáže své nesmírné bohatství prvnímu člověku, který najde Velikonoční vajíčko ukryté někde v OASIS. Odstartuje tak zběsilý závod, který pohltí celý svět. Když se k závodu o nalezení Velikonočního vajíčka rozhodne přidat nenápadný mladý hrdina Wade Watts (Tye Sheridan), je vržen do šílené, realitě na hony vzdálené honby za pokladem ve fantaskním světě mystérií, nečekaných objevů a nebezpečí.(Vertical Entertainment)\n\nČSFD: 81% (35.8k)"
    },
    {
      "imdb": "tt0499549",
      "name": "Avatar",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 83% (101.3k)",
      "csfdId": 228329,
      "csfdRating": 83,
      "csfdRatingCount": 101304,
      "poster": "https://images.metahub.space/poster/small/tt0499549/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0499549/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "162 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy"
      ],
      "description": "Avatar před námi otevírá neuvěřitelný svět za hranicemi naší fantazie, svět střetu dvou naprosto odlišných civilizací. Nově objevená vzdálená planeta Pandora je mírumilovné místo s obyvatelstvem - Na’vi, žijícím v souladu s divukrásnou vegetací planety. Posádka vyslaná ze Země na své průzkumné misi objeví na Pandoře velmi cenný minerál, který by měl na Zemi nevyčíslitelnou hodnotu. Pobyt na Pandoře je ovšem pro člověka možný teprve po vytvoření jeho genetického dvojníka, hybrida Avataru, který může být ovládán psychikou oddělenou od lidského těla a fyzicky odpovídá původnímu obyvatelstvu Pandory, které má fluorescentní modrou kůži a dosahuje 3m výšky. Na tuto náročnou misi je vybrán mezi jinými také Jake Sully (Sam Worthington), bývalý námořník, který byl při jedné ze svých předešlých misí paralyzován od pasu dolů. A právě šance opět chodit přiměla Jakea, aby se do programu Avatar přihlásil.Průzkumná mise je vyslána a po přistání na Pandoře je zcela ohromena úžasnou rozmanitostí místní vegetace. Stromy dosahují výšky mrakodrapů a světélkující prales je plný nádherných tvorů, které jste nikdy neviděli, ale také hrozných prehistorických predátorů. To je jen zrnko překvapení, které posádku čeká. I když se zdá, že po počáteční nedůvěře lidí Na’vi se posádce podařilo adaptovat a také získat prostor pro diplomatickou misi, pandořané se rozhodně nehodlají nechat kolonizovat a dojde ke tvrdému střetu. Jake, který se postupně sblížil s místním obyvatelstvem, a především s místní princeznou Neytiri, stojí před rozhodnutím, za koho bojovat ve finální bitvě, která má rozhodnout o osudu a vývoji celého světa.(Bontonfilm)\n\nČSFD: 83% (101.3k)"
    },
    {
      "imdb": "tt3896198",
      "name": "Strážci Galaxie Vol. 2",
      "year": 2017,
      "releaseInfo": "2017 • ČSFD: 80% (40k)",
      "csfdId": 380161,
      "csfdRating": 80,
      "csfdRatingCount": 39997,
      "poster": "https://images.metahub.space/poster/small/tt3896198/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3896198/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "137 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy",
        "Komedie"
      ],
      "description": "V rytmu zbrusu nových Nejlepších hitů #2 pokračují ve filmu od studia Marvel Strážci Galaxie Vol. 2 dobrodružství party superhrdinů, kteří se vydávají až na samé hranice kosmu. Strážci se musí naučit držet pohromadě a odhalit tajemství rodičů Petera Quilla. Staří nepřátelé se stávají spojenci a na pomoc našim super-hrdinům přicházejí i další oblíbené postavy z rozpínajícího se filmového vesmíru studia Marvel.(Falcon)\n\nČSFD: 80% (40k)"
    },
    {
      "imdb": "tt0107290",
      "name": "Jurský park",
      "year": 1993,
      "releaseInfo": "1993 • ČSFD: 86% (71.4k)",
      "csfdId": 8644,
      "csfdRating": 86,
      "csfdRatingCount": 71410,
      "poster": "https://images.metahub.space/poster/small/tt0107290/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0107290/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "127 min",
      "genres": [
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Po fantastickém nálezu miliony let starých D.N.A. se pokusí skupina ambiciózních vědců vytvořit přírodní park s žijícími prehistorickými zvířaty na vzdáleném liduprázdném ostrově. Celý projekt podporuje milionář John Hammond (Richard Attenborough), který těsně před otevřením Jurského parku pro veřejnost pozve na jeho návštěvu svá dvě vnoučata, známého paleontologa s jeho přítelkyní a další odborníky. Průběh jejich klidné návštěvy se rychle změní v noční můru poté, co jeden ze zaměstnanců v naději na tučný zisk od konkurence ukradne embrya dinosaurů. Aby snadno unikl z parku, vypne bezpečnostní systémy a tím i elektřinou napájený plot ohrazující celý Jurský park. Dinosauři se dostávají do volné přírody a souboj lidí s druhohorními obludami začíná.(oficiální text distributora)\n\nČSFD: 86% (71.4k)"
    },
    {
      "imdb": "tt0926084",
      "name": "Harry Potter a Relikvie smrti - část 1",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 75% (73.9k)",
      "csfdId": 230063,
      "csfdRating": 75,
      "csfdRatingCount": 73892,
      "poster": "https://images.metahub.space/poster/small/tt0926084/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0926084/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "146 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Rodinný",
        "Fantasy"
      ],
      "description": "Dlouho obávaná válka se zlem začala, Voldemortovi Smrtijedi kontrolují ministerstvo kouzel i Bradavice a zatýkají všechny, kdo by se jim chtěli postavit. Harry a jeho přátelé mají před sebou těžký úkol, chtějí najít a zničit tajemství Voldemortovy nesmrtelnosti - viteály. Při pátrání po nich nejsou nikde v bezpečí, proto se každý den přesunují a stanují v lese. Jejich samota vyústí v hádky podporované temnou mocí viteálu. Ron pak své přátele opouští. Ne na dlouho, brzy si uvědomí sílu přátelství a začne své kamarády hledat. Společně jsou poté úspěšní a jeden viteál se jim podaří zničit. Opět sjednocené trio se vydává navštívit otce Lenky Láskorádové. Od něho se dozvídají o Relikviích smrti - neporazitelné kouzelné hůlce, kameni schopném vzkřísit mrtvé a neviditelném plášti, který shodou okolností Harry již sedm let vlastní. A tato hůlka je to, co Voldemort hledá, jako pojistku proti Harrymu...(TV Nova)\n\nČSFD: 75% (73.9k)"
    },
    {
      "imdb": "tt5463162",
      "name": "Deadpool 2",
      "year": 2018,
      "releaseInfo": "2018 • ČSFD: 80% (37.2k)",
      "csfdId": 426009,
      "csfdRating": 80,
      "csfdRatingCount": 37157,
      "poster": "https://images.metahub.space/poster/small/tt5463162/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt5463162/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "120 min",
      "genres": [
        "Akční",
        "Komedie",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Připravte se na druhý příchod Wade Wilsona alias Deadpoola (Ryan Reynolds). Možná s ním prožijeme okamžiky, kdy jako kuchař přežívá skoro smrtící hovězí útok a hned poté prahne po splnění svého velkého snu: stát se nejvyhledávanějším barmanem v Mayberry. A zároveň se chce vyrovnat s tím, že zcela ztratil chuť a snaží se tedy znovuobjevit správné životní koření. Pátrá i po nějakém nestabilním kondenzátoru, bojuje s nindži i japonskou jakuzou a vzdoruje smečce sexuálně agresivních čoklů. Deadpool také vyráží do světa, aby objevil pro něj významné životní body: rodinu, přátelství, novou chuť prožívat dobrodružství a také, aby si zasloužil vytoužený hrneček s nápisem „Nejlepší milovník na světě“. Nebo taky ne. Deadpool je zkrátka chlapík mnoha tváří, byť by ta jeho pravá, ukrytá pod maskou, je pěkně hnusná. Ale za to nemůže. Což ovšem neplatí o jeho hodně černém smyslu pro humor a netradičním přístupu k superhrdinským pravidlům fair play.(CinemArt)\n\nČSFD: 80% (37.2k)"
    },
    {
      "imdb": "tt0347149",
      "name": "Howlův kráčející hrad",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 85% (19.3k)",
      "csfdId": 91936,
      "csfdRating": 85,
      "csfdRatingCount": 19308,
      "poster": "https://images.metahub.space/poster/small/tt0347149/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0347149/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "119 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Fantasy",
        "Romantický"
      ],
      "description": "I v pokojném anglickém městečku se mohou dít čáry a kouzla. Mladá a skromná Sofie, nejlepší kloboučnice v salonu, vůbec neví, čím si zasloužila, že ji jednoho dne na ulici zachrání před dotěrnými vojáky krásný čaroděj. Vezme ji pod svou ochranu a udivená Sofie najednou ztrácí půdu pod nohama, stoupají spolu nad městečko, letí jako ptáci... Jenže pak ji čeká trest v podobě zlé čarodějnice. Sofie přijde o své mládí i krásu a dál se musí protloukat světem jako stařena. Její jedinou nadějí je ten krásný mladý čaroděj Howl, který ve svém zámku na muřích nohách obchází krajem. Pohádkový příběh dívky Sofie a mladého čaroděje Howla vypráví především o lidské svobodě a síle lásky. Film získal řadu mezinárodních ocenění, včetně nominace na Oscara za nejlepší celovečerní animovaný film.(Aerofilms)\n\nČSFD: 85% (19.3k)"
    },
    {
      "imdb": "tt5013056",
      "name": "Dunkerk",
      "year": 2017,
      "releaseInfo": "2017 • ČSFD: 79% (38.7k)",
      "csfdId": 67105,
      "csfdRating": 79,
      "csfdRatingCount": 38661,
      "poster": "https://images.metahub.space/poster/small/tt5013056/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt5013056/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "107 min",
      "genres": [
        "Akční",
        "Válečný",
        "Drama",
        "Historický"
      ],
      "description": "Očekávané válečné drama vizionáře Christophera Nolana vychází z událostí evakuace obklíčených francouzských, britských a belgických vojáků z pláží severofrancouzského Dunkerku na jaře 1940.(Vertical Entertainment)\n\nČSFD: 79% (38.7k)"
    },
    {
      "imdb": "tt0351283",
      "name": "Madagaskar",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 76% (57k)",
      "csfdId": 117282,
      "csfdRating": 76,
      "csfdRatingCount": 57039,
      "poster": "https://images.metahub.space/poster/small/tt0351283/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0351283/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "86 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný"
      ],
      "description": "Newyorská zoo je domovem pro čtyři skvělé kamarády. Největší hvězdou je mezi nimi lev Alex, dále do party patří těžkotonážní hrošice Glorie, žirafí hypochondr Melman a zebra jménem Marty. Právě ten zrovna slaví desáté narozeniny. Polovinu života má za sebou a začne proto bilancovat. Při tom zjistí, že od života chce něco víc než jen dělat cvičenou opičku v zoo. Rád by se podíval do divočiny, aby zjistil, jak by vypadal život ve volné přírodě. Když se se svým snem svěří na oslavě ostatním kamarádům, všichni jsou vyděšení a snaží se mu bláznivý nápad vymluvit. Melman se ale zmíní o tom, že dokonale napodobenou divočinu nabízí zoo v Bostonu. Marty se proto v noci tajně vytratí ze zoo a rozhodne se, že si zajede vlakem do Bostonu na výlet. Když zbývající trojice v zoo zjistí, že jejich nejlepší kamarád je pryč, na nic nečekají a vydají se za ním, aby ho přivedli zpět. Všichni se střetnou na Hlavním nádraží, ale volný pohyb zvířat po městě pochopitelně zaregistrují i policisté, kteří je na nádraží zadrží. Zvířata jsou odchycena a rozhodne se o tom, že budou navrácena do volné přírody, protože podle jejich chování je to jejich vroucí přání. Když se všichni probudí v bednách na přepravní lodi s místem určení Afrika, mezi Martym a Alexem dojde k velké hádce. Alex se nemůže smířit s tím, že kvůli Martymu museli opustit svůj newyorský domov. Lodi se zmocní taktéž prchající tučňáci, kteří se zase nechtějí smířit s místem určení a změní kurz směrem na Antarktidu. Při tom ale krabice se lvem, zebrou, žirafou i hrošicí vypadnou z lodi přes palubu a přátelé ztroskotají na Madagaskaru. Nejdříve si myslí, že jsou v nějaké zoo, ale zdejší obyvatelé, divocí lemuři v čele s králem Jelimánem jim řeknou, jak se věci mají. Marty je nadšený, Alex vyděšený a naštvaný, Melman panikaří ze zdejších hygienických poměrů a Glorie stále doufá, že se pro ně někdo vrátí. Alex a Marty se pohádají a král zvířat se rozhodne, že se svým kamarádem už dál nebude spolupracovat. Vyrobí dřevěnou kopii Sochy Svobody, kterou s Melmanem a Glorií chtějí zapálit, když se na moři objeví nějaká loď. Jenže Melman sochu omylem podpálí hned a poté se s Glorií odebere na Martyho část ostrova, kde je sranda, pohoda a dokonce nějaké to jídlo v podobě chaluh. Alex se k nim nejprve připojit nechce, ale nakonec názor změní. Jenže další den se začnou bohužel projevovat vedlejší účinky toho, že je masožravý Alex už několik dní bez jídla. Když si čtveřice užívá velké pařby a oslavy, kterou jim připravili na uvítanou lemuři, Alex zešelmovatí a zakousne se nevědomky Martymu do zadku. V divočině se totiž ostatní zvířata stávají pro lvy kořistí a Alex kvůli hladu nemůže překonat přirozený pud. Proto je nakonec králem Jelimánem vykázán na druhou stranu ostrova, mezi zlé fosy. To jsou predátoři, kteří odjakživa představují pro zdejší lemury hrozbu. Jelimán si původně myslel, že Alex je před fosami ochrání, ale jeho plán selhal...(TV Prima)\n\nČSFD: 76% (57k)"
    },
    {
      "imdb": "tt1022603",
      "name": "500 dní se Summer",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 79% (35.6k)",
      "csfdId": 253070,
      "csfdRating": 79,
      "csfdRatingCount": 35557,
      "poster": "https://images.metahub.space/poster/small/tt1022603/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1022603/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "95 min",
      "genres": [
        "Komedie",
        "Drama",
        "Romantický"
      ],
      "description": "Nezvyklá romantická komedie o lásce a osudu přináší příběh mladého reklamního textaře (Joseph Gordon-Levitt), který až dosud zoufale a bezúspěšně hledal dívku svých snů… A teď to vypadá, že by jeho nová kolegyně Summer Finn (Zooey Deschanel) mohla být tou “pravou”. Ale 500 dní jejich nekonvenčního vztahu dokazuje (na přeskáčku), že cesta ke štěstí může být nepředvídatelná, nekontrolovatelná — a neskutečně zábavná!(Magic Box)\n\nČSFD: 79% (35.6k)"
    },
    {
      "imdb": "tt7131622",
      "name": "Tenkrát v Hollywoodu",
      "year": 2019,
      "releaseInfo": "2019 • ČSFD: 78% (40.9k)",
      "csfdId": 527699,
      "csfdRating": 78,
      "csfdRatingCount": 40914,
      "poster": "https://images.metahub.space/poster/small/tt7131622/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt7131622/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "162 min",
      "genres": [
        "Komedie",
        "Drama"
      ],
      "description": "V devátém filmu kultovního režiséra Quentina Tarantina se televizní herec (Leonardo DiCaprio) a jeho dlouholetý kaskadér (Brad Pitt) rozhodnou prosadit se u filmu na konci zlaté éry Hollywoodu - v roce 1969 v Los Angeles.(Falcon)\n\nČSFD: 78% (40.9k)"
    },
    {
      "imdb": "tt3498820",
      "name": "Captain America: Občanská válka",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 78% (37.8k)",
      "csfdId": 368671,
      "csfdRating": 78,
      "csfdRatingCount": 37832,
      "poster": "https://images.metahub.space/poster/small/tt3498820/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3498820/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "147 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Film studia Marvel Captain America: Občanská válka se odehrává v době, kdy Steve Rogers převzal vedení nově zformovaného týmu Avengers, který se nadále snaží chránit lidstvo. Dojde však k dalšímu incidentu, ve kterém sehrají Avengers nešťastnou roli. Politické tlaky vyústí ve vytvoření systému zodpovědnosti vedenému vládní organizací, jež na tým super-hrdinů dohlíží a řídí ho. Nová skutečnost Avengers rozdělí na dva tábory. Jeden vede Steve Rogers, jež hájí svobodu Avengers, aby mohli bránit lidstvo bez vládních zásahů. Druhý vede Tony Stark, který překvapivě zastává myšlenku vládního dohledu a zodpovědnosti. Připravte se vybrat si svou stranu a přidat se k non-stop akci na dvou frontách.(Falcon)\n\nČSFD: 78% (37.8k)"
    },
    {
      "imdb": "tt10872600",
      "name": "Spider-Man: Bez domova",
      "year": 2021,
      "releaseInfo": "2021 • ČSFD: 81% (24.8k)",
      "csfdId": 792852,
      "csfdRating": 81,
      "csfdRatingCount": 24796,
      "poster": "https://images.metahub.space/poster/small/tt10872600/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt10872600/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "148 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Vůbec poprvé ve filmové historii je odhalena totožnost Spider-Mana a náš dobrý soused již nedokáže oddělit svou zodpovědnost superhrdiny od běžného života, čímž se jeho nebližší ocitnou ve velkém nebezpečí. Spider-Man požádá Doctora Strange, aby mu pomohl jeho tajemství obnovit. Kouzlo však způsobí v realitě obrovskou trhlinu, jíž do světa proniknou ti nejmocnější zloduši, kteří kdy bojovali se Spider-Manem v paralelním světě. Peter tak musí překonat svou doposud největší výzvu, která navždy změní nejen jeho budoucnost, ale i budoucnost paralelních světů.(Falcon)\n\nČSFD: 81% (24.8k)"
    },
    {
      "imdb": "tt1772341",
      "name": "Raubíř Ralf",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 82% (22.5k)",
      "csfdId": 300893,
      "csfdRating": 82,
      "csfdRatingCount": 22477,
      "poster": "https://images.metahub.space/poster/small/tt1772341/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1772341/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "101 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný"
      ],
      "description": "Wreck-It Ralph touží po tom, aby byl milován tak, jako perfektní Good Guy jménem Fix-It Felix z jeho hry. Problém je v tom, že nikdo nemiluje Bad Guye. Ale oni milují hrdiny… takže když přichází moderní hra ve stylu kdo dřív vystřelí, kde se objeví neoblomná Sergeant Calhoun, Ralph to vidí jako příležitost k hrdinství a štěstí. Vplíží se do hry s jednoduchým plánem – vyhrát medaili – ale brzy zničí všechno a nechtěně vypustí smrtelného nepřítele, který ohrožuje každou hru v arkádě. Jediná Ralphova naděje? Vanellope von Schweetz, mladá problémistka z hry o závodění, která je tou jedinou, kdo může Ralpha naučit, co to znamená být Good Guy. Ale zjistí, že je natolik dobrý, aby se stal hrdinou před tím, než se objeví pro celou arkádu nápis „Game Over“?(oficiální text distributora)\n\nČSFD: 82% (22.5k)"
    },
    {
      "imdb": "tt1211837",
      "name": "Doktor Strange",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 77% (41.4k)",
      "csfdId": 266804,
      "csfdRating": 77,
      "csfdRatingCount": 41406,
      "poster": "https://images.metahub.space/poster/small/tt1211837/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1211837/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "115 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy",
        "Sci-Fi"
      ],
      "description": "Studio Marvel uvádí film Doctor Strange o světoznámém neurochirurgovi Dr. Stephenu Strangovi, jehož život se změní po strašlivé dopravní nehodě, která mu znemožnila používat ruce. Když ho tradiční medicína zklame, je Strange nucen hledat uzdravení a naději jinde. A tak se vypraví na mystické, odloučené místo známé jako Kamar-Taj. Brzy zjistí, že Kamar-Taj není jen chrámem uzdravení, ale i základnou pro boj s temnými silami, jež chtějí zničit naši realitu. Zanedlouho si musí Strange – vybavený novými magickými schopnostmi – vybrat, zda se vrátí k původnímu životu plnému bohatství a slávy, anebo se všeho vzdá a bude bránit svět jako nejmocnější kouzelník ve vesmíru.(Falcon)\n\nČSFD: 77% (41.4k)"
    },
    {
      "imdb": "tt0848228",
      "name": "Avengers",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 83% (72.2k)",
      "csfdId": 241997,
      "csfdRating": 83,
      "csfdRatingCount": 72200,
      "poster": "https://images.metahub.space/poster/small/tt0848228/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0848228/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "143 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy"
      ],
      "description": "Marvel Studios uvádí super hrdinský tým všech dob Avengers, ve kterém se přestaví ikoničtí super hrdinové – Iron Man, Neuvěřitelný Hulk, Thor, Captain America, Hawkeye a Black Widow. Když se objeví nečekaný nepřítel, který ohrožuje světovou bezpečnost, Nick Fury, ředitel mezinárodní mírové agentury, známé také jako S.H.I.E.L.D., zjistí, že potřebuje tým, aby odvrátil světovou katastrofu. Začíná provádět nábor po celém světě.(Falcon)\n\nČSFD: 83% (72.2k)"
    },
    {
      "imdb": "tt0104431",
      "name": "Sám doma 2: Ztracen v New Yorku",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 75% (51.7k)",
      "csfdId": 1629,
      "csfdRating": 75,
      "csfdRatingCount": 51740,
      "poster": "https://images.metahub.space/poster/small/tt0104431/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0104431/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "120 min",
      "genres": [
        "Rodinný",
        "Komedie",
        "Dobrodružný"
      ],
      "description": "Malého Kevina tentokrát nezapomenou doma, ale ztratí se na letišti. Zatímco jeho rodina letí na vysněnou dovolenou do Miami, malý chlapec omylem odlétá do New Yorku. Zpočátku je vylekaný, ale když má u sebe všechny otcovy peníze, ubytuje se v nejdražším hotelu a začne si užívat vánoční pohodu. Ještě netuší, jaké nepříjemné setkání ho čeká...(oficiální text distributora)\n\nČSFD: 75% (51.7k)"
    },
    {
      "imdb": "tt0910970",
      "name": "VALL-I",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (52.9k)",
      "csfdId": 231646,
      "csfdRating": 85,
      "csfdRatingCount": 52917,
      "poster": "https://images.metahub.space/poster/small/tt0910970/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0910970/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "98 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Rodinný",
        "Sci-Fi"
      ],
      "description": "Film začíná v roce 2700. Poslední operační stroj VALL-I stále plní úkol čištění Země se svým jediným mazlíčkem – švábem Halem, který mu dělá společnost. Malý robot, roztomilý a působivý, si za ta léta docela vyvinul svou osobnost. Bydlí v maringotce plné zvláštností a artefaktů z lidského života jako je Rubikova kostka, kuchyňský šlehač a jeho největší poklad – stará video kazeta s filmem Hello Dolly. Během začátku filmu si přidá do své sbírky novou věc – malou rostlinku, kterou zasadí do staré boty. Jednoho dne jde VALL-I po své obvyklé práci, ale blízko přistane kosmická loď. Kosmická loď vyšle malou, létající robotku Eve, která začíná na povrchu planety něco hledat. VALL-I se beznadějně zamiluje. Rodinná animovaná pohádka ze studia Pixar.(oficiální text distributora)\n\nČSFD: 85% (52.9k)"
    },
    {
      "imdb": "tt3748528",
      "name": "Rogue One: Star Wars Story",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 78% (31.6k)",
      "csfdId": 377465,
      "csfdRating": 78,
      "csfdRatingCount": 31601,
      "poster": "https://images.metahub.space/poster/small/tt3748528/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3748528/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "133 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Fantasy",
        "Sci-Fi"
      ],
      "description": "Rogue One: Star Wars Story je první z nové série samostatných filmů Lucasfilmu. Vypráví příběh skupiny netradičních hrdinů, kteří se dají dohromady, aby splnili odvážný a zdánlivě nemožný úkol: Ukrást plány Hvězdy smrti.(Falcon)\n\nČSFD: 78% (31.6k)"
    },
    {
      "imdb": "tt0371746",
      "name": "Iron Man",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 82% (76.1k)",
      "csfdId": 223262,
      "csfdRating": 82,
      "csfdRatingCount": 76137,
      "poster": "https://images.metahub.space/poster/small/tt0371746/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0371746/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Slavná komiksová postava Iron Man patří mezi nejhýčkanější superhrdiny sdružené pod křídly giganta jménem Marvel. Přesto (nebo možná právě proto) se až teď mohl přidat ke svým sourozencům Spider-Manovi, Fantastické čtyřce a X-Menům, kteří o sobě mohou hrdě prohlašovat, že o nich natočili film. Nečekejte ovšem dalšího spasitele lidstva, kterému k jeho mimořádným schopnostem pomohlo pavoučí kousnutí nebo ozáření. Muž se železnou maskou, občanským jménem Tony Stark, se ke své výjimečnosti \"poctivě\" propracoval. Uvozovky jsou namístě, Tony se živí jako VIP výrobce a dodavatel technologicky vyspělých zbraní pro americkou armádu a jeho životní filozofii vystihuje věta: Nejlepší zbraní je ta, ze které stačí vystřelit jen jednou. Na cestě z povedené prezentace nejnovější zbraně hromadného ničení pro armádní špičky ho na horké afgánské půdě unese jistá teroristická skupina. Muž, kterému ležela Amerika u nohou, se tak rázem ocitá v držení lidí, kteří po něm chtějí jediné - aby začal vyrábět zbraně pro ně. Díky své vynalézavosti, výjimečnému intelektu a schopnosti improvizovat si Tony v zajetí vyrobí \"brnění\", které mu pomůže dostat se na svobodu. Tehdy také dostane nápad tenhle improvizovaný kovový oblek ještě výrazně vylepšit. A tak se zrodí Iron Man.(oficiální text distributora)\n\nČSFD: 82% (76.1k)"
    },
    {
      "imdb": "tt0993846",
      "name": "Vlk z Wall Street",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 83% (66.7k)",
      "csfdId": 287147,
      "csfdRating": 83,
      "csfdRatingCount": 66677,
      "poster": "https://images.metahub.space/poster/small/tt0993846/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0993846/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "180 min",
      "genres": [
        "Životopisný",
        "Komedie",
        "Drama",
        "Krimi"
      ],
      "description": "Film Vlk z Wall Street přináší podívanou z doby, kdy na Wall Street vládla pravidla Divokého Západu. Jen místo pistolníků na koních se tu prohánějí jachty a nahé blondýny a místo prachu nad prérií víří vzduchem bankovky. Někdy dokázal vydělat i 12 milionů dolarů za pouhé tři minuty. A peníze uměl také pěkně roztáčet. V jeho kancelářích běžně defilovala nahá dívčí dechovka, šňupaly se velehory kokainu, pořádaly se závody v házení trpaslíky, opice jezdily na kolečkových bruslích a se svou ženou souložil na matraci ze samých bankovek. Když mu v Londýně na večírku došly drogy, vzbudil svou newyorskou sekretářku, aby mu je poslala soukromým tryskáčem. Po každém velkém mejdanu ale přichází i odpovídající kocovina. Zvlášť, pokud kouzlení s akciemi je více než jen kreativní. FBI vás pak chce zatknout a mnoho dalších se chce pomstít.(Bontonfilm)\n\nČSFD: 83% (66.7k)"
    },
    {
      "imdb": "tt9362722",
      "name": "Spider-Man: Napříč paralelními světy",
      "year": 2023,
      "releaseInfo": "2023 • ČSFD: 87% (10.8k)",
      "csfdId": 792366,
      "csfdRating": 87,
      "csfdRatingCount": 10773,
      "poster": "https://images.metahub.space/poster/small/tt9362722/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt9362722/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "140 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Miles Morales, který je nyní na plný úvazek dobrým sousedem Spider-Manem v Brooklynu, se znovu setkává s Gwen Stacyovou, se kterou se vydá na zběsilou jízdu Mnohovesmírem, v němž se setká s novou partou Pavoučích hrdinů, kteří brání samotnou podstatu paralelních světů. Když se však mezi Pavoučími hrdiny objeví rozpor, jak se vypořádat s novým nebezpečím, Miles zjistí, že bude muset přehodnotit, co pro něj znamená být hrdinou, aby zachránil ty, které na světě miluje nejvíc.(Falcon)\n\nČSFD: 87% (10.8k)"
    },
    {
      "imdb": "tt1630029",
      "name": "Avatar: The Way of Water",
      "year": 2022,
      "releaseInfo": "2022 • ČSFD: 79% (24.8k)",
      "csfdId": 277495,
      "csfdRating": 79,
      "csfdRatingCount": 24775,
      "poster": "https://images.metahub.space/poster/small/tt1630029/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1630029/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "192 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy"
      ],
      "description": "Film Avatar: The Way of Water nabízí filmový zážitek na zcela nové úrovni. James Cameron vrátí diváky zpět do nádherného světa Pandory ve velkolepém a strhujícím dobrodružství plném akce. Ve filmu Avatar: The Way of Water se po více jak deseti letech znovu setkáváme s Jakem Sullym, Neytiri a jejich dětmi, kteří stále bojují za to, aby se udrželi v bezpečí a naživu.(Falcon)\n\nČSFD: 79% (24.8k)"
    },
    {
      "imdb": "tt2674426",
      "name": "Než jsem tě poznala",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 80% (23.4k)",
      "csfdId": 407687,
      "csfdRating": 80,
      "csfdRatingCount": 23361,
      "poster": "https://images.metahub.space/poster/small/tt2674426/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2674426/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "110 min",
      "genres": [
        "Drama",
        "Romantický"
      ],
      "description": "Louise ví leccos. Ví, že se jí líbí práce v bistru, a ví, že možná nemiluje svého přítele Patricka. Zato neví nic o klasické hudbě, neví, že přijde o místo, a kdyby tušila, co ji čeká, asi by tomu stejně nevěřila. Will zase po dopravní nehodě ztratil chuť do života. Ví, čím byl kdysi a všechno se mu nyní zdá nepodstatné, a také přesně ví, jak s tím skoncovat. Zato neví, že Lou mu vtrhne do života jako náhlá bouře. A ani jeden z nich neví, že jeden druhého navzájem navždy změní ...(Forum Film CZ)\n\nČSFD: 80% (23.4k)"
    },
    {
      "imdb": "tt0327597",
      "name": "Koralína a svět za tajnými dveřmi",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 81% (21.2k)",
      "csfdId": 105807,
      "csfdRating": 81,
      "csfdRatingCount": 21240,
      "poster": "https://images.metahub.space/poster/small/tt0327597/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0327597/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "100 min",
      "genres": [
        "Animovaný",
        "Rodinný",
        "Fantasy",
        "Dobrodružný"
      ],
      "description": "Dva báječní muži s nekonečnou fantazií a třetí rozměr. Kombinace těchto faktorů stvořila temnou pohádku Koralína a svět za tajnými dveřmi. Dobrodružný příběh, který vzdáleně připomíná Alenčinu výpravu do světa za zrcadlem, se zrodil v hlavě Neila Gaimana, jednoho z nejlepších autorů fantasy současnosti. V jiné hlavě, která patřila tvůrci slavné Předvánoční noční můry Henrymu Selickovi, se zase vylíhnul nápad na jeho filmové zpracování. A ne ledajaké. Poprvé v historii kinematografie Selick zkombinoval metodu tradiční stop-motion animace a stereoskopického 3-D. Vznikl nikoliv pouhý film, ale zážitek, který lze jen velmi obtížně popsat slovy... Jedenáctiletá Koralína Jonesová je zvědavé a neposedné děvče s rašící pubertou. O to bolestněji na ni doléhá, že se z města tepajícího životem odstěhovala do barabizny kdesi v „pustoprázdnu“, kde na ni rodiče permanentně nemají čas a jediným vrstevníkem je kluk jménem Wybie, z něhož se vyklubal velmi otravný protiva. Možnost povyražení nelze očekávat ani od Koralíniných nových sousedů, jimiž jsou dvě vysloužilé herečky a bývalý ruský cirkusák pan Bobinsky. Asi by se brzy ukousala nudou, kdyby v jedné z místností Koralína neobjevila tajné dveře. Za nimi čeká překvapení. Alternativní svět, který je na první pohled velmi podobný tomu reálnému, ale už na druhý úplně jiný – lepší. Její alternativní rodiče se jí věnují, alternativní Wybie není ani trošku otravný a ze sousedů se vyklubali nejzábavnější lidé pod sluncem. Koralínu dokonce napadne, jestli by jí v téhle dokonalejší verzi existence nebylo lépe. Nebylo, což se jí neustále snaží naznačovat mluvící kocour. Když ho konečně poslechne, je už pozdě. Útěk z „dokonalého světa“ do neutěšené reality nebude pro jedenáctiletou holku vůbec jednoduchý.(oficiální text distributora)\n\nČSFD: 81% (21.2k)"
    },
    {
      "imdb": "tt12593682",
      "name": "Bullet Train",
      "year": 2022,
      "releaseInfo": "2022 • ČSFD: 80% (24k)",
      "csfdId": 933670,
      "csfdRating": 80,
      "csfdRatingCount": 23960,
      "poster": "https://images.metahub.space/poster/small/tt12593682/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt12593682/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "126 min",
      "genres": [
        "Akční",
        "Komedie",
        "Thriller"
      ],
      "description": "Brad Pitt hraje ve filmu Bullet Train nájemného zabijáka Berušku, který je odhodlán vykonávat svou práci mírumilovně, jelikož se mu spousta předchozích kšeftů vymkla z rukou a smůla se mu lepí na paty. Osud má nicméně jiné plány, protože Beruška se při své nejnovější misi v nejrychlejším vlaku světa dostane do křížku se smrtícími protivníky. Jejich cíle jsou vzájemně propojené, a zároveň protichůdné. Konec trati je pouze začátkem nepřetržité divoké a vzrušující jízdy napříč moderním Japonskem.(Falcon)\n\nČSFD: 80% (24k)"
    },
    {
      "imdb": "tt0096283",
      "name": "Můj soused Totoro",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 85% (12.3k)",
      "csfdId": 42137,
      "csfdRating": 85,
      "csfdRatingCount": 12281,
      "poster": "https://images.metahub.space/poster/small/tt0096283/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0096283/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "86 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Fantasy",
        "Rodinný"
      ],
      "description": "Sestry Sacuki a Mei se s tatínkem stěhují na venkov do strašidelného domu. Starší Sacuki musí převzít péči o domácnost, zatímco malá Mei objevuje zákoutí přilehlého lesa. Dívky se spřátelí s roztomilými lesními duchy v čele s obrovským chlupáčem Totorem a prožijí s nimi největší dobrodružství svého života. Nadčasový film mistra japonské animace Hajaa Mijazakiho v produkci studia Ghibli s ohromující obrazotvorností vypráví o každodenních radostech i trápeních diváků každého věku.(Aerofilms)\n\nČSFD: 85% (12.3k)"
    },
    {
      "imdb": "tt1877830",
      "name": "Batman",
      "year": 2022,
      "releaseInfo": "2022 • ČSFD: 79% (24.6k)",
      "csfdId": 323329,
      "csfdRating": 79,
      "csfdRatingCount": 24591,
      "poster": "https://images.metahub.space/poster/small/tt1877830/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1877830/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "177 min",
      "genres": [
        "Akční",
        "Drama",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "Dva roky slídění po ulicích jako Batman, který nahání strach zločincům, zavedly Bruce Waynea hluboko do stínů Gotham City. Mezi zkorumpovanou sítí městských úředníků a vysoce postavených osobností má osamělý mstitel jen několik důvěryhodných spojenců - Alfreda Pennywortha a poručíka Jamese Gordona - a mezi svými spoluobčany se stal jediným ztělesněním pomsty. Když se vrah sérií sadistických machinací zaměří na gothamskou smetánku, stopa záhadných indicií pošle Největšího detektiva světa na vyšetřování do podsvětí, kde se setká s postavami jako Oswald Cobblepot, Edward Nashton, Carmine Falcone a Selina Kyleová. Jakmile důkazy začnou vést blíže k domovu a začne být jasný rozsah pachatelových plánů, musí Batman navázat nové vztahy a odhalit pachatele, aby se stal symbolem naděje Gotham City.(Vertical Entertainment)\n\nČSFD: 79% (24.6k)"
    },
    {
      "imdb": "tt4425200",
      "name": "John Wick 2",
      "year": 2017,
      "releaseInfo": "2017 • ČSFD: 77% (31.8k)",
      "csfdId": 60883,
      "csfdRating": 77,
      "csfdRatingCount": 31837,
      "poster": "https://images.metahub.space/poster/small/tt4425200/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt4425200/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "122 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "V pokračování úspěšného akčního thrilleru z roku 2014 přinutí legendárního Johna Wicka (Keanu Reeves) k návratu ze zabijáckého důchodu jeho bývalý spolupracovník, který se pomocí intrik snaží převzít kontrolu nad tajemným mezinárodním sdružením nájemných zabijáků. Krevní přísaha Johna zavazuje, aby mu pomohl, a tak se vypraví do Říma, kde se utká s několika nejnebezpečnějšími zabijáky na světě.(Freeman Ent.)\n\nČSFD: 77% (31.8k)"
    },
    {
      "imdb": "tt2294629",
      "name": "Ledové království",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 76% (35.2k)",
      "csfdId": 328862,
      "csfdRating": 76,
      "csfdRatingCount": 35172,
      "poster": "https://images.metahub.space/poster/small/tt2294629/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2294629/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "102 min",
      "genres": [
        "Animovaný",
        "Muzikál",
        "Fantasy",
        "Dobrodružný",
        "Komedie",
        "Rodinný"
      ],
      "description": "Nebojácná a věčně optimistická Anna se vydává na velkolepou výpravu v doprovodu drsného horala Kristoffa a jeho věrného soba Svena, aby nalezla svou sestru Elsu, jejíž ledová kouzla uvěznila království Arendelle do věčné zimy. Na své pouti se Anna a Kristoff setkávají s podmínkami, které si nezadají s nejvyššími velehorami světa, mýtickými trolly a legračním sněhulákem Olafem, a navzdory drsným živlům se zoufale pokoušejí dosáhnout svého cíle dříve, než bude zcela pozdě.(Falcon)\n\nČSFD: 76% (35.2k)"
    },
    {
      "imdb": "tt3915174",
      "name": "Kocour v botách: Poslední přání",
      "year": 2022,
      "releaseInfo": "2022 • ČSFD: 85% (11.8k)",
      "csfdId": 389064,
      "csfdRating": 85,
      "csfdRatingCount": 11777,
      "poster": "https://images.metahub.space/poster/small/tt3915174/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3915174/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "103 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Rodinný",
        "Fantasy"
      ],
      "description": "Když máte k dispozici devět životů, tak vám na tom, že tu a tam něco odskáčete, vůbec nezáleží, zvlášť když jste legendární hrdina, který se dobrovolně vrhá do těch nejbláznivějších dobrodružství. Kocour v botách právě zachránil obyvatele jednoho městečka před řáděním zuřivého obra, jenže při tom přišel o předposlední ze svých životů. Takové zjištění by zamávalo s mnohem odolnějším charakterem. Kocour se proto rozhodne pověsit boty na hřebík a žít dál v relativním bezpečí kočičího útulku jako obyčejný chlupatý mazlíček. To by ovšem nesměl mít v patách drsnou Zlatovlásku a její tři drsné medvědí parťáky, kteří s ním mají nevyrovnané účty, a také tajemného Vlka, který šermuje jako ďábel (a možná taky ďábel je). Naděje naštěstí umírá poslední – v Kocourově případě má podobu legendární Hvězdy přání, která by mu mohla obnovit ztracené životy. Jenže taková vzácná věc se nesmírně těžko hledá. Kocour v botách musí spolknout hrdost a uzavřít příměří se svou věčnou soupeřkou, kočičí zlodějkou Čiči Pacičkou. Spolu s ní a novým kamarádem Psem, který kdovíproč předstírá, že je kočka, se vydává vstříc pohádkovému dobrodružství, na jehož konci na všechny čeká odměna. Tedy pokud najdou Hvězdu přání jako první.(CinemArt)\n\nČSFD: 85% (11.8k)"
    },
    {
      "imdb": "tt0101414",
      "name": "Kráska a zvíře",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 84% (12.9k)",
      "csfdId": 18252,
      "csfdRating": 84,
      "csfdRatingCount": 12871,
      "poster": "https://images.metahub.space/poster/small/tt0101414/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0101414/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "84 min",
      "genres": [
        "Animovaný",
        "Rodinný",
        "Muzikál",
        "Romantický"
      ],
      "description": "V dobách, kdy ještě pohádka byla skutečností, žil ve Francii krásný mladý princ, který ale byl pyšný a sobecký. Stará čarodějnice se ho rozhodla potrestat a proměnila ho v hrozné zvíře. Zželelo se jí však mladého života a dala princi ještě šanci na vysvobození: pokud se do něj zamiluje nějaká dívka, stane se opět člověkem. Uběhlo několik let. Ve vzdálené vesnici žil podivínský vynálezce Maurice, který měl překrásnou dceru - říkali jí Kráska. Myslel si na ni marnivý krasavec Gaston, ale Krásku zajímaly jen knihy. Jednou se vynálezce Maurice vydal na cesty a zabloudil do domu obludného zvířete. Aby se zachránil, musela za zvířetem přijít jeho dcera Kráska. Jak už to v pohádkách bývá, všechno dobře dopadne. Kráska se do zvířete zamiluje, princi se vrátí jeho původní podoba, napraví se a bude z něj dobrý a spravedlivý král.\n\nČSFD: 84% (12.9k)"
    },
    {
      "imdb": "tt16311594",
      "name": "F1",
      "year": 2025,
      "releaseInfo": "2025 • ČSFD: 83% (12.6k)",
      "csfdId": 1391005,
      "csfdRating": 83,
      "csfdRatingCount": 12575,
      "poster": "https://images.metahub.space/poster/small/tt16311594/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt16311594/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "156 min",
      "genres": [
        "Sportovní",
        "Drama"
      ],
      "description": "Sonny Hayes (Brad Pitt), kterému přezdívají „rádoby mistr světa“ FORMULE 1 devadesátých let, byl slibným závodníkem, jemuž kariéru zničila téměř fatální havárie. O třicet let později, kdy se Sonny živí jako nájemný závodník, jej osloví jeho bývalý týmový partner Ruben Cervantes (Javier Bardem), který je nyní majitelem skomírajícího týmu FORMULE 1. Ruben přesvědčí Sonnyho, aby se vrátil do FORMULE 1, pomohl jeho týmu k vítězství a tím ho zachránil. Sonnyho novým svěřencem je zbrklý nováček Joshua Pearce (Damson Idris), který si však chce jít vlastní cestou. Za řevu motorů ale Sonnyho dostihne jeho minulost a on zjistí, že jeho týmový parťák je jeho nejlítější konkurent a že cestu ke svému vykoupení nezvládne sám.(Vertical Entertainment)\n\nČSFD: 83% (12.6k)"
    },
    {
      "imdb": "tt0903624",
      "name": "Hobit: Neočekávaná cesta",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 81% (69.4k)",
      "csfdId": 232938,
      "csfdRating": 81,
      "csfdRatingCount": 69407,
      "poster": "https://images.metahub.space/poster/small/tt0903624/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0903624/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "169 min",
      "genres": [
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Film sleduje cestu hlavní postavy Bilbo Pytlíka, který se ocitne na dobrodružné výpravě. Cílem cesty je si znovu nárokovat ztracené trpasličí království Erebor. Bilba nečekaně osloví čaroděj Gandalf Šedý, díky kterému se ocitne ve společnosti  třinácti trpaslíků v čele s legendárním bojovníkem Thorinem. Cesta do divočiny vede přes tajemné země, kde se to hemží zlobry, skřety a kouzelníky. Ačkoliv cíl jejich výpravy - Osamělá hora, leží na Východě, musí projít nejdříve jeskynním systémem, kde Bilbo potká někoho, kdo mu navždy změní život…Gluma.Skromný Bilbo Pytlík pak sám s Glumem na břehu podzemního jezera objeví nejen hloubku lstivosti a odvahy, která překvapí i jeho samotného, ale také získá do svého vlastnictví Glumův prsten „miláška“, který má nečekané a užitečné možnosti... Jednoduchý zlatý prsten je spojen s osudem celé Středozemě takovým způsobem, jaký Bilbo nemůže zatím ani tušit.(oficiální text distributora)\n\nČSFD: 81% (69.4k)"
    },
    {
      "imdb": "tt6791350",
      "name": "Strážci Galaxie: Volume 3",
      "year": 2023,
      "releaseInfo": "2023 • ČSFD: 80% (19.1k)",
      "csfdId": 508447,
      "csfdRating": 80,
      "csfdRatingCount": 19112,
      "poster": "https://images.metahub.space/poster/small/tt6791350/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt6791350/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "150 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Ve snímku Strážci galaxie: Volume 3 od Marvel Studios se oblíbená parta vesmírných ztroskotanců zabydluje na Kdovíkde. Jejich spokojený život však brzy naruší ozvěny Rocketovy bouřlivé minulosti. Peter Quill, který se stále trápí ztrátou milované Gamory, musí vypravit svůj tým na nebezpečnou misi s cílem zachránit Rocketův život, přičemž nezdar v této misi může znamenat konec Strážců tak, jak je známe.(Falcon)\n\nČSFD: 80% (19.1k)"
    },
    {
      "imdb": "tt3659388",
      "name": "Marťan",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 83% (52.8k)",
      "csfdId": 384557,
      "csfdRating": 83,
      "csfdRatingCount": 52765,
      "poster": "https://images.metahub.space/poster/small/tt3659388/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3659388/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "141 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Astronaut Mark Watney (Matt Damon) během mise na Mars málem zahynul v prašné bouři. Zbytek jeho posádky planetu opustil v domnění, že je mrtvý. Ale Watney přežil a ocitne se tak omylem sám na nepřátelské planetě. Má k dispozici jen hubené zásoby a tak musí využít veškerý důvtip, invenci a technické znalosti, aby nejen přežil, ale také nalezl způsob, jak vyslat signál na Zemi, že je naživu. V okamžiku, kdy se mu to podaří, začne miliony kilometrů daleko od něj NASA a mezinárodní tým vědců neúnavně pracovat, aby dostali tohoto „Marťana\" domů. Zatímco členové jeho posádky souběžně prokazují svou odvahu na téměř nemožné záchranné misi.(CinemArt)\n\nČSFD: 83% (52.8k)"
    },
    {
      "imdb": "tt0120762",
      "name": "Legenda o Mulan",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 84% (12k)",
      "csfdId": 14997,
      "csfdRating": 84,
      "csfdRatingCount": 11985,
      "poster": "https://images.metahub.space/poster/small/tt0120762/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120762/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "88 min",
      "genres": [
        "Animovaný",
        "Rodinný",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Starověká Čína. Ani Velká zeď nedokázala zadržet hordy bojovných Hunů, kteří napadli mírumilovnou Říši středu. Moudrý a mezi lidem oblíbený císař proto vyhlašuje mobilizaci - jeden muž z každé rodiny musí vstoupit do armády, která má v rozhodující bitvě odrazit vojska dobyvatelů. Mezitím se v jedné zapadlé vesničce připravuje poněkud rozjívená dívka Mulan na své první setkání se svatební  dohazovačkou. Nejsvatějším úkolem každé mladé ženy jsou totiž vdavky a oddaná služba manželovi. Jedině v této roli přinese Mulan své rodině radost a úctu celé vesnice. Naneštěstí  Mulan je na tuctovou nevěstu trochu divoká a tak její setkání s dohazovačkou dopadne zcela katastrofálně. Tuhle holku si nikdo nikdy nevezme! A k dovršení rodinného neštěstí přijíždí do vesničky císařští verbíři. Starý otec Mulan bude muset nastoupit do armády, protože v rodině není žádný jiný muž. Ještě téže noci se Mulan rozhodne. Aby zachránila otce, ostříhá si vlasy, převlékne se za chlapce a narukuje. V nastávajících nebezpečných dobrodružstvích naštěstí nebude sama. S pomocí duchů rodinných předků a rodinného draka strážného zachrání Mulan Čínu před krvelačnými hordami divokých Hunů a pro sebe  a svou rodinu získá úctu celé země.(oficiální text distributora)\n\nČSFD: 84% (12k)"
    },
    {
      "imdb": "tt0470752",
      "name": "Ex Machina",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 76% (30.5k)",
      "csfdId": 351140,
      "csfdRating": 76,
      "csfdRatingCount": 30493,
      "poster": "https://images.metahub.space/poster/small/tt0470752/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0470752/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Sci-Fi"
      ],
      "description": "Caleb (Domhnall Gleeson) měl neuvěřitelnou kliku. Ve firemní soutěži vyhrál hlavní cenu, týdenní pobyt na horské chatě svého zaměstnavatele, geniálního vědce Nathana (Oscar Isaac). V okamžiku kdy uprostřed pustiny vyskočí z vrtulníku, který ho na místo dopravil, dojde mu, že na tenhle týden jen tak nezapomene. Jenže ani nejbujnější fantazie by ho nedokázala připravit na to, co ho čeká v supermoderní stavbě připomínající protiatomový bunkr. Prvotní ostych zažene Nathanův přátelský přístup. Pak se však seznámí s Avou (Alicia Vikander). U přátelské dívky s krásnou tváří jen dráty vedoucí jejím průsvitným tělem prozrazují, že je ve skutečnosti unikátním technologickým experimentem. Jeho součástí se právě stal i Caleb. Jeho úkolem je prostá interakce s Avou, kterou Nathan pečlivě pozoruje a zaznamenává a testuje tak možnosti umělé inteligence. Dokáže být Ava natolik „lidská\", že Caleb zapomene, že komunikuje s robotem? Dokáže v něm probudit nějaké city? Calebovi se však role pokusného morčete začne čím dál víc zajídat, zvlášť když s Avinou pomocí zjistí, že Nathan mu o svém výzkumu neřekl zdaleka všechno.(CinemArt)\n\nČSFD: 76% (30.5k)"
    },
    {
      "imdb": "tt3521164",
      "name": "Odvážná Vaiana: Legenda o konci světa",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 80% (17.3k)",
      "csfdId": 397338,
      "csfdRating": 80,
      "csfdRatingCount": 17325,
      "poster": "https://images.metahub.space/poster/small/tt3521164/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3521164/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "107 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný",
        "Fantasy",
        "Muzikál"
      ],
      "description": "Walt Disney Animation Studios uvedou struhující počítačově animovaný film Odvážná Vaiana: Legenda o konci světa o nebojácné dospívající dívce, která se vydává na nebezpečnou cestu, aby zachránila svůj lid. Cestou potkává Vaiana (Auli'i Cravalho) kdysi mocného poloboha Mauiho (Dwayne Johnson), který jí pomůže stát se zkušenou mořeplavkyní. Společně se plaví přes širý oceán a zažívají nebezpečná a úžasná dobrodružství, například setkání s obřími mořskými monstry, ze kterých leckdy uniknou jen o vlásek. Na konci cesty Vaiana splní úkol svých předků a najde to, co vždycky hledala: sama sebe.(Falcon)\n\nČSFD: 80% (17.3k)"
    },
    {
      "imdb": "tt0103639",
      "name": "Aladin",
      "year": 1992,
      "releaseInfo": "1992 • ČSFD: 83% (12.2k)",
      "csfdId": 18248,
      "csfdRating": 83,
      "csfdRatingCount": 12194,
      "poster": "https://images.metahub.space/poster/small/tt0103639/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0103639/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "92 min",
      "genres": [
        "Animovaný",
        "Rodinný",
        "Muzikál",
        "Fantasy"
      ],
      "description": "Aladin je chudý chlapec z tržiště, jehož jediným majetkem i přítelem je jeho opička Abu. Denně sní svůj sen o úniku z bezútěšného života v bídě a o lásce krásné princezny Jasmíny. Osud se nakloní v jeho prospěch, když jej chce zlý sultánův rádce Džafar využít k získání kouzelné lampy z jeskyně, skryté uprostřed pouště. Aladin se stane majitelem kouzelného koberce a lampy, jejíž dobrý džin mu může splnit tři přání. Aladin se s jeho pomocí skutečně přiblíží k princezně, dosud neústupně odmítající nápadníky, a získá její lásku. Stále jej však trápí jeho prostý původ, který se jí zdráhá přiznat. A to jej ještě čeká souboj se zrádným Džafarem a jeho papouškem Jagem, zmocnivšími se na čas lampy, sultanátu i princezny...\n\nČSFD: 83% (12.2k)"
    },
    {
      "imdb": "tt0095016",
      "name": "Smrtonosná past",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 90% (72k)",
      "csfdId": 6642,
      "csfdRating": 90,
      "csfdRatingCount": 71982,
      "poster": "https://images.metahub.space/poster/small/tt0095016/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0095016/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "132 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "Newyorský policista John McClane (Bruce Willis) přijel do Los Angles navštívit svou ženu, která je zrovna na vánočním večírku v nedostavěné budově firmy Nakatomi. Do budovy však vtrhne německý terorista Hans Gruber (Alan Rickman) se svou jednotkou a zajme všechny hosty (včetně McClaneovy ženy). Jen McClane unikne požárním schodištěm. Teroristé nechtějí propuštění několika svých členů, jak říkají, ale jejich hacker se pokouší dostat do sejfu firmy Nakatomi, ve kterém se nachází 640 milionů dolarů. McClane musí zasáhnout. Film byl nominován na několik technických Oscarů a odstartoval hvězdnou kariéru Bruce Willise.(oficiální text distributora)\n\nČSFD: 90% (72k)"
    },
    {
      "imdb": "tt11083552",
      "name": "Rozhněvaný muž",
      "year": 2021,
      "releaseInfo": "2021 • ČSFD: 79% (18.1k)",
      "csfdId": 818045,
      "csfdRating": 79,
      "csfdRatingCount": 18057,
      "poster": "https://images.metahub.space/poster/small/tt11083552/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt11083552/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "119 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Jaké tajemství skrývá nová posila bezpečnostní firmy? Kdo je vlastně tajemný H. a jakou má minulost? Tohle bude pro Los Angeles dlouhá noc...(Vertical Entertainment)\n\nČSFD: 79% (18.1k)"
    },
    {
      "imdb": "tt1856101",
      "name": "Blade Runner 2049",
      "year": 2017,
      "releaseInfo": "2017 • ČSFD: 75% (29k)",
      "csfdId": 343108,
      "csfdRating": 75,
      "csfdRatingCount": 28951,
      "poster": "https://images.metahub.space/poster/small/tt1856101/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1856101/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "164 min",
      "genres": [
        "Sci-Fi",
        "Mysteriózní",
        "Thriller",
        "Drama"
      ],
      "description": "Třicet let po událostech prvního filmu odhaluje nový Blade Runner a důstojník losangeleské policie K (Ryan Gosling) dlouho ukryté tajemství, které je natolik zásadní, že by mohlo zcela rozvrátit poslední zbytky lidské společnosti. Toto odhalení ho nutí zahájit pátrání po Rickovi Deckardovi (Harrison Ford), bývalém Blade Runnerovi losangeleské policie, který je už 30 let nezvěstný.(Falcon)\n\nČSFD: 75% (29k)"
    },
    {
      "imdb": "tt1490017",
      "name": "LEGO® příběh",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 76% (25.5k)",
      "csfdId": 321771,
      "csfdRating": 76,
      "csfdRatingCount": 25508,
      "poster": "https://images.metahub.space/poster/small/tt1490017/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1490017/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "100 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Rodinný",
        "Fantasy"
      ],
      "description": "Příběh 3D filmu, natočeného pomocí počítačové animace podle původního scénáře, sleduje osudy Emmeta, obyčejné, pravidel dbalé a dokonale průměrné mini-figurky LEGO, která je omylem považována za nejvýjimečnější osobu, která jediná může zachránit svět. Je odveden do společenstva cizinců, kteří se vydali na velkolepou výpravu proti zlému tyranovi. Emmet je na takovou cestu až k popukání zoufale nepřipraven.(Warner Bros. CZ)\n\nČSFD: 76% (25.5k)"
    },
    {
      "imdb": "tt0837562",
      "name": "Hotel Transylvánie",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 75% (29k)",
      "csfdId": 239678,
      "csfdRating": 75,
      "csfdRatingCount": 29025,
      "poster": "https://images.metahub.space/poster/small/tt0837562/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0837562/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "91 min",
      "genres": [
        "Animovaný",
        "Komedie",
        "Rodinný"
      ],
      "description": "Málokdo o Draculovi ví, že není jen princem temnoty, ale také vlastníkem stylového Hotelu Transylvánie - luxusního pětihvězdičkového resortu, kde se mohou všechna monstra světa (tedy Frankenstein, Mumie, vlkodlaci, Zombie, neviditelný muž a spoustu dalších) dostat daleko od všech a být jen sami sebou v bezpečném prostředí bez lidí. Ale pro Drákulu existuje ještě daleko důležitější důvod, proč držet obyčejné smrtelníky dál od Hotelu Transylvánie: aby ochránil Mavis, svojí milovanou náctiletou dceru. Jako většina teenagerů i Mavis chce opustit hnízdo a prozkoumávat velký svět za hranicemi hotelu. Jenže to je myšlenka, která Draculu skutečně děsí! A navíc se blíží termín, kdy se budou ve velkém stylu slavit narozeniny jeho milované Mavis a v hotelu se nečekaně objeví člověk…(oficiální text distributora)\n\nČSFD: 75% (29k)"
    },
    {
      "imdb": "tt0042332",
      "name": "Popelka",
      "year": 1950,
      "releaseInfo": "1950 • ČSFD: 84% (9.3k)",
      "csfdId": 33887,
      "csfdRating": 84,
      "csfdRatingCount": 9342,
      "poster": "https://images.metahub.space/poster/small/tt0042332/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0042332/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "74 min",
      "genres": [
        "Animovaný",
        "Rodinný",
        "Romantický",
        "Muzikál",
        "Fantasy"
      ],
      "description": "Snad nejznámější pohádka na světě, příběh chudé dívky, která se přes noc stává princovou vyvolenou, vychází nyní v zrestaurované podobě na Disney DVD a VHS dokonce ve speciální verzi. Nezapomenutelnou, animovanou verzi této pohádky dokončilo v roce 1950 studio Disney. Diváky kromě kouzelné animace zaujala i nádherná hudba, která film doprovází. Popelka byla tehdy nominována na Oscara ve třech kategoriích: za Nejlepší píseň (Bibbidi-Bobbidi-Boo), Nejlepší soundtrack a Nejlepší zvuk. Kromě toho získala po celém světě velkou řadu ocenění (jen pro ilustraci uveďme Golden Bear Award, Berlínský mezinárodní filmový festival, 1951 či Cinemonde Et Les Film Francais, 1950 a mnohé další).(oficiální text distributora)\n\nČSFD: 84% (9.3k)"
    },
    {
      "imdb": "tt7888964",
      "name": "Nikdo",
      "year": 2021,
      "releaseInfo": "2021 • ČSFD: 78% (18.6k)",
      "csfdId": 773467,
      "csfdRating": 78,
      "csfdRatingCount": 18578,
      "poster": "https://images.metahub.space/poster/small/tt7888964/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt7888964/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "91 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Hutch (Bob Odenkirk) je unavený chlap středního věku, jehož život se smrsknul na otravné každodenní rituály prokládané manželčiným pohrdáním a pubertálními výlevy vlastních dětí. Když do jejich domu vniknou dva lupiči, nechá je beztrestně loupit a praštit svého syna. On se hájí tím, že nechtěl hrotit nebezpečnou situaci, ale všichni v jeho okolí ho mají za zbabělce. Hutch si původně myslel, že to ustojí, ale když se stane jedním z cestujících, které v nočním autobuse obtěžuje banda grázlů, bouchnou v něm nahromaděné saze. A že jich je. Než se usadil, živil se Hutch tím, že s pomocí násilí řešil problémy, na které si nikdo jiný netroufal, a absolvoval kvůli tomu hodně speciální trénink. Krvavá výchovná lekce v autobuse spustí lavinu událostí, které Hutche prověří víc, než cokoliv dosud prožil. Tenhle pan Nikdo má ale pořádně tuhý kořínek. A tajný sejf plný zbraní.(CinemArt)\n\nČSFD: 78% (18.6k)"
    },
    {
      "imdb": "tt1396484",
      "name": "To",
      "year": 2017,
      "releaseInfo": "2017 • ČSFD: 74% (30.9k)",
      "csfdId": 277943,
      "csfdRating": 74,
      "csfdRatingCount": 30925,
      "poster": "https://images.metahub.space/poster/small/tt1396484/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1396484/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "135 min",
      "genres": [
        "Drama",
        "Horor",
        "Thriller"
      ],
      "description": "Když ve městě Derry ve státě Maine začnou mizet děti, musí skupina mladých chlapců a děvčat čelit svým největším obavám v boji proti zlému klaunovi jménem Pennywise, jehož vražedná a násilnická historie se táhne napříč staletími.(Vertical Entertainment)\n\nČSFD: 74% (30.9k)"
    },
    {
      "imdb": "tt2948372",
      "name": "Duše",
      "year": 2020,
      "releaseInfo": "2020 • ČSFD: 82% (11.6k)",
      "csfdId": 737568,
      "csfdRating": 82,
      "csfdRatingCount": 11602,
      "poster": "https://images.metahub.space/poster/small/tt2948372/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2948372/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "101 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Komedie",
        "Rodinný",
        "Fantasy",
        "Hudební"
      ],
      "description": "Co dělá člověka… člověkem? Pixar Animation Studios uvádí celovečerní film Duše, ve kterém se představí středoškolský učitel hudební výchovy Joe Gardner (v původním znění Jamie Foxx), který dostane životní šanci hrát v proslulém jazzovém klubu. Jeden chybný krok ho však přenese z ulic New Yorku do Neznáma před, což je fantastické místo, kde čerstvě narozené duše získávají před vstupem na Zemi vlastnosti, návyky i zlozvyky. Joe však na svém životě lpí a tak spojí síly s duší číslo 22 (v původním znění Tina Fey), která však vůbec nechápe, čím je zrovna lidský život tak výjimečný. A jak se Joe zoufale snaží duši číslo 22 vysvětlit, co je na životě tak skvělé, sám získává odpovědi na otázky, které si sám nesčetněkrát kladl.(Falcon)\n\nČSFD: 82% (11.6k)"
    },
    {
      "imdb": "tt0365748",
      "name": "Soumrak mrtvých",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 75% (28k)",
      "csfdId": 135497,
      "csfdRating": 75,
      "csfdRatingCount": 28022,
      "poster": "https://images.metahub.space/poster/small/tt0365748/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0365748/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "99 min",
      "genres": [
        "Akční",
        "Komedie",
        "Horor"
      ],
      "description": "Shaunův život se již delší dobu ubírá odnikud nikam. Celé dny tráví v hospodě Winchester s nejlepším přítelem Edem, hádá se s matkou a svou přítelkyni Liz přehlíží jako širé lány. Když jej Liz pošle k vodě, zacloumá to s ním tak, že se rozhodne získat srdce své dívky zpět, napravit ve vztahu s matkou co se dá a vůbec ke svému životu přistupovat zodpovědněji. Jenže to ještě není konec...MRTVÍ se v hrobech nudí a mají nezřízenou chuť na čerstvé maso. Shaun zrovna prochází údobím velkých změn a tato nově vzniklá situace pro něj není žádnou velkou překážkou. Tváří v tvář EPIDEMII po zuby ozbrojených ZOMBIÍ se Shaun spřáhne s Edem, aby mu byl po ruce při záchraně matky a Liz. A když už to musí být, tak i nevlastního otce a Liziných kamarádů Davida a Dianne. Cílem je probít se do nejbezpečnějšího místa na světě - hospody Winchester.(oficiální text distributora)\n\nČSFD: 75% (28k)"
    },
    {
      "imdb": "tt3183660",
      "name": "Fantastická zvířata a kde je najít",
      "year": 2016,
      "releaseInfo": "2016 • ČSFD: 72% (42.3k)",
      "csfdId": 352314,
      "csfdRating": 72,
      "csfdRatingCount": 42270,
      "poster": "https://images.metahub.space/poster/small/tt3183660/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3183660/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "133 min",
      "genres": [
        "Dobrodružný",
        "Rodinný",
        "Fantasy"
      ],
      "description": "Newt Scamander přichází do New Yorku se svým záhadným kufříkem, ve kterém se nachází obrovská sbírka vzácných magických tvorů z jeho cest kolem světa. Co se může stát, když se nadaný britský kouzelník vydá do Ameriky a jeho zvířata (některá i trochu nebezpečná) uniknou z kufříku?(Freeman Ent.)\n\nČSFD: 72% (42.3k)"
    }
  ]
}