{
  "id": "underseen_gems",
  "name": "Skryté perly (top ČSFD, méně známé)",
  "type": "movie",
  "generatedAt": "2026-01-16T14:28:54.996Z",
  "source": {
    "path": "/movies/collected/all"
  },
  "filters": {
    "years": "1980-2015",
    "genres": "action,thriller,crime,science-fiction"
  },
  "items": [
    {
      "imdb": "tt0910970",
      "name": "VALL-I",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (52.9k)",
      "csfdId": 231646,
      "csfdRating": 85,
      "csfdRatingCount": 52917,
      "poster": "https://images.metahub.space/poster/small/tt0910970/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0910970/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "98 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Rodinný",
        "Sci-Fi"
      ],
      "description": "Film začíná v roce 2700. Poslední operační stroj VALL-I stále plní úkol čištění Země se svým jediným mazlíčkem – švábem Halem, který mu dělá společnost. Malý robot, roztomilý a působivý, si za ta léta docela vyvinul svou osobnost. Bydlí v maringotce plné zvláštností a artefaktů z lidského života jako je Rubikova kostka, kuchyňský šlehač a jeho největší poklad – stará video kazeta s filmem Hello Dolly. Během začátku filmu si přidá do své sbírky novou věc – malou rostlinku, kterou zasadí do staré boty. Jednoho dne jde VALL-I po své obvyklé práci, ale blízko přistane kosmická loď. Kosmická loď vyšle malou, létající robotku Eve, která začíná na povrchu planety něco hledat. VALL-I se beznadějně zamiluje. Rodinná animovaná pohádka ze studia Pixar.(oficiální text distributora)\n\nČSFD: 85% (52.9k)"
    },
    {
      "imdb": "tt3659388",
      "name": "Marťan",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 83% (52.8k)",
      "csfdId": 384557,
      "csfdRating": 83,
      "csfdRatingCount": 52765,
      "poster": "https://images.metahub.space/poster/small/tt3659388/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3659388/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "141 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Astronaut Mark Watney (Matt Damon) během mise na Mars málem zahynul v prašné bouři. Zbytek jeho posádky planetu opustil v domnění, že je mrtvý. Ale Watney přežil a ocitne se tak omylem sám na nepřátelské planetě. Má k dispozici jen hubené zásoby a tak musí využít veškerý důvtip, invenci a technické znalosti, aby nejen přežil, ale také nalezl způsob, jak vyslat signál na Zemi, že je naživu. V okamžiku, kdy se mu to podaří, začne miliony kilometrů daleko od něj NASA a mezinárodní tým vědců neúnavně pracovat, aby dostali tohoto „Marťana\" domů. Zatímco členové jeho posádky souběžně prokazují svou odvahu na téměř nemožné záchranné misi.(CinemArt)\n\nČSFD: 83% (52.8k)"
    },
    {
      "imdb": "tt1136608",
      "name": "District 9",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 82% (47.7k)",
      "csfdId": 257869,
      "csfdRating": 82,
      "csfdRatingCount": 47674,
      "poster": "https://images.metahub.space/poster/small/tt1136608/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1136608/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "112 min",
      "genres": [
        "Akční",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Před více než dvaceti lety došlo k prvnímu kontaktu mimozemské civilizace s lidstvem. Lidé očekávali děsivou bitvu nebo významný technologický pokrok. Nedošlo ani k jednomu. Mimozemšťané byli uprchlíky z vlastní planety. Stvoření byla ubytována v nouzových domovech v jihoafrickém Okrsku 9 (District 9), zatímco se státy celého světa dohadovaly, co a jak dál. Teď všem dochází trpělivost. Dohled nad mimozemšťany byl svěřen MNU, soukromé organizaci, které je osud mimozemšťanů lhostejný. Měla by ale naději na obrovský výdělek, pokud dokáže zprovoznit mimozemské zbraně, které vyžadují k aktivaci mimozemskou DNA. Napětí mezi mimozemšťany a lidmi dospěje ke svému vrcholu ve chvíli, kdy začne MNU obyvatele Okrsku 9 stěhovat do nového tábora. Jeden z agentů MNU, Wikus van der Merwe (Sharlto Copley) se nakazí mimozemským virem, který začne měnit jeho DNA. Záhy se stává nejhledanějším mužem planety – je klíčem k odhalení tajů mimozemské technologie. Vyděšený muž má jedinou možnost: ukrýt se v Okrsku 9.(oficiální text distributora)\n\nČSFD: 82% (47.7k)"
    },
    {
      "imdb": "tt1323594",
      "name": "Já, padouch",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 79% (46.8k)",
      "csfdId": 263442,
      "csfdRating": 79,
      "csfdRatingCount": 46761,
      "poster": "https://images.metahub.space/poster/small/tt1323594/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1323594/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "95 min",
      "genres": [
        "Animovaný",
        "Komedie",
        "Rodinný",
        "Sci-Fi"
      ],
      "description": "Ve šťastném předměstském sousedství, obklopeném bílým plaňkovým plotem a kvetoucími keři růží, stojí černý dům s mrtvým trávníkem. Aniž by to sousedé věděli, hluboko pod tímto domem je obrovský tajný úkryt. A zde nacházíme Grua (Steve Carell) obklopeného armádou svých uličnických a zlomyslných přisluhovačů, mimoňů, který plánuje tu největší loupež v historii celé zeměkoule. Gru se chystá ukrást Měsíc (ano, Měsíc!). Gru si libuje ve všem špatném. Vyzbrojen svým arzenálem Zmenšovacích paprsků, Mrazících paprsků – mrazáků a obojživelných bojových vozidel poráží vše, co mu stojí v cestě. A to všechno až do okamžiku, kdy se střetne s neochvějným přesvědčením třech malých osiřelých děvčátek, které na něj pohlédnou a vidí v něm něco, co nikdo jiný dosud neviděl: možného tátu.(oficiální text distributora)\n\nČSFD: 79% (46.8k)"
    },
    {
      "imdb": "tt0475276",
      "name": "Let číslo 93",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 85% (24.2k)",
      "csfdId": 221284,
      "csfdRating": 85,
      "csfdRatingCount": 24218,
      "poster": "https://images.metahub.space/poster/small/tt0475276/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0475276/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "111 min",
      "genres": [
        "Historický",
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Let číslo 93 aerolinek United Airlines startoval kvůli čekání na ranveji o něco později. Když letadlo dosáhlo letové výšky, už byly dostupné zprávy o unesených letadlech. Piloti dostali textovou zprávu: \"Pozor na vpád do kokpitu, dvě letadla narazila do Světového obchodního centra.\" O chvilku později do kokpitu vtrhli únosci, z rádia se ozvalo dvakrát Mayday, pak se řízení zmocnil únosce. Pravděpodobným cílem letadla měl být důležitý objekt ve Washingtonu, spekuluje se o sídle Kongresu nebo Bílém domě. Pasažéři uneseného boeingu se telefonicky spojili s policií, linkou United Airlines i svými blízkými na zemi. Dozvěděli se o únosech letadel a jejich nárazech do budovy Světového obchodního centra. Podle rekonstrukce událostí se pak pasažéři odhodlali k odporu.(TV Nova)\n\nČSFD: 85% (24.2k)"
    },
    {
      "imdb": "tt1371111",
      "name": "Atlas mraků",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 78% (48.9k)",
      "csfdId": 290326,
      "csfdRating": 78,
      "csfdRatingCount": 48863,
      "poster": "https://images.metahub.space/poster/small/tt1371111/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1371111/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "172 min",
      "genres": [
        "Drama",
        "Mysteriózní",
        "Sci-Fi",
        "Psychologický"
      ],
      "description": "Filmová adaptace románu Davida Mitchella vypráví šest žánrově odlišných příběhů, které se odehrávají v různých časech a na různých místech od začátku 19. století až po postapokalytickou budoucnost. Film zobrazuje myšlenku kontinuální propojenosti našeho bytí a především našich činů napříč časem a prostorem, kde všechno má svoji příčinu i následek, smysl, kde se vrahova duše promění ve velkého hrdinu a kde jediný laskavý skutek v přítomnosti vyvolá revoluci v daleké budoucnosti.(oficiální text distributora)\n\nČSFD: 78% (48.9k)"
    },
    {
      "imdb": "tt0756683",
      "name": "Pozemšťan",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 81% (18.8k)",
      "csfdId": 235331,
      "csfdRating": 81,
      "csfdRatingCount": 18760,
      "poster": "https://images.metahub.space/poster/small/tt0756683/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0756683/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "87 min",
      "genres": [
        "Drama",
        "Sci-Fi"
      ],
      "description": "Poté, co se uznávaný vysokoškolský profesor historie John Oldman rozhodne k nečekané rezignaci na svůj post, schyluje se k rozlučkovému večírku na odlehlé chatě na samotě. Právě na této party chce také profesor svým nejbližším přátelům vysvětlit příčiny zkratkovitého počínání. Jak se ale záhy ukáže, odůvodnění není zdaleka tak prozaické, a už vůbec ne snadno stravitelné. Oldmanova slova všechny zaskočí. Profesor totiž tvrdí, že hlavním důvodem jeho odchodu je nesmrtelnost. Prý je na světě již čtrnáct tisíc let a každých deset roků musí měnit své působiště, aby jej nevypátrali nesprávní lidé. Nikdo mu pochopitelně nevěří, a tak brzy začne intelektuální, emocemi nabitá historiografická přestřelka vedená ve snaze prokázat profesorovu lež. Jenže trhliny nepřicházejí. A všechny dosavadní jistoty se začínají pomalu hroutit.(oficiální text distributora)\n\nČSFD: 81% (18.8k)"
    },
    {
      "imdb": "tt0485947",
      "name": "Pan Nikdo",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 78% (24.9k)",
      "csfdId": 237198,
      "csfdRating": 78,
      "csfdRatingCount": 24907,
      "poster": "https://images.metahub.space/poster/small/tt0485947/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0485947/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "141 min",
      "genres": [
        "Drama",
        "Romantický",
        "Fantasy",
        "Sci-Fi"
      ],
      "description": "V roce 2092 je Mars prázdninovým rezortem a Nemo Nobody 117letý muž, který je posledním smrtelníkem v době, kdy díky vědeckým poznatkům už nikdo neumírá. Na smrtelné posteli Nemo vzpomíná na své tři životy, které možná prožil se třemi různými ženami.(oficiální text distributora)\n\nČSFD: 78% (24.9k)"
    },
    {
      "imdb": "tt0299977",
      "name": "Hrdina",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 81% (15.1k)",
      "csfdId": 38117,
      "csfdRating": 81,
      "csfdRatingCount": 15088,
      "poster": "https://images.metahub.space/poster/small/tt0299977/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0299977/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "99 min",
      "genres": [
        "Akční",
        "Drama",
        "Dobrodružný"
      ],
      "description": "Rozpočet historického válečného velkofilmu HERO několikrát překročil prostředky vložené do oscarového filmu TYGR A DRAK. Režisérem filmu je dvojnásobný laureát Zlatého Medvěda a ceny BAFTA, třikrát nominovaného na Zlatou Palmu Zhang Yimou. Hereckými hvězdami jsou Ziyi Zhang (která zazářila v již zmiňovaném filmu Tygr a drak) a Jet Li (Romeo musí zemřít). Děj se odehrává před 2000 lety za vlády dynastie Qin a vypráví příběh hrdinného válečníka a ochránce krále, před kterým stojí obrovský úkol - sjednotit Čínu a krále tak učinit Imperátorem. Producenti při natáčení spolupracovali s čínskou armádou a tak mohly vzniknout jedny z nejefektnějších scén dějin historického válečného filmu. Tvůrci zvedli laťku pořádně vysoko.(oficiální text distributora)\n\nČSFD: 81% (15.1k)"
    },
    {
      "imdb": "tt1386932",
      "name": "Ip Man 2",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 83% (10.8k)",
      "csfdId": 258006,
      "csfdRating": 83,
      "csfdRatingCount": 10770,
      "poster": "https://images.metahub.space/poster/small/tt1386932/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1386932/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Drama",
        "Historický",
        "Sportovní",
        "Životopisný"
      ],
      "description": "Po tom, čo hrdinský Ip Man (Donnie Yen) počas Druhej čínsko-japonskej vojny v súbojoch s Japoncami dokázal svoje jedinečné bojové schopnosti, utiekol v roku 1949 do Hongkongu, kde by rád založil školu bojového umenia Wing Chun. Keď sa o tom dozvie mocný Majster Hung (Sammo Hung Kam-Bo), poverí Ipa neľahkou úlohou, ktorá sa začne časovo obmedzeným náročným súbojom s viacerými bojovníkmi ovládajúcimi rôzne bojové umenia – Ip Man si má získať ich rešpekt a úctu... nebezpečenstvo mu však hrozí i od jedného skorumpovaného policajného intendanta a od britského boxerského šampióna prezývaného Twister (Darren Shahlavi). Ip Man však tentoraz nebojuje len za česť čínskeho ľudu, ale i o možnosť otvoriť si vlastnú školu bojových umení...(oficiální text distributora)\n\nČSFD: 83% (10.8k)"
    },
    {
      "imdb": "tt0929629",
      "name": "Hvězdná brána: Návrat",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 81% (10k)",
      "csfdId": 228073,
      "csfdRating": 81,
      "csfdRatingCount": 10012,
      "poster": "https://images.metahub.space/poster/small/tt0929629/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0929629/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "98 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Poté co Teal'c s Valou zmizí, tým si uvědomí, že byla změněna časová linie a Stargate program již neexistuje. Flotila goa'uldských mateřských lodí, vedených Baalem, přiletí napadnout Zemi. Zatímco se SG-1 pokouší o popravu Baala, posledního goa'uldského Vládce soustavy, Teal'c a Vala nevysvětlitelně zmizí. Carterová, Daniel a Mitchell cestují zpět časem na místo, kde byla změněna historie a kde byl Stargate program byl úplně vymazán z časové linie. Když se pokouší přesvědčit autority o tom co se stalo, goa'udská flotila mateřských lodí, pod velením Baala, jeho královny Katesh (Vala) a jeho prvního může Teal'ca, přiletí na orbitu. SG-1 musí najít Stargate a dát věci do pořádku dřív, než bude celý svět zotročen Goa'uldy.(ridomil)\n\nČSFD: 81% (10k)"
    },
    {
      "imdb": "tt0168629",
      "name": "Tanec v temnotách",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 81% (7.4k)",
      "csfdId": 9389,
      "csfdRating": 81,
      "csfdRatingCount": 7374,
      "poster": "https://images.metahub.space/poster/small/tt0168629/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0168629/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "140 min",
      "genres": [
        "Krimi",
        "Drama",
        "Muzikál"
      ],
      "description": "Svérázné československé emigrantce Selmě Ježkové hrozí brzká slepota. Sama emigrovala do Spojených států 60. let, aby tu zajistila oční operaci synovi postiženému dědičnou chorobou. Přestože Selmu obklopují dobří lidé, zůstává ve svém údělu sama. Potíže překonává zejména díky vášni k muzikálům. Trierovský dokumentární způsob snímání pomocí ruční digitální kamery tvoří zvláštní a často diskutovaný kontrast k žánru melodramatu a muzikálu. Závěrečnému snímku Trierovy “trilogie zlatého srdce” dominuje islandská zpěvačky Björk, která se zde se svou výjimečnou rolí zcela identifikovala bez dalších ambicí na filmovou kariéru. Za svůj výkon si odvezla hereckou cenu z Cannes, kde byl film oceněn i cenu nejvyšší, Zlatou palmou.(Aerofilms)\n\nČSFD: 81% (7.4k)"
    },
    {
      "imdb": "tt1054486",
      "name": "Futurama: Benderova hra",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 78% (10k)",
      "csfdId": 235520,
      "csfdRating": 78,
      "csfdRatingCount": 9984,
      "poster": "https://images.metahub.space/poster/small/tt1054486/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1054486/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "88 min",
      "genres": [
        "Animovaný",
        "Komedie",
        "Sci-Fi",
        "Dobrodružný"
      ],
      "description": "Třetí FUTURAMA film z plánovaných čtyř nese název BENDEROVA HRA a vrhne nás přímo do období krize. Palivo používané jako pohon do vesmírných lodí dochází a ceny rostou závratným tempem. Posádka lodi Planet Express je tedy vyslána na nebezpečnou misi, infiltrovat svět obsahující poslední důl na temnou hmotu, látku která lodě pohání. Hluboko pod povrchem však najdou podivný svět. Starobylou zemi draků, magie a rytířů, kteří až podezřele připomínají Bendera (John Di Maggio). Vzhledově. Zásady rytířů, statečnost, loajalita a štědrost, mu totiž nic neříkají.(3DD!3)\n\nČSFD: 78% (10k)"
    },
    {
      "imdb": "tt0945571",
      "name": "Únos",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 84% (4.6k)",
      "csfdId": 228687,
      "csfdRating": 84,
      "csfdRatingCount": 4608,
      "poster": "https://images.metahub.space/poster/small/tt0945571/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0945571/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "5 min",
      "genres": [
        "Krátkometrážní",
        "Animovaný",
        "Sci-Fi",
        "Komedie"
      ],
      "description": "Když se přehnaně sebejistý mladý mimozemšťan nachomýtne k řízení vesmírné lodi, musí se pod přísným dohledem kritického mentora pokusit unést podřimujícího farmáře. Únosy lidí však vyžadují preciznost a zručnost. Po několika chybných úkonech je nadmíru jasné, proč každoročně nezmizí mnohem více lidí.(HBO Europe)\n\nČSFD: 84% (4.6k)"
    },
    {
      "imdb": "tt1645089",
      "name": "Finanční krize",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 84% (4k)",
      "csfdId": 283075,
      "csfdRating": 84,
      "csfdRatingCount": 4005,
      "poster": "https://images.metahub.space/poster/small/tt1645089/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1645089/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "109 min",
      "genres": [
        "Dokumentární"
      ],
      "description": "Na Cenu Akademie nominovaný režisér Charles Ferguson (Konec v nedohlednu) uvádí finanční krize, první film, který odhaluje šokující pravdu, jež se skrývá za ekonomickou krizí z roku 2008. Globální finanční kolaps přišel na dvacet bilionů dolarů, miliony lidí připravil o práci a jejich domovy. Pomocí rozsáhlého výzkumu a rozhovorů s významnými finančními odborníky, politiky a novináři finanční krize hledá stopy vzestupu loupeživého průmyslu a odhaluje zhoubné vztahy, které korumpovaly politiky, zákonodárce i akademiky.(oficiální text distributora)\n\nČSFD: 84% (4k)"
    },
    {
      "imdb": "tt1588170",
      "name": "Viděl jsem ďábla",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 80% (6k)",
      "csfdId": 276328,
      "csfdRating": 80,
      "csfdRatingCount": 5961,
      "poster": "https://images.metahub.space/poster/small/tt1588170/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1588170/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "144 min",
      "genres": [
        "Thriller",
        "Horor",
        "Akční",
        "Drama",
        "Krimi"
      ],
      "description": "Korejský autor vytříbených žánrových snímků Kim Ji-woon se opět vrací na Filmasii. Po mandžuském westernu Hodný zlý a divný, existenciální gangsterce A Bittersweet Life a přelomovém hororu A Tale of Two Sisters přináší osobité a kontroverzní uchopení filmů o masových vrazích. Premisu o zastánci práva, který se tváří v tvář brutální vraždě své přítelkyně stává zaslepeným mstitelem, rozvádí do podoby divokého a drsného thrilleru prodchnutého groteskním násilím. Hrdina toužící po zadostiučinění se postupně stává stejnou bestií, jako jeho protivník.(oficiální text distributora)\n\nČSFD: 80% (6k)"
    },
    {
      "imdb": "tt0808506",
      "name": "O dívce, která proskočila časem",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 83% (4.3k)",
      "csfdId": 230842,
      "csfdRating": 83,
      "csfdRatingCount": 4263,
      "poster": "https://images.metahub.space/poster/small/tt0808506/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0808506/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "98 min",
      "genres": [
        "Animovaný",
        "Drama",
        "Romantický",
        "Sci-Fi"
      ],
      "description": "Jednoho všedního dne se dívce Makoto stane ve školní laboratoři fyziky velmi zvláštní příhoda. Po této příhodě Makoto zjišťuje, že umí cestovat zpátky v čase. Schopnost vrátit se v čase s sebou nese velké výhody a radosti, ale jak si Makoto později uvědomuje, bohužel i starosti. Ovlivnění minulosti totiž neovlivní jen její život, ale i životy ostatních lidí a zejména přátel, na kterých jí záleží.(Asgy)\n\nČSFD: 83% (4.3k)"
    },
    {
      "imdb": "tt0347246",
      "name": "Ghost in the Shell 2: Innocence",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 83% (3.5k)",
      "csfdId": 91969,
      "csfdRating": 83,
      "csfdRatingCount": 3484,
      "poster": "https://images.metahub.space/poster/small/tt0347246/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0347246/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "100 min",
      "genres": [
        "Animovaný",
        "Thriller",
        "Sci-Fi",
        "Psychologický",
        "Akční"
      ],
      "description": "Inteligentní cyber-policajti, zabijáčtí sexuální roboti, mnohovrstevnatá zápletka, filozofující dialogy a nekompromisní akce - to je druhý díl kultovního anime Mamoru Oshiiho GHOST IN THE SHELL. Tentokrát se detektiv Batou musí krom vlastních existenciálních problémů vypořádat s ilegální společností, která programuje sexboty vraždící své majitele. Ale nic není zdaleka tak jednoduché, jak se na první pohled může zdát.(Matty)\n\nČSFD: 83% (3.5k)"
    },
    {
      "imdb": "tt0095159",
      "name": "Ryba jménem Wanda",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 78% (5.4k)",
      "csfdId": 14011,
      "csfdRating": 78,
      "csfdRatingCount": 5352,
      "poster": "https://images.metahub.space/poster/small/tt0095159/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0095159/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "109 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Čtveřice lupičů – koktavý milovník zvířat Ken Pile, krásná Wanda, její údajný bratr Otto, který je ale ve skutečnosti její tajný milenec, a Georges, její oficiální milenec, spřádají plány na přepadení banky, kde jsou v sejfu uloženy drahé šperky a diamanty. Když loupež uskuteční, odhodí masky a ujíždějí do opuštěného skladu, kde chtějí lup schovat. Georgese si ale už předtím na ulici všimla stará dáma se třemi psy, která ho zahlédne znovu v odjíždějícím autě. Když lup uschovají, naoko se rozcházejí. Wanda s Ottou se za rohem zase sejdou, podezřívavý Georges se ale vrátí na místo a kameny přemístí ... Wanda s Ottou, kteří chtějí lup jen pro sebe, mezitím anonymně nahlásí na policii, že loupež provedl Georges Thomason a dají policistům jeho adresu. Georges je zadržen ... Když jedou Wanda s Ottou pro lup, v trezoru ho už nenajdou! Wanda spěchá na policii za Georgesem, chce z něj něco vytáhnout. Při odchodu si před budovou všimne jeho obhájce Archieho Leache, kterému Georges jistě řekne, kam lup schoval. Rozhodne se tedy ho svést a ihned s tím začne ... Ve vazbě navštěvuje Georgese i Ken, jemuž zadržený svěří malý klíček, neřekne ale, k čemu je a kde je lup schován. Ken ho ukryje do krabičky na dno akvária, kde má svou oblíbenou rybku jménem Wanda. Přistihne ho ale přitom Wanda, která při nejbližší příležitosti klíček sebere. Ví, že se Kenovi nezdá její vztah s údajným bratrem, proto Otto zahraje gaye a snaží se zděšeného Kena svést. Na policii pozná stará dáma s pejsky Georgese a identifikuje ho ...(TV Prima)\n\nČSFD: 78% (5.4k)"
    },
    {
      "imdb": "tt2313197",
      "name": "Batman: Návrat Temného rytíře, část 1.",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 80% (4.2k)",
      "csfdId": 319514,
      "csfdRating": 80,
      "csfdRatingCount": 4206,
      "poster": "https://images.metahub.space/poster/small/tt2313197/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2313197/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "76 min",
      "genres": [
        "Animovaný",
        "Akční"
      ],
      "description": "Filmová adaptace komiksu \"Návrat Temného rytíře\", komiksu, který udělal z Franka Millera hvězdu.Starý a zahořklý Batman je pronásledovaný lidmi, kteří mají strach z čehokoliv většího než jsou oni sami. Je označen za nebezpečného psychopata a speciální jednotky na jeho stopě si dávno vyškrtly první část z možnosti 'živého nebo mrtvého'.Batmanovi největší protivníci jsou zatím propuštěni z bran Arkhamu jako vyléčení a okolí neškodní lidé. Štvanice na Batmana vrcholí a do toho hodinky odtikávají poslední minuty zbývající do atomové války.Proti Batmanovi se nakonec postaví i pragmatický Superman, který pro své přežití v nové době obětoval svou svobodu a stal se přizpůsobivým služebníkem systému.Batman jde po posledního boje. Do boje, který nemůže vyhrát...(oficiální text distributora)\n\nČSFD: 80% (4.2k)"
    },
    {
      "imdb": "tt2820466",
      "name": "Liga spravedlivých: Záchrana světa",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 81% (3.2k)",
      "csfdId": 340217,
      "csfdRating": 81,
      "csfdRatingCount": 3158,
      "poster": "https://images.metahub.space/poster/small/tt2820466/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2820466/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "81 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy"
      ],
      "description": "V této napínavé adaptaci komiksu z roku 2011 cestuje Flash v čase s cílem napravit klíčové události v životě své rodiny. Jenže to způsobí řetězovou reakci a dojde k vytvoření katastrofální roztříštěné alternativní reality, ve které Liga spravedlivých nikdy nevznikla a Superman není k nalezení. Uprostřed nového světa pustošeného nelítostnou válkou Wonder Woman a Amazonek s Aquamanem a Atlanťany se Flash musí spojit s mnohem krutějším a násilničtějším Batmanem i vládním agentem Cyborgem, aby se společně pokusili obnovit Flashovu původní časovou linii.(HBO Europe)\n\nČSFD: 81% (3.2k)"
    },
    {
      "imdb": "tt0089881",
      "name": "Ran",
      "year": 1985,
      "releaseInfo": "1985 • ČSFD: 80% (2.7k)",
      "csfdId": 5433,
      "csfdRating": 80,
      "csfdRatingCount": 2673,
      "poster": "https://images.metahub.space/poster/small/tt0089881/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0089881/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "160 min",
      "genres": [
        "Drama",
        "Akční",
        "Válečný"
      ],
      "description": "Zámožný pan Hidetora se na oslavě svých 70. narozenin rozhodne rozdělit panství mezi tři syny. Nejmladší Saburo se ho pokouší odradit od ukvapeného rozhodnutí, ale pyšný a tvrdohlavý vládce se ho zřekne. Když se starší synové ujmou vlády, rychle se obrátí proti svému vlastnímu otci a začnou usilovat o úplnou kontrolu nad celým uzemím. Hidetora musí nakonec v krvavé bitvě opustit své vlastní království a vyrovnat se s důsledky násilné a kruté minulosti.(oficiální text distributora)\n\nČSFD: 80% (2.7k)"
    },
    {
      "imdb": "tt0101507",
      "name": "Chlapci ze sousedství",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 79% (2.3k)",
      "csfdId": 8415,
      "csfdRating": 79,
      "csfdRatingCount": 2262,
      "poster": "https://images.metahub.space/poster/small/tt0101507/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0101507/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "112 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Režijný debut černošského režiséra Johna Singletona sleduje osudy troch chlapcov v černošskom ghette South Central v Los Angeles. Stretávame sa s nimi ako s desaťročnými a potom znovu po siedmych rokoch: jeden z nich sa stáva obeťou zločinu a druhý mieni jeho smrť brutálnym spôsobom pomstiť.(oficiální text distributora)\n\nČSFD: 79% (2.3k)"
    },
    {
      "imdb": "tt0169858",
      "name": "Šinseiki Evangelion gekidžóban: The End of Evangelion",
      "year": 1997,
      "releaseInfo": "1997 • ČSFD: 82% (1.2k)",
      "csfdId": 117169,
      "csfdRating": 82,
      "csfdRatingCount": 1172,
      "poster": "https://images.metahub.space/poster/small/tt0169858/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0169858/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "87 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Drama",
        "Sci-Fi"
      ],
      "description": "Když skončil seriál NEON GENESIS EVANGELION, mnoho lidí bylo rozhočeno, neboť konec seriálu byl značně matoucí. Proto, o dva roky později, vznikl tento film. Zatímco poslední svě epizody seriálu sledovaly výhradně vnitřní myšlenkové pochody hlavního hrdiny, End of Evangelion sleduje to, co se dělo venku, k čemu se celý seriál schylovalo. Mladý Ikari Shinji naposledy usedá do mohutného stroje - Evangelionu, aby čelil poslednímu kroku v evoluci lidstva. Přijme ho, nebo se postaví na odpor?(Skejpr)\n\nČSFD: 82% (1.2k)"
    },
    {
      "imdb": "tt1631867",
      "name": "Na hraně zítřka",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 86% (59.7k)",
      "csfdId": 307556,
      "csfdRating": 86,
      "csfdRatingCount": 59747,
      "poster": "https://images.metahub.space/poster/small/tt1631867/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1631867/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "114 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný"
      ],
      "description": "Příběh se odehrává v blízké budoucnosti. Mimikové, mimozemská rasa připomínající včelí kolonii, vytrvale útočí na Zemi, obracejí velká města v hromadu trosek a zanechávají za sebou miliony lidských obětí. Podplukovník Bill Cage (Tom Cruise), který nikdy nebyl v žádné bitvě, je bez cirátů degradován a s nulovým výcvikem a mizernou výzbrojí poslán splnit úkol, který není ničím jiným než sebevražednou misí. Během několika minut je zabit, předtím se mu však podaří zneškodnit Alphu. Ač se to zdá nemožné, procitne opět na začátku toho samého pekelného dne a je nucen znovu bojovat a zemřít... a tak stále dokola. Přímý fyzický kontakt s mimozemšťanem způsobil, že se dostal do časové smyčky a je tak odsouzen prožívat nelítostnou bitvu znovu a znovu. S každým dalším pokusem se však zvyšuje jeho odolnost a pohotovost a své rostoucí schopnosti dokáže v boji s Mimiky lépe využívat. Po jeho boku bojuje členka speciálních jednotek Rita Vrataski (Emily Blunt), která zlikvidovala víc Mimiků než kterýkoliv jiný bojovník na Zemi. Každá další bitva je pro Cagea a Ritu příležitostí najít způsob, jak mimozemské vetřelce porazit a Zemi zachránit.(Warner Bros. CZ)\n\nČSFD: 86% (59.7k)"
    },
    {
      "imdb": "tt1270798",
      "name": "X-Men: První třída",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 85% (54.8k)",
      "csfdId": 251188,
      "csfdRating": 85,
      "csfdRatingCount": 54807,
      "poster": "https://images.metahub.space/poster/small/tt1270798/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1270798/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "132 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "X-Men: První třída se dějově se vrací ještě před film X-Men Origins: Wolverine a odehrává se v polovině minulého století. V době, kdy mladý Charles Xavier (James McAvoy) a Erik Lensherr (Michael Fassbender) byli velmi blízcí přátelé a teprve odkrývali své jedinečné schopnosti. V době studené války, kdy společně s dalšími mutanty museli čelit největší hrozbě, jakou kdy zatím lidstvo poznalo. Proč se ale z nejlepších přátel stali nepřátelé na život a na smrt? Co předcházelo okamžiku, kdy se z Charlese stal Profesor X a z Erika Magneto? Válka mezi X-Meny a Bratrstvem začíná!(oficiální text distributora)\n\nČSFD: 85% (54.8k)"
    },
    {
      "imdb": "tt0765429",
      "name": "Americký gangster",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 87% (44.3k)",
      "csfdId": 224384,
      "csfdRating": 87,
      "csfdRatingCount": 44349,
      "poster": "https://images.metahub.space/poster/small/tt0765429/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0765429/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "157 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller",
        "Životopisný"
      ],
      "description": "Strhující příběh o vzestupu a pádu jednoho z nejmocnějších mužů newyorského podsvětí a o obyčejném poldovi, který ho dostal na kolena... Atmosféra prohrávané války ve Vietnamu na začátku sedmdesátých let dolehla na Ameriku jako těžká deka. Vojáci se z asijských bojišť vraceli buď v černých pytlích, nebo závislí na drogách a tuto \"zálibu\" lavinovitě šířili mezi veřejností. Byznysu s narkotiky se okamžitě chytily mafiánské klany, které pro klid na práci neváhaly masívně korumpovat celé policejní sbory. V tomto ozvduší se zrodí černá hvězda podsvětí Frank Lucas (Denzel Washington), která díky vlastní odvaze a inteligenci dokáže záhy zaplavit ulice New Yorku bezkonkurečně nejlepší a přitom nejlevnější drogou. Díky tomu se záhy vyšvihne na samotný vrchol zdejších mafiánských struktur, odkud s bohorovným klidem řídí své impérium a pomocí finančních injekcí i nečinnost zdejších policistů. Detektiv Richie Roberts (Russell Crowe) je mezi nimi bílou vránou a především díky své pověsti dostane za úkol sestavit protikorupční tým, který zavedené pořádky změní. Jako prvního si vezmou na mušku distributora mimořádně dobrého materiálu za mimořádně nízkou cenu. Smyčka se pomalu stahuje a blíží se den, kdy tyhle dvě individuality stanou tváří v tvář. Z té konfrontace může vyjít jako vítěz jenom jeden. Nebo ne? Skutečný Frank Lucas patří mezi nejvíce fascinující zločince americké historie.(oficiální text distributora)\n\nČSFD: 87% (44.3k)"
    },
    {
      "imdb": "tt1291584",
      "name": "Warrior",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 87% (42.4k)",
      "csfdId": 234462,
      "csfdRating": 87,
      "csfdRatingCount": 42403,
      "poster": "https://images.metahub.space/poster/small/tt1291584/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1291584/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "140 min",
      "genres": [
        "Sportovní",
        "Drama"
      ],
      "description": "Dva bratry, kteří se kdysi rozešli ve zlém, svede do jednoho zápasnického ringu potřeba vyhrát nejvyšší finanční odměnu v historii MMA. Bývalý mariňák Tommy (Tom Hardy) a učitel fyziky na střední škole Brendan (Joel Edgerton), ve strhujícím příběhu dvou bratrů, kteří stanou proti sobě v kleci a možná najdou i něco víc, než jen peníze... Tommy Riordan se po letech vrací do rodného Pittsburghu a požádá svého otce, někdejšího trenéra a nyní alkoholika, aby ho připravil na turnaj MMA, který výherci nabízí nejvyšší finanční odměnu v historii tohoto bojového sportu. Tommyho bratr Brendan, bývalý MMA bojovník, se také potýká s finančními problémy, proto se rozhodne pro návrat do amatérského ringu, aby zabezpečil svou rodinu. Střet, ve kterém se oba bratři musí postavit křivdám, které je kdysi rozdělily, je nevyhnutelný…(oficiální text distributora)\n\nČSFD: 87% (42.4k)"
    },
    {
      "imdb": "tt0325710",
      "name": "Poslední samuraj",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 85% (50.5k)",
      "csfdId": 43582,
      "csfdRating": 85,
      "csfdRatingCount": 50452,
      "poster": "https://images.metahub.space/poster/small/tt0325710/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0325710/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "154 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Nathan Algren se stal hrdinou občanské války a tažení proti indiánům. V roce 1876 je z něj však troska a alkoholik. Poručík Gant ho přivede na setkání s japonským průmyslníkem Omurou, který mu nabídne práci při výcviku modernizované japonské armády. V Japonsku čeká Nathana tlumočník Simon Graham, který mu vysvětlí, že mladý císař Meidži chce otevřít zemi západní civilizaci, proti sobě však má rebely z řad samurajů, kteří brání dávné japonské tradice. Když rebelové, vedení samurajem Kacumotem, napadnou železniční stanici, dostane jednotka příkaz k nasazení do boje. Je poražena a těžce zraněný Nathan je zajat. Kacumoto ho ubytuje u své sestry, manželky samuraje, kterého Nathan v boji zabil. Žena o zraněného pečuje jen s velkým přemáháním, ale on se snaží pochopit mentalitu vesničanů i samurajů a učí se bojovat jejich zbraněmi. Překvapivě zde nalézá klid, po kterém vždy toužil. Když je vesnice napadena maskovanými bojovníky, postaví se na stranu obyvatel. Definitivně se přitom sblíží s Kacumotem a pochopí, že se nepostavil proti císaři, ale podle svého nejlepšího svědomí mu stále slouží. Když je samuraj pod záminkou jednání vlákán do pasti, Nathan ho osvobodí. Kacumotovi je jasné, že bitvu o záchranu císaře a tradičního Japonska prohrál, a chce spáchat harakiri. Nathan ho však přesvědčí, že lepší je padnout v boji. Poslední samurajové tedy vyjíždějí do bitvy a Nathan je odhodlán bojovat po jejich boku.(TV Nova)\n\nČSFD: 85% (50.5k)"
    },
    {
      "imdb": "tt2015381",
      "name": "Strážci Galaxie",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 83% (57.3k)",
      "csfdId": 320638,
      "csfdRating": 83,
      "csfdRatingCount": 57318,
      "poster": "https://images.metahub.space/poster/small/tt2015381/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2015381/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "121 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Fantasy",
        "Komedie"
      ],
      "description": "V tomto akcí nabitém, výpravném vesmírném dobrodružství se odvážný dobrodruh Peter Quill stává středem zájmu nájemných zabijáků poté, co Ronanovi, mocnému padouchovi s plány ohrožující celý vesmír, ukradne tajemnou kouli. Aby neúnavnému Ronanovi unikl, je Quill nucen spojit své síly se čtveřicí pozoruhodných hrdinů – Rocketem, po zuby ozbrojeným mývalem, Grootem, humanoidem, který připomíná strom, vražednou a tajemnou Gamorou a pomstychtivým Draxem Ničitelem. Když ale Quill objeví skutečnou moc koule a hrozbu, která se v ní ukrývá a ohrožuje celý vesmír, musí udělat vše pro to, aby nesourodá skupina táhla za jeden provaz a v posledním zoufalém souboji se pokusila zachránit osud celé galaxie.(Falcon)\n\nČSFD: 83% (57.3k)"
    },
    {
      "imdb": "tt0338013",
      "name": "Věčný svit neposkvrněné mysli",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 84% (49k)",
      "csfdId": 70254,
      "csfdRating": 84,
      "csfdRatingCount": 48965,
      "poster": "https://images.metahub.space/poster/small/tt0338013/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0338013/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Romantický",
        "Sci-Fi"
      ],
      "description": "Život osamělého a nesmělého Joela se od základu změní, když potká excentrickou a temperamentní Clementine. Ta je výstřední ve všech směrech a k bláznivým kouskům stále úspěšněji vyzývá i Joela, jenže je rovněž nevyrovnaná a výbušná a jednoho dne se rozhodne Joela zbavit a začít znovu. Na experimentální klinice se podrobí vymazání paměti, a jelikož pokus dopadne úspěšně, rozhodne se zdrcený Joel pro stejné řešení. Nemá ale štěstí, tentokrát se zákrok vymkne lékaři z rukou a dílo zkázy dokoná jeho asistent, který se místo pečlivého monitorování mozkové činnosti klienta nechá svést k divokým erotickým hrátkám. Režisér umí mistrovsky rozrušovat časoprostorovou kontinuitu a nahrazovat ji asociativním spojováním útržků, jež pocházejí z různých vrstev paměti, a zde se tento princip uplatní při rekonstrukci celého vztahu ústřední dvojice. Odvíjí se pozpátku, k některým zážitkům se film opakovaně vrací, mnohé deformuje v závislosti na Joelových rozjitřených emocích.(oficiální text distributora)\n\nČSFD: 84% (49k)"
    },
    {
      "imdb": "tt0317705",
      "name": "Úžasňákovi",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 84% (46.2k)",
      "csfdId": 127213,
      "csfdRating": 84,
      "csfdRatingCount": 46195,
      "poster": "https://images.metahub.space/poster/small/tt0317705/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0317705/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "115 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Dobrodružný",
        "Rodinný"
      ],
      "description": "Bob Parr, známý jako Mr. Úžasný, býval jedním z největších světových superhrdinů a zachraňování světa bylo jeho denním chlebem. Svůj superoblek musel pověsit na hřebík před patnácti lety. Dnes pracuje jako odhadce škod pro pojišťovnu a bojuje s nudou a rostoucím břichem. Se svou manželkou (bývalou Elastiženou) a třemi dětmi se pokoušejí žít normální život. Jeho chvíle ale přijde, když ho tajemný kontakt vyšle na vzdálený ostrov s tajným posláním. Tam zjistí, že génius zla připravuje ďábelskou pomstu světu...(TV Prima)\n\nČSFD: 84% (46.2k)"
    },
    {
      "imdb": "tt0084787",
      "name": "Věc",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 86% (36.7k)",
      "csfdId": 1329,
      "csfdRating": 86,
      "csfdRatingCount": 36742,
      "poster": "https://images.metahub.space/poster/small/tt0084787/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0084787/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "109 min",
      "genres": [
        "Sci-Fi",
        "Horor",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Vědce z americké výzkumné stanice na Antarktidě vystraší vrtulníkový nájezd jejich norských kolegů, kteří se marně snaží zabít prchajícího psa. Lov dopadne neúspěšně a Norové zmizí bez toho, aby situaci Američanům vysvětlili. Ti však postupně zjišťují, že se psem není něco v pořádku.Je totiž infikovaný mimozemským virem, který pro sebezdokonalování využívá tělesné schránky (nejen) lidí a vůbec mu není proti mysli na svých hostitelích ledacos „zkoušet“. A tak vědcům nezbývá nic jiného než vzít do rukou plamenomet, věřit jenom sobě a být stále ve střehu – v kterémkoli z nich se totiž může skrývat „věc“...(oficiální text distributora)\n\nČSFD: 86% (36.7k)"
    },
    {
      "imdb": "tt0087469",
      "name": "Indiana Jones a Chrám zkázy",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 83% (50.7k)",
      "csfdId": 8642,
      "csfdRating": 83,
      "csfdRatingCount": 50691,
      "poster": "https://images.metahub.space/poster/small/tt0087469/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0087469/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "118 min",
      "genres": [
        "Dobrodružný",
        "Akční",
        "Drama",
        "Fantasy"
      ],
      "description": "Volné pokračování Dobyvatelů ztracené archy, které se však odehrává o rok dřív, roku 1935. Indiana se tentokrát v šanghajském klubu zaplete s čínským gangsterským bossem. Ve hře je zprvu \"jen\" stará čínská socha a vzácný diamant, záhy však i samotný Jonesův život. Snímek získal Oscara za vizuální efekty.(oficiální text distributora)\n\nČSFD: 83% (50.7k)"
    },
    {
      "imdb": "tt0796366",
      "name": "Star Trek",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 84% (43.8k)",
      "csfdId": 222972,
      "csfdRating": 84,
      "csfdRatingCount": 43791,
      "poster": "https://images.metahub.space/poster/small/tt0796366/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0796366/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "127 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "Zapomeňte všechno, co víte! Tvůrce seriálů Ztraceni, Fringe, Alias a filmů Mission: Impossible III nebo Monstrum - J. J. Abrams - přináší na stříbrné plátno zcela nové sci-fi dobrodružství. Star Trek, jak ho ještě neznáte. Příběh pojednává o první výpravě mladé posádky na palubě hvězdné lodi U.S.S. Enterprise. Jejich cestu doprovází spousta akce, humoru a vesmírného nebezpečenství. Nováčci musejí nalézt způsob, jak zastavit padoucha, jehož honba za pomstou ohrožuje celé lidstvo. Osud Galaxie spočívá v rukou dvojice zapřisáhlých nepřátel. Jedním z nich je James T. Kirk (Chris Pine), nezvedený venkovský kluk z Iowy a milovník života „na hraně“. Druhým je Spock (Zachary Quinto), vychovaný ve společnosti, která staví na logice a odmítá veškeré emoce. Divoký instinkt se střetne s chladným rozumem, ovšem pouze jejich spojení provede posádku bez úhony velkým nebezpečím, které představuje pomstychtivý Nero (Eric Bana). Kirk a jeho bližní se odvážně pustí tam, kam se dosud nikdo nevydal…(oficiální text distributora)\n\nČSFD: 84% (43.8k)"
    },
    {
      "imdb": "tt0360486",
      "name": "Constantine",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 81% (59.1k)",
      "csfdId": 118298,
      "csfdRating": 81,
      "csfdRatingCount": 59061,
      "poster": "https://images.metahub.space/poster/small/tt0360486/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0360486/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "121 min",
      "genres": [
        "Fantasy",
        "Mysteriózní",
        "Thriller",
        "Horor"
      ],
      "description": "John Constantine od malička vidí svět takový, jaký opravdu je. Má schopnost rozeznat anděly a démony skryté pod lidským vzezřením. Tím, že se dříve snažil spáchat sebevraždu a nežil zrovna životem světce, si přímo koupil vstupenku do pekla. Když jeho plíce začnou vypovídat službu kvůli neustálému kouření cigaret, dozví se od lékařů, že zemře mlád a bude to brzy. Dá se dohromady s nedůvěřivou policistkou Angelou Dodsonovou, aby společně vyřešili záhadnou sebevraždu jejího dvojčete. Pátrání je přivede do světa andělů a démonů, který existuje těsně pod povrchem Los Angeles. Stanou se zajatci sledu katastrofických událostí z jiného světa a pokusí se najít vlastní klid za jakoukoli cenu.(Nova Cinema)\n\nČSFD: 81% (59.1k)"
    },
    {
      "imdb": "tt0087843",
      "name": "Tenkrát v Americe",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 88% (24.1k)",
      "csfdId": 5914,
      "csfdRating": 88,
      "csfdRatingCount": 24090,
      "poster": "https://images.metahub.space/poster/small/tt0087843/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0087843/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "229 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Mladá žena se v noci vrací do hotelového pokoje. Čekají tam na ni neznámí muži, policisté, kteří chtějí vědět, kam zmizel její milenec Noodles. Jeho tři kamarádi, Patrick Goldberg, Philip Stein a Maximilian Bercovicz jsou již mrtví. Když žena odpoví, že neví, chladnokrevně ji zastřelí. Se stejnou otázkou mučí i majitele drahé restaurace Fat Moea, který nakonec prozradí: Noodles je v čínském divadle. Než tam policisté dorazí, Noodles stačí zmizet. Hledá kufřík s penězi, kam ukládali s kamarády společné úspory, najde v něm ale jen staré noviny. Odjíždí se skrýt do Buffala a o pár let později se vzpomínky a strach z pronásledování vracejí.(oficiální text distributora)\n\nČSFD: 88% (24.1k)"
    },
    {
      "imdb": "tt0083866",
      "name": "E.T. - Mimozemšťan",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 83% (40.3k)",
      "csfdId": 8635,
      "csfdRating": 83,
      "csfdRatingCount": 40347,
      "poster": "https://images.metahub.space/poster/small/tt0083866/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0083866/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "115 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Nedaleko předměstí Los Angeles přistála kosmická loď mimozemšťanů. Podivné postavičky se rozešly sbírat vzorky do okolí a jen jedna z nich se dostala až na kraj lesa. Okouzlena světly velkoměsta zapomněla na své poslání. Proto se nedostala včas na palubu a uvízla na naší planetě. Úkryt nalezl mimozemšťan v kůlně nejbližšího domu a tady ho objevil desetiletý Elliot, který ho představil i svým sourozencům. Stali se z nich kamarádi, ale tomu malému, kterému děti začaly říkat E.T., se strašně stýská po domově a chce stůj co stůj s těmi \"svými\" navázat spojení. Nezdaří se a E.T. se rozstoná. V té době už je jeho úkryt vypátrán a nemocný mimozemšťánek se ocitne v rukou vědců. Z hodiny na hodinu chřadne až přístroje konstatují jeho smrt. Jen Elliotovi dá najevo, že tomu tak není a že se mu podařilo navázat kontakt s domovem. Dětem se podaří svého kamaráda ze vzdálené planety zachránit.(oficiální text distributora)\n\nČSFD: 83% (40.3k)"
    },
    {
      "imdb": "tt1170358",
      "name": "Hobit: Šmakova dračí poušť",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 80% (57.5k)",
      "csfdId": 238304,
      "csfdRating": 80,
      "csfdRatingCount": 57480,
      "poster": "https://images.metahub.space/poster/small/tt1170358/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1170358/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "161 min",
      "genres": [
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Hobit: Šmakova dračí poušť líčí další dobrodružství hobita Bilbo Pytlíka na jeho společné pouti s čarodějem Gandalfem a třinácti trpaslíky vedenými Thorinem Pavézou. Vydali se na výpravnou cestu, jejímž cílem je získat zpět Osamělou horu a ztracené království trpaslíků Erebor. Poté, co přežili začátek své neočekávané cesty, pokračuje tato společnost směrem na Východ a cestou potkává kožoměnce Medděda a v lese Mirkwood plném nástrah se střetává s houfem obřích Pavouků. Když se jim podaří uniknout ze zajetí nebezpečných lesních elfů, pokračují trpaslíci k Jezernímu městu a nakonec k samotné Osamělé hoře, kde musí čelit největšímu nebezpečí v podobě Šmaka -  nejstrašlivější nestvůry, která prověří nejen jejich odvahu, ale i pevnost jejich přátelství a smysluplnost celé pouti.(Warner Bros. CZ)\n\nČSFD: 80% (57.5k)"
    },
    {
      "imdb": "tt0824747",
      "name": "Výměna",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (32.1k)",
      "csfdId": 230480,
      "csfdRating": 85,
      "csfdRatingCount": 32084,
      "poster": "https://images.metahub.space/poster/small/tt0824747/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0824747/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "141 min",
      "genres": [
        "Drama",
        "Historický",
        "Krimi",
        "Mysteriózní",
        "Thriller",
        "Životopisný"
      ],
      "description": "Režírující Clint Eastwood si rád vybírá příběhy, které jdou až na dřeň lidských emocí. Výměna není výjimkou. Příběh ženy, jíž osud připraví řadu nesmírně těžkých životních zkoušek, je podobně výjimečný jako režisérovy předchozí a mnoha cenami ověnčené filmy Nesmiřitelní, Tajemná řeka nebo Million Dollar Baby... Los Angeles, březen 1928. Je svěží sobotní ráno a v útulném domku na předměstí se svobodná matka Christine Collins (Angelina Jolie) před odchodem do práce loučí se svým devítiletým synem Walterem. Netuší, že ho možná vidí naposledy. Po návratu z práce totiž čelí asi největší noční můře každého rodiče - zmizení dítěte. Navzdory usilovnému pátrání státních orgánů se nepodaří zachytit jedinou stopu ztraceného chlapce. Uběhne pět měsíců a najednou, jako blesk z čistého nebe, udeří šťastná novina. Walter se našel a losangeleská policie, která si potřebuje napravit pošramocenou pověst, zaviněnou četnými skandály, ho s velkou pompou před zraky novinářů předává přešťastné matce. Moment nadšení záhy vystřídá další vlna zoufalství. Nalezený chlapec není její Walter. Policie, která nechce přijít o kladné body, ale trvá na tom, že nalezenec je pohřešovaný Walter Collins a matčiny protesty vysvětluje neskutečnou psychickou zátěží. Stejně bohorovně odmítá i evidentní důkazy svědčící ve prospěch její teorie. Zoufalí lidé dělají zoufalé věci a Christine se pustí do boje za svou pravdu s takovou vehemencí, že začne být nepohodlná. Zatímco ona chce jen najít svého pravého syna, ti, kteří by jí měli pomáhat a chránit, dělají vše proto, aby ji umlčeli. Třeba i navždy... Neuvěřitelný příběh bojovnice Christine Collins spatřil světlo světa díky scenáristovi Michaelu Straczynskimu, který ho před sedmi lety objevil v archivu losangeleské radnice. \"Chystali se zničit nějaké staré záznamy a nabídli mi, jestli se v nich nechci prohrabat, než skončí v peci. Když jsem narazil na záznam o jejím případu, nevěřil jsem, že se to skutečně stalo. Ta žena vytrvale kladla jednoduchou otázku - Kde je můj syn?, a málem jí rozložila policejní sbor města Los Angeles,\" říká Straczynski. Nabídl příběh slavným hollywoodským producentům Brianu Grazerovi a Ronu Howardovi, protože věděl, že mají slabost pro látky podle skutečných událostí, a ti ho doporučili Clintu Eastwoodovi, který s nimi tuto vášeň sdílí. \"Vzal jsem si scénář do letadla a hned po přečtení jsem věděl, že to chci točit. Mám rád skutečné příběhy, zvlášť když působí naprosto neskutečně,\" říká slavný herecký a režisérský veterán.(oficiální text distributora)\n\nČSFD: 85% (32.1k)"
    },
    {
      "imdb": "tt1392190",
      "name": "Šílený Max: Zběsilá cesta",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 81% (47.3k)",
      "csfdId": 267974,
      "csfdRating": 81,
      "csfdRatingCount": 47275,
      "poster": "https://images.metahub.space/poster/small/tt1392190/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1392190/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "121 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Šílený Max, pronásledovaný svou pohnutou minulostí, je přesvědčen, že jediný způsob jak přežít, je vydat se na osamělou pouť. Narazí však na skupinu prchající pustinou ve vyzbrojeném obrněném vozidle, v jejímž čele stojí elitní Imperator Furiosa. Citadelu, odkud prchají, tyranizuje Immortan Joe, kterému kdosi odcizil něco nenahraditelného. Rozzuřený vojenský vůdce svolá všechny své gangy a ve vysokooktanové silniční válce nemilosrdně pronásleduje prchající rebely.(Warner Bros. CZ)\n\nČSFD: 81% (47.3k)"
    },
    {
      "imdb": "tt1300854",
      "name": "Iron Man 3",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 80% (53.9k)",
      "csfdId": 254420,
      "csfdRating": 80,
      "csfdRatingCount": 53903,
      "poster": "https://images.metahub.space/poster/small/tt1300854/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1300854/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "130 min",
      "genres": [
        "Sci-Fi",
        "Fantasy",
        "Akční",
        "Dobrodružný"
      ],
      "description": "Ve filmu společnosti Marvel Studios Iron Man 3 je svérázný, ale geniální průmyslník Tony Stark / Iron Man nucen čelit nepříteli, jehož dosah nezná hranic. Když je rukou nepřítele připraven o vše, čeho si v životě cení, vydá se Stark na pouť s cílem nalézt toho, kdo je za jeho utrpení zodpovědný. Na každém jejím kroku bude nucen prokázat své odhodlání a sílu vůle. Zahnán do kouta bude nucen přežít pouze prostřednictvím svých vynálezům a při ochraně svých nejbližších se bude moci spolehnout jen na svou geniální mysl a své instinkty. Při své odvetě současně objevuje odpověď na otázku, která ho ve skrytu duše dlouho sužovala: je on sám pouhou součástí svého obleku, nebo je oblek pouze součástí jeho samého?(oficiální text distributora)\n\nČSFD: 80% (53.9k)"
    },
    {
      "imdb": "tt1877832",
      "name": "X-Men: Budoucí minulost",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (39.4k)",
      "csfdId": 317342,
      "csfdRating": 82,
      "csfdRatingCount": 39435,
      "poster": "https://images.metahub.space/poster/small/tt1877832/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1877832/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "132 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Zmutovaným hrdinům X-Men hrozí definitivní zánik. Jejich rasa byla vždy na pokraji vyhynutí, ale teď je ta hrozba ještě reálnější než kdy jindy. Jediná cesta ke spasení vede přes minulost, na samý začátek řetězce událostí, které stávající nebezpečí vyvolaly. K bytostem s výjimečnými schopnostmi se vrací režisér Bryan Singer, strůjce jejich mimořádného úspěchu. Spolu s ním ve filmu X-Men: Budoucí minulost přichází i nejvíc mutantů v historii této ságy. Díky tomu, že se film odehrává ve dvou časových rovinách, objeví se v něm hned dvě podoby vůdce „hodných\" X-Men, profesora Xaviera (Patrick Stewart, James McAvoy) a jeho protivníka Magneta (Ian McKellen, Michael Fassbender). Pouze Wolverine (Hugh Jackman) zůstává stále stejný díky schopnosti nestárnout a bleskurychle se uzdravovat. Právě on proto dostane zdánlivě šílený úkol, vrátit se v čase a zabránit tomu, aby se z bývalých přátel stali soupeři na život a na smrt. Jedině spolu totiž mohou v budoucnosti čelit síle, která předčí i jejich unikátní schopnosti.(CinemArt)\n\nČSFD: 82% (39.4k)"
    },
    {
      "imdb": "tt2084970",
      "name": "Kód Enigmy",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (37.1k)",
      "csfdId": 283747,
      "csfdRating": 82,
      "csfdRatingCount": 37125,
      "poster": "https://images.metahub.space/poster/small/tt2084970/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2084970/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "113 min",
      "genres": [
        "Válečný",
        "Životopisný",
        "Thriller",
        "Drama"
      ],
      "description": "V zimě roku 1952 britská policie dostala hlášení o vloupání do domu profesora matematiky a kryptoanalytika Alana Turinga (Benedict Cumberbatch). Namísto pachatele tohoto zločinu však v poutech odvedli samotného Turinga, který byl obviněn ze sexuálních přestupků a čekal ho zničující soudní proces. Téměř nikdo ze zúčastněných nevěděl, že jde o válečného hrdinu, který se spolu s týmem podílel na prolomení kódu legendárního německého šifrovacího stroje Enigma. The Imitation Game vypráví příběh matematického génia, který díky svému úžasnému talentu pomohl zkrátit 2. světovou válku a zachránil tak tisíce lidských životů.(Forum Film CZ)\n\nČSFD: 82% (37.1k)"
    },
    {
      "imdb": "tt1457767",
      "name": "V zajetí démonů",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 82% (37.7k)",
      "csfdId": 298275,
      "csfdRating": 82,
      "csfdRatingCount": 37680,
      "poster": "https://images.metahub.space/poster/small/tt1457767/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1457767/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "112 min",
      "genres": [
        "Horor",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Hrůzostrašný případ z domu v Amityville nebyl první – ještě dříve došlo k záhadným děsivým událostem v Harrisville. Film „V zajetí démonů\", natočený podle skutečných událostí, vypráví hrůzný příběh světově proslulých vyšetřovatelů paranormálních jevů Eda a Lorraine Warrenových, kteří byli pozváni na odlehlou farmu, aby pomohli rodině terorizované temnými silami. V nejhrůzostrašnějším případu svého života jsou Warrenovi nuceni utkat se s mocnou démonickou bytostí.(oficiální text distributora)\n\nČSFD: 82% (37.7k)"
    },
    {
      "imdb": "tt0221027",
      "name": "Kokain",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 83% (35k)",
      "csfdId": 14321,
      "csfdRating": 83,
      "csfdRatingCount": 35000,
      "poster": "https://images.metahub.space/poster/small/tt0221027/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0221027/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "124 min",
      "genres": [
        "Krimi",
        "Drama",
        "Životopisný"
      ],
      "description": "V 70. letech zaznamenal mezinárodní obchod s drogami rychlý vzestup a v jeho středu se ocitl zcela nenápadný a ve všem průměrný Američan. George Jung, hvězda školního fotbalového mužstva z malého města, se během několika let stal hlavním dovozcem kokainu z kolumbijského Medellínu. Film Blow je jeden z pravdivých příběhů čerpajících ze skutečnosti. Sleduje cestu George Junga od 60. let přes jeho první styky se světem drog na plážích v Kalifornii. Kšeftování s marihuanou bylo pro něj tehdy jen prostředkem k realizaci vlastního amerického snu. Díky seznámení s náboráři medellínského trustu se proměnil v profesionálního pašeráka. George Jung se stal článkem v řetězci dopravujícím bílý prášek z Latinské Ameriky k americkým zákazníkům. Film zachycuje se suchým humorem, jak se syn chudého, ale poctivého stavebního dělníka vyšvihl přes noc ve zbohatlíka, kopírujícího životní styl vyšších vrstev. Zaznamenává jeho lásky, včetně té, na kterou dodnes marně čeká tam, kde jeho dráha skončila.(oficiální text distributora)\n\nČSFD: 83% (35k)"
    },
    {
      "imdb": "tt0780536",
      "name": "V Bruggách",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 82% (38k)",
      "csfdId": 228433,
      "csfdRating": 82,
      "csfdRatingCount": 38048,
      "poster": "https://images.metahub.space/poster/small/tt0780536/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0780536/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Komedie",
        "Krimi",
        "Thriller"
      ],
      "description": "Držitel Oscara a známý scénárista Martin McDonagh nám přináší černou komedii o cti a podvodech, která se odehrává v nádherném prostředí belgických Brugg. Po jedné fušce v Londýně jsou nájemní zabijáčci Ray (Colin Farrell) a Ken (Brendan Gleeson - Harry Potter) pověřeni svým drsným šéfem Harrym (Ralph Fiennes), aby se schovali v Bruggách. Zatímco Ken si užívá klidného prostředí a památek, upovídaný a akční Ray je malebným městem víc než znechucen, a proto se rozhodne vymyslet dobrodružství. Netrvá dlouho a Ray se potuluje s turisty, začne si s místní kráskou (Cléménce Poésy – Harry Potter), mlátí jejího bývalého kluka skinheada (Jérémie Rénier) a paří s americkým trpaslíkem, který zde natačí surrealistický film. Dovolená se však zkomplikuje, když Ray zjistí, že Harry ho chce mrtvého a Ken má tuto prácičku udělat. Samozřejmě, že Harry nepočítal s tím, že se Ray s Kenem na výletě tak spřátelí. No, a tak se Harry naučí těžkou lekci – všechno si musíš udělat sám…(oficiální text distributora)\n\nČSFD: 82% (38k)"
    },
    {
      "imdb": "tt0443706",
      "name": "Zodiac",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 81% (41.9k)",
      "csfdId": 221713,
      "csfdRating": 81,
      "csfdRatingCount": 41911,
      "poster": "https://images.metahub.space/poster/small/tt0443706/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0443706/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "157 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Novinář Jake Gyllenhaal se dostane k případu záhadného masového vraha, který zabíjí náhodně vybrané oběti. Zločinec, přezdívaný Zodiac, rozeslal do novin dopisy a šifrované zprávy o svých budoucích i minulých vraždách a touha po jeho odhalení se pro žurnalistu stává posedlostí... Příběh filmu vychází ze skutečných událostí a vypráví o masovém vrahovi, který po několik desetiletí děsil obyvatele San Francisca a zavaloval úřady čtyř soudních okrsků svými šiframi a dopisy. Dopadení Zodiaca se pro skupinu čtyř policistů stalo posedlostí, která z nich udělala tvory naprosto nepodobné sobě samým. Jejich životy byly kvůli nekonečnému přívalu dalších a dalších stop naprosto v troskách. Zodiac vypráví o řádění šílence, který nebyl nikdy dopaden a který držel celý národ v osidlech strachu. Počet mrtvých, kteří byli usmrceni jeho rukou už asi nikdy nezjistíme. Jedno je však jisté : mezi jeho oběti patří i ti, kteří přežili... Není snad děsivějšího případu než je tento. Zodiac vypráví o řádění šílence, kterého zodpovědné autority nikdy nechytily. Tento hádankář a vrah, který držel celý národ v osidlech strachu, vždy unikl. Byl to americký Jack Rozparovač. Veřejně se přiznal ke třinácti obětem. Poté k dalším dvaceti čtyřem. Policie však byla schopna potvrdit jen pět nebo sedm z nich. Počet mrtvých, kteří byli usmrceni jeho rukou už asi nikdy nezjistíme. Jedno je však jisté: mezi jeho oběti patří i ti, kteří přežili. Graysmith by obyčejným kreslířem deníku San Francisco Chronicle, který se co do kontaktů ani znalostí nemohl rovnat svému cynickému kolegovi Paulu Averymu, který byl pronikavým novinářem a hvězdou černé kroniky. Chyběly mu také kontakty se slavným a ambiciózním detektivem z oddělení vražd v San Francisku, Davidem Toschim a jeho puntičkářským kolegou, inspektorem Williamem Armstrongem. Jednou se mu však dostalo zásadního poznání, které nikdo neočekával. Došlo k němu dne 1. srpna 1969. Toho dne se v hromadě redakční pošty objevil podivně vyhlížející dopis. Další dva došly do redakcí San Francisco Examiner a Vallejo Times-Herald - všechny dopisy v redakcích způsobily hotové pozdvižení. \"Vážený pane redaktore, píše vám vrah Davida Faradaye a Betty Lou Jensen, které jsem dne 20. prosince 1968 zastřelil na silnici Lake Herman v okrese Solano. Dále dne 4. července 1969 na parkovišti golfového hřiště v Blue Rock Springs jsem zastřelil Darlene Ferrin a pokusil se o vraždu Mikea Mageaua...\" Následoval seznam detailů, o kterých mohla vědět jen policie. Každý z deníků dostal část šifry, která - pokud by prý byla dekódována správně - vedla by k odhalení identity svého autora. Dopis by ukončen hrozbou: uveřejněte tento dopis v novinách, jinak budou následovat další vraždy. Od dob Jacka Rozparovače se neobjevil vrah, který by kontaktoval tisk a policii a formou hry na kočku a myš je naváděl ke svému dopadení. Zodiac patří k vůbec prvním masovým vrahům v dějinách Spojených států. Jeho zprávy byly nakonec dekódovány. Byl to však až nadšenec do luštění různých kvízů a šifer, Robert Graysmith, kdo pochopil jejich skrytý záměr, který odkazoval k němému filmu z roku 1932, The Most Dangerous Game. Během krátké doby následovalo několik dalších dopisů a hrozeb. Zodiac opět udeřil dne 27. září 1969, kdy jako maskovaný útočník s puškou a nožem zaútočil v Lake Berryessa v okrese Napa na mladý pár, který si vyjel na piknik. Cecilii Ann Shepard ubodal k smrti a Bryana Hartnella nechal vykrvácet. O necelý měsíc později - přesněji dne 11. října 1969 - přijel vrah do San Franciska. Jeho první oběť - taxikář Paul Lee Stine byl objeven s kulkou v týlu v luxusní čtvrti Presidio Heights. O tři dny později přišel další zlověstný dopis: Zodiac se policii vysmíval tvrzením, že té noci jej mohli dostat. Co hůře, zmínil, že měl v zaměřovači políčeno i na školáky, kteří vystupovali ze školního autobusu. San Francisko zachvátila panika. Díky Zodiacovi se detektivové Toschi a Armostrong a novinář Graysmith stali během jedné noci celebritami. Zodiac byl bohužel vždy o krok napřed, obratně uklízel stopy a ve svých výsměšných dopisech byl čím dál výhružnější a zároveň osobnější. Toschi později upadl v nemilost, frustrovaný Armostrong přešel na jiný případ a Avery odešel od novin. Zodiac najednou přestal ohlašovat, kdy a za jakých okolností znovu udeří. Od jednoho amerického pobřeží ke druhému se vyrojilo spoustu jeho napodobitelů. Hledaný podezřelý byl stále někde mezi nimi. Tehdy nastala Graysmithova chvíle. Šlo o moment, který navždy změnil mnoho životů.(oficiální text distributora)\n\nČSFD: 81% (41.9k)"
    },
    {
      "imdb": "tt0985699",
      "name": "Valkýra",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 82% (37.7k)",
      "csfdId": 233151,
      "csfdRating": 82,
      "csfdRatingCount": 37656,
      "poster": "https://images.metahub.space/poster/small/tt0985699/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0985699/img?src=cinemeta",
      "imdbRating": "7.1",
      "runtime": "121 min",
      "genres": [
        "Válečný",
        "Historický",
        "Thriller",
        "Drama"
      ],
      "description": "Dlouho očekávaný, napínavý film Valkýra, vypráví skutečný příběh plukovníka Clause von Stauffenberga (Tom Cruise), který stál v čele rozsáhlého protinacistického spiknutí, jehož hlavním cílem měla být likvidace Adolfa Hitlera a odstavení jeho nejvěrnějších spolupracovníků od moci. Plukovník Claus von Stauffenberg je loajálním vojákem, oddaně sloužícím své zemi. Poté co je zraněn a odvelen z fronty dojde k vylodění spojeneckých jednotek v Normandii a Stauffenberg se stává členem rozsáhlého spiknutí. Na straně německého odboje, vyzbrojen rafinovanou strategií použít Hitlerův vlastní nouzový plán pro stav ohrožení – známý jako Operace Valkýra – se rozbíhá akce s cílem zavraždit vůdce a svrhnout jeho nacistickou vládu. S dokonalým plánem a s několika odhodlanými důstojníky se z von Stauffenberga, který dosud byl jeden z mnoha, stane ten, který musí Hitlera zlikvidovat sám. Do pokusu o převrat bylo zainteresovaných mnoho vysokých osobností jako např. Ludwig Beck, Erich Höpner, Erwin Rommel, Hans Speidel a Hellmuth Stieff. Stauffenber chtěl při atentátu spolu s Hitlerem také zlikvidovat Heinricha Himmlera a Hermanna Göringa. Tento důvod donutil ve dvou případech (11. a 15. července) ustoupit od plánu. Konečné datum nakonec padlo na 20. července 1944, i přesto, že nebyl přítomen ani Himmler ani Göring…(oficiální text distributora)\n\nČSFD: 82% (37.7k)"
    },
    {
      "imdb": "tt0945513",
      "name": "Zdrojový kód",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 80% (43.4k)",
      "csfdId": 269231,
      "csfdRating": 80,
      "csfdRatingCount": 43420,
      "poster": "https://images.metahub.space/poster/small/tt0945513/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0945513/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "93 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Když se kapitán Colter Stevens (Jake Gyllenhaal) probudí v sedadle příměstského vlaku, netuší, kde se tam vzal. Naproti němu sedí Christina (Michelle Monaghan). Colter ji vidí poprvé v životě, ale Christina ho očividně dobře zná. Colter Stevens zjišťuje, že se probudil v těle jiného člověka. Než se stihne z nastalé situace vzpamatovat, je vlak rozmetán silným výbuchem. V zápětí se Colter se objeví v podivném bunkru izolovaném od okolního světa. Přes obrazovku k němu mluví důstojnice Goodwin (Vera Farmiga) a požaduje informace o všem, co právě viděl. Kapitán Colter Stevens se stal součástí náročné mise, jejímž cílem je odhalení útočníka, který má na svědomí výbuch vlaku, v němž se Colter ještě před chvílí nalézal. Atentátník plánuje mnohem větší výbuch přímo v srdci Chicaga a jeho dopadením tak může Colter zachránit tisíce životů. Tato vládní mise je založena na experimentu nazvaném Zdrojový kód, který Colterovi umožňuje na chvíli existovat v paralelní realitě - v těle Seana v chicagském příměstském vlaku. Seanovu identitu může využívat pouze osm minut, má tedy právě osm minut na odhalení bombového útočníka. Zdrojový kód zvládá poslat Coltera do stejného časového úseku vícekrát. Získává tak více času, ale situace se mu může snadno vymknout z rukou…(oficiální text distributora)\n\nČSFD: 80% (43.4k)"
    },
    {
      "imdb": "tt1764651",
      "name": "Expendables: Postradatelní 2",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 80% (43.2k)",
      "csfdId": 287500,
      "csfdRating": 80,
      "csfdRatingCount": 43225,
      "poster": "https://images.metahub.space/poster/small/tt1764651/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1764651/img?src=cinemeta",
      "imdbRating": "6.6",
      "runtime": "103 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Stará známá banda Postradatelných Barney Ross (Sylvester Stallone), Lee Christmas (Jason Statham), Yin Yang (Jet Li), Gunner Jensen (Dolph Lundgren), Toll Road (Randy Couture) a Hale Caesar (Terry Crews) se dají opět dohromady poté, co je tajný agent CIA Church (Bruce Willis) povolá, aby jim zadal zdánlivě jednoduchou zakázku. K partičce se přidávají i noví členové Billy the Kid (Liam Hemsworth) a Maggie (Yu Nan) jako první žena v týmu Postradatelných. Ačkoliv úkol vypadá velice jednoduše, samotná akce se příliš nevydaří a jeden člen Postradatelných během ní dokonce zemře a to dost nepěknou smrtí. Jeho parťáci se ho rozhodnou pomstít přímo na místě, tedy na nepřátelském území, kde mají pouze mizivou šanci na úspěch. Postradatelným se podaří rozpoutat peklo na zemi, na které se mimochodem válí i pět tun čistého plutonia, které by naši planetu hravě vychýlilo z osy. Tuhle třaskavou směs musí zajistit dřív, než bude pozdě. To je ovšem brnkačka ve srovnání se šťavnatou pomstou za kamarádovu smrt.(oficiální text distributora)\n\nČSFD: 80% (43.2k)"
    },
    {
      "imdb": "tt0780504",
      "name": "Drive",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 80% (42k)",
      "csfdId": 240522,
      "csfdRating": 80,
      "csfdRatingCount": 42047,
      "poster": "https://images.metahub.space/poster/small/tt0780504/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0780504/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "100 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Říkají mu Řidič. Přes den je filmovým kaskadérem, po nocích si přivydělává jako nájemný řidič zločineckých gangů. Nezajímá ho o jakou práci ten večer zrovna jde, řítí se nocí s policejními vozy v zádech. Shannon je Řidičovým učitelem i manažerem, který se ho snaží dohazovat filmovým režisérům i zlodějům, kteří za něj jsou ochotni dobře zaplatit. Shannon má v plánu koupi vozu, ve kterém by se Řidič mohl zúčastnit profesionálních závodů. Navrhne, aby se investorem stal Bernie Rose, místní boháč s pochybnými zdroji příjmů. Samotářskému a ze svého dvojího života značně rozpolcenému Řidiči zcela změní život náhodné setkání se sousedkou Irene, se kterou tráví stále více času. Vše se však změní když je z vězění propuštěn Irenin manžel Standard. Řidič se s ním domluví na poslední loupeži, která Standardovi umožnit splatit dluh, kvůli kterému ho vydírají gangsteři. Ukáže se však, že šlo o nastraženou past. Vše se začíná komplikovat a aby Řidič ochránil sebe i Irene, musí udělat to, co umí nejlépe – řádně šlápnout na plyn.(oficiální text distributora)\n\nČSFD: 80% (42k)"
    },
    {
      "imdb": "tt1220719",
      "name": "Ip Man",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (23k)",
      "csfdId": 246291,
      "csfdRating": 85,
      "csfdRatingCount": 22992,
      "poster": "https://images.metahub.space/poster/small/tt1220719/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1220719/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "106 min",
      "genres": [
        "Akční",
        "Drama",
        "Sportovní",
        "Životopisný"
      ],
      "description": "Čína, rok 1935. Kluby bojových umění v městě Foshan nabírají na popularitě a Ip Man (DONNIE YEN) je nezpochybnitelným vládcem umění wing chun, čím dál populárnější verze kung fu. Klidný život jeho rodiny a přátel však převrátí vzhůru nohama japonská invaze. Poté, co odmítne učit okupační vojáky svému umění, je přinucen bojovat o své vlastní přežití v sérii výzev, jež vyvrcholí soubojem na život a na smrt s nejlepším japonským bojovníkem.(oficiální text distributora)\n\nČSFD: 85% (23k)"
    },
    {
      "imdb": "tt1454468",
      "name": "Gravitace",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 78% (51k)",
      "csfdId": 275420,
      "csfdRating": 78,
      "csfdRatingCount": 50999,
      "poster": "https://images.metahub.space/poster/small/tt1454468/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1454468/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "91 min",
      "genres": [
        "Drama",
        "Thriller",
        "Sci-Fi"
      ],
      "description": "Sandra Bullock ve filmu hraje doktorku Ryan Stone, skvělou lékařku – inženýrku na její první vesmírné misi. George Clooney ztvárnil vesmírného veterána Matta Kowalskyho, který velí svému poslednímu letu před odchodem do důchodu. Jenže během zdánlivě rutinní výpravy do kosmu dojde ke katastrofě. Loď je zničená a Stone a Kowalsky zůstanou ve vesmíru sami, odkázáni jeden na druhého a směřujíc dál do temného vesmíru. Hluboké ticho dává oběma jasně najevo, že ztratili jakékoli spojení se Zemí... a tím i jakoukoli šanci na záchranu. Strach se pomalu mění v paniku, zejména když si oba uvědomí, jak málo kyslíku jim zbývá. Přitom paradoxně jediný možný způsob návratu je pokračování v cestě do hlubokého vesmíru.(oficiální text distributora)\n\nČSFD: 78% (51k)"
    },
    {
      "imdb": "tt1542344",
      "name": "127 hodin",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 81% (36.2k)",
      "csfdId": 272015,
      "csfdRating": 81,
      "csfdRatingCount": 36187,
      "poster": "https://images.metahub.space/poster/small/tt1542344/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1542344/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "94 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Thriller",
        "Životopisný"
      ],
      "description": "Jedné páteční noci v dubnu 2003 se 26-letý Aron Ralston vydal do Utahu, aby zde strávil víkend lezením po odlehlých skalách národního parku Canyonlands. O šest dnů později se znenadání zjevil v civilizaci, bohatší o neuvěřitelný příběh a chudší o pravou ruku. Ralston (James Franco) přežil 127 trýznivých hodin v divočině s rukou přiskřípnutou ohromným kamenem, s malým množstvím jídla a jen několika kapkami vody. Bojoval s přírodou i vlastními démony a vyhrál. Dokázal, že má potřebnou sílu na to, aby se vyprostil z 20 metrů hluboké propasti a zraněný ušel více než 10 kilometrů než konečně najde záchranu. Jen díky neuvěřitelné statečnosti unikl jisté smrti.(oficiální text distributora)\n\nČSFD: 81% (36.2k)"
    },
    {
      "imdb": "tt1408101",
      "name": "Star Trek: Do temnoty",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 81% (32.3k)",
      "csfdId": 261497,
      "csfdRating": 81,
      "csfdRatingCount": 32296,
      "poster": "https://images.metahub.space/poster/small/tt1408101/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1408101/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "132 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční",
        "Thriller"
      ],
      "description": "Posádka Enterprise je povolána domů, nalézá zde však zdemolovanou flotilu i hodnoty, které flotila hájí. Náš svět je v krizi a za veškerý teror může nezastavitelná síla, která vzešla z vlastních řad. Kapitána Kirka se události osobně dotknou a nehodlá je nechat bez odezvy. Vydává se do válečné zóny, aby polapil člověka, který má sílu zbraně hromadného ničení. Naši hrdinové jsou vehnáni do epické šachové partie, která se hraje na život a na smrt. Láska projde zkouškou, přátelství budou roztrhána na kusy, a pokud má Kirk zachránit jedinou rodinu, která mu ještě zbývá, neobejde se to bez obětí. Tou rodinou je Kirkova posádka.(oficiální text distributora)\n\nČSFD: 81% (32.3k)"
    },
    {
      "imdb": "tt1596343",
      "name": "Rychle a zběsile 5",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 79% (42.2k)",
      "csfdId": 273731,
      "csfdRating": 79,
      "csfdRatingCount": 42181,
      "poster": "https://images.metahub.space/poster/small/tt1596343/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1596343/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Česká policie může zůstat v klidu, veškeré silniční běsnění se bude odehrávat v rozpálených ulicích brazilského Ria. Až sem utekli před spravedlností notorický zločinec s dobrým srdcem Dom Toretto (Vin Diesel) a Brian O´Conner (Paul Walker), bývalý polda, který mu naposled pomohl utéci z vězení. Ne však náhodou. Do města pod obří Ježíšovou sochou je přivedl plán, na jehož konci na ně čeká vstupenka ke svobodě. Potíž vězí v tom, že ten plán, v nominální hodnotě 100 miliónů dolarů, které na ně čekají v sejfu policejní stanice, je naprosto šílený. Brian a Dom povolají do Ria bývalé parťáky, aby zvýšili své šance na úspěch, jenže proti nim nestojí jen zkorumpovaný narkobaron a jeho bojůvka, ale také drsný federální agent Luke Hobbs (Dwayne Johnson). Hobbs je typ člověka, který bere svou práci smrtelně vážně, a když dostane nějaký úkol, tak ho vždycky splní. A to je pro oba hrdiny smrtonosná kombinace. Ještě že mají auta a schopnost dostat z nich pokaždé to nejlepší.(Bontonfilm)\n\nČSFD: 79% (42.2k)"
    },
    {
      "imdb": "tt0087928",
      "name": "Policejní akademie",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 81% (32.2k)",
      "csfdId": 18167,
      "csfdRating": 81,
      "csfdRatingCount": 32217,
      "poster": "https://images.metahub.space/poster/small/tt0087928/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0087928/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "97 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Starostka amerického města otevřela dveře Policejní akademie nové generaci policistů: přijat je každý, kdo o to požádá, bez ohledu na výšku, váhu, věk, pohlaví, rasu, vyznání či vzdělání. Když vidíte, kdo se hlásí, myslíte si, že starostka spáchala zločin. Myslí si to i policejní instruktoři, kteří se snaží vyhodit bažanty dřív, než někoho napadne udělat z nich policajty.(oficiální text distributora)\n\nČSFD: 81% (32.2k)"
    },
    {
      "imdb": "tt1843866",
      "name": "Captain America: Návrat prvního Avengera",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 78% (43.2k)",
      "csfdId": 303069,
      "csfdRating": 78,
      "csfdRatingCount": 43178,
      "poster": "https://images.metahub.space/poster/small/tt1843866/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1843866/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "136 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi"
      ],
      "description": "Po katastrofických událostech, které Avengers prožili v New Yorku, žije Steve Rogers neboli Captain America ve filmu Captain America: Návrat prvního Avengera poklidně v ústraní ve Washingtonu, D.C. a snaží se přizpůsobit modernímu světu. Když ale dojde k útoku na jeho kolegu z organizace S.H.I.E.L.D., zaplétá se do pavučiny intrik, které ohrožují celý svět. Společně s Black Widow se Captain America pokouší odhalit stále se prohlubující spiknutí a současně se na každém kroku střetává s profesionálními zabijáky, kteří byli posláni, aby ho umlčeli. Když dojde k odhalení skutečné šíře zákeřného plánu, povolávají Captain America s Black Widow na pomoc svého spojence Falcona. Přesto se brzy ocitají tváří v tvář nečekanému a zdatnému nepříteli – Winter Soldierovi.(Falcon)\n\nČSFD: 78% (43.2k)"
    },
    {
      "imdb": "tt0452623",
      "name": "Gone, Baby, Gone",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 83% (25.1k)",
      "csfdId": 226199,
      "csfdRating": 83,
      "csfdRatingCount": 25103,
      "poster": "https://images.metahub.space/poster/small/tt0452623/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0452623/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "113 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "Autor drsných detektivních příběhů Dennis Lehane se proslavil především svým románem \"Tajemná řeka\", který byl Clintem Eastwoodem velmi úspěšně zfilmován. Ale dávno předtím, než napsal první slova této knihy, vytvořil populární sérii o neobvyklém týmu bostonských soukromých detektivů, Patrickovi Kenziem a Angie Gennaro, pracujícími převážně pro obyčejné lidi. Z této dvojice, která se přátelila již od dětství, se postupem času stali nejen pracovní, ale i životní partneři, což jejich případům dodávalo další emoční rovinu. Celá série měla obrovský úspěch, ale právě čtvrtý díl, \"Gone, Baby, Gone\", zaujal kritiky výrazněji svým nekompromisním a přesným popisem zločinů na dětech. Jinými slovy byla tato kniha působivá tak, jak byla napínavá... Příběh filmu začíná v bostonské čtvrti Dorchester, jejíž chudé dělnické ulice jsou poseté zbytky rozbitých rodin a zmařených snů. Tady se beze stopy ztratí čtyřletá Amanda McCready. Policie není schopna nalézt žádné stopy, takže se Amandin zoufalý strýc s tetou obrátí na soukromé detektivy Patricka Kenzieho (Casey Affleck) a Angie Genarro (Michelle Monaghan) s prosbou o převzetí vyšetřování. Ačkoliv se jim do toho příliš nechce, znají místní poměry a také pravdu o Amandině matce Helene (Amy Ryan), která je závislá na drogách. Když se o její případ začnou zajímat více, odhalují temné dorchesterské podsvětí, plné drogových dealerů, podvodníků a pedofilů. Zjištění, co se s Amandou stalo ale nejsou o nic blíže, než byli. Sledováni médii se spojí s vytrvalým detektivem Remym Bressantem (Ed Harris) a s policejním kapitánem Jackem Doylem (Morgan Freeman) - ale když už se zdá, že se případ chýlí k vyřešení, je odhalena smutná pravda o Amandině osudu. Zatímco se všichni snaží na celou záležitost zapomenout, Patrick, pronásledovaný výčitkami, není schopen nad celou věcí mávnout rukou. Když se znovu probírá stopami, které získali, zjišťuje, že se zaplétá do houstnoucí pavučiny lží a nepochopitelného násilí, proniká k šokujícímu tajemství, které bránilo odhalení pravdy, a je nucen čelit morálnímu dilematu, na jehož základě bude muset on i diváci přehodnotit, co je správné a co špatné.(oficiální text distributora)\n\nČSFD: 83% (25.1k)"
    },
    {
      "imdb": "tt1132620",
      "name": "Muži, kteří nenávidí ženy",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 83% (24.9k)",
      "csfdId": 247369,
      "csfdRating": 83,
      "csfdRatingCount": 24933,
      "poster": "https://images.metahub.space/poster/small/tt1132620/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1132620/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "152 min",
      "genres": [
        "Krimi",
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Před čtyřiceti lety zmizela Harriet Vangerová z rodinného setkání konaného na ostrově, který vlastnil a obýval mocný klan Vangerů. Přestože nebylo Harrietino tělo nikdy nalezeno, je její strýc přesvědčen, že šlo o vraždu, jejímž pachatelem je někdo z jeho rodiny. Rodiny, jejíž členové jsou mezi sebou sice spjati pevnými pouty, ale která je jinak zcela nefunkční. K vyšetření tohoto případu si proto najme investigativního novináře Mikaela Blomkvista (Michael Nyqvist), kterému pomáhá drsná potetovaná počítačová hackerka Lisbeth Salanderová (Noomi Rapace). Lisbeth Salanderová je mladá žena jako vystřižená z Tarantinových filmů, s tajemnou minulostí, za kterou se mstí a která z ní učinila skutečného outsidera. Je hackerkou světového formátu - s naprostou samozřejmostí se pohybuje ve virtuálním světe, kde je schopná získat jakoukoliv informaci, kterou chce. Kromě toho je neobyčejně inteligentní a má skvělou fotografickou paměť. Jakmile Blomkvist a Salanderová zasadí Harrietino zmizení do rámce četných podivných vražd, které se staly téměř před čtyřiceti lety, začíná se rozplétat temná a děsivá rodinná historie…(oficiální text distributora)\n\nČSFD: 83% (24.9k)"
    },
    {
      "imdb": "tt0409459",
      "name": "Strážci - Watchmen",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 79% (38.3k)",
      "csfdId": 224865,
      "csfdRating": 79,
      "csfdRatingCount": 38339,
      "poster": "https://images.metahub.space/poster/small/tt0409459/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0409459/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "163 min",
      "genres": [
        "Akční",
        "Mysteriózní",
        "Sci-Fi"
      ],
      "description": "Komiks Alana Moorea Watchmen je považován za vůbec nejlepšího zástupce ve svém žánru. Natočit podle něj film proto byla obrovská výzva. Hozenou rukavici nakonec zvedl Zack Snyder, muž který si vydobyl renomé režií adaptace komiksové verze řecké historie 300: Bitva u Thermopyl. Vizuálně omračující styl, který zdobil i jeho předchozí hit, naordinoval i snímku Strážci-Watchmen. Přidejte k tomu temný mnohovrstevnatý příběh obývaný velmi netradičními postavami superhrdinů a najednou je tu jeden z nejzajímavějších filmů roku 2009... „Komiks asi může jen těžko něco nastartovat lépe než nález mrtvého superhrdiny. Jak se příběh pomalu odvíjí, dostáváme se čím dál hlouběji do panoptika lidí s nadpřirozenými schopnostmi a střetáváme se s realitou, která se od obecné představy o chování a myšlení superhrdinů dost liší,“ říká o svém díle Alan Moore. V úvodu nalezená mrtvola byla zaživa jistým Edwardem Blakem, který byl mezi superhrdiny známý pod přezdívkou Komediant. Evidentně násilná smrt nikoho neznepokojuje, svět má úplně jiné starosti. V kalendáři se píše rok 1985, venku zuří studená válka, která velmi reálně hrozí přerůst v nukleární střet světových velmocí. Maskovaní superhrdinové už dávno nejsou považování za ochránce lidstva, živoří na okraji společnosti a už jen vzpomínají na staré dobré časy. Světlou výjimkou je umíněný borec přezdívaný Rorschach, který za Komediantovou smrtí vidí rozsáhlé spiknutí, které má zlikvidovat nebo zdiskreditovat bývalé superhrdiny, a tím otevřít cestu daleko ambicióznějšímu a nechutnějšímu projektu. Ve snaze zabránit nejhoršímu se Rorschach pokusí zmobilizovat všechny své bývalé kolegy, z nichž opravdu nadpřirozené schopnosti má ve skutečnosti jen jeden. Jejich cílem bude strážit lidstvo. Kdo ale bude strážit je?(oficiální text distributora)\n\nČSFD: 79% (38.3k)"
    },
    {
      "imdb": "tt1646971",
      "name": "Jak vycvičit draka 2",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 81% (28.5k)",
      "csfdId": 295082,
      "csfdRating": 81,
      "csfdRatingCount": 28520,
      "poster": "https://images.metahub.space/poster/small/tt1646971/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1646971/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "102 min",
      "genres": [
        "Animovaný",
        "Dobrodružný",
        "Fantasy",
        "Komedie",
        "Rodinný"
      ],
      "description": "Ostrov Blp býval místem, kde Vikingové ve dne v noci bojovali s draky. Pak však mladý snílek Škyťák vycvičil draka Bezzubku, spřátelil se s ním a hlavně všem vysvětlil, že lidé a draci mohou žít v harmonii. Příběh poskočil o pět let dopředu a z Blpu se stal v mezidobí dračí ráj, kde se lidé a draci navzájem respektují a mají se rádi. Škyťákova největší kamarádka Astrid je hvězdou oblíbených dračích závodů, ve kterých hravě poráží ostatní vikinské teenagery, zatímco Škyťák dává přednost osamělým spanilým letům s Bezzubkou, během nichž mapují neznámá území a objevují nové světy a nové draky. Jedno z jejich dobrodružství je přivede do těžko přístupné ledové jeskyně, která je domovem stovky neznámých divokých draků. Taky se zde setkají s tajemnou Dračí jezdkyní, z které se vyklube Škyťákova dávno ztracená matka Valka. Na láskyplné objetí matky se synem ale není čas, protože nad soužitím lidí a draků se stahují mračna, která se přihnala díky Dragovi, mocichtivým a samozvaným „dračím bohem\", kterému slouží nafoukaný lovec draků Eret. Tihle dva představují nebezpečí, se kterým sám Škyťák s Bezzubkou nic nezmůžou, a tak dají dohromady starou partu, do níž kromě Astrid patří i Tlamoun, Snoplivec, Rybinoha a dvojčata Ťafan a Rafana. Spolu s nimi se ale budou muset mocnému nepříteli postavit i Škyťákův otec, vikinský náčelník Kliďas Velikán a především jeho matka Valka. Naučit táhnout tenhle nesourodý spolek za jeden provaz bude nesmírně obtížné. Bez toho ale nebudou mít obyvatelé Blpu sebemenší šanci.(CinemArt)\n\nČSFD: 81% (28.5k)"
    },
    {
      "imdb": "tt2245084",
      "name": "Velká šestka",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (23.3k)",
      "csfdId": 346603,
      "csfdRating": 82,
      "csfdRatingCount": 23260,
      "poster": "https://images.metahub.space/poster/small/tt2245084/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2245084/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "102 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Komedie",
        "Rodinný"
      ],
      "description": "Velká šestka je emocemi nabité komediální dobrodružství o malém geniálním konstruktérovi robotů jménem Hiro Hamada, který se naučí využívat svůj talent. Pomůže mu v tom jeho neméně nadaný bratr Tadashi a jejich kamarádi: dívka Go Go Tamago, vyhledávající adrenalinové zážitky, čistotou posedlý Wasabi No-Ginger, sličná chemička Honey Lemon a jejich fanda Fred. Když se parta kvůli katastrofální souhře náhod ocitne uprostřed nebezpečné hry, kterou kdosi rozehrál v ulicích San Fransokya, Hiro se obrátí na svého nejbližšího kamaráda – robota jménem Baymax - a přetvoří svou partu přátel na high-tech hrdiny odhodlané vyřešit vzniklou záhadu.(Falcon)\n\nČSFD: 82% (23.3k)"
    },
    {
      "imdb": "tt1197624",
      "name": "Ctihodný občan",
      "year": 2009,
      "releaseInfo": "2009 • ČSFD: 79% (35k)",
      "csfdId": 242257,
      "csfdRating": 79,
      "csfdRatingCount": 34959,
      "poster": "https://images.metahub.space/poster/small/tt1197624/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1197624/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "109 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Ctihodný občan je dramatický thriller o muži, který se bez slitování rozhodne pomstít tomu, kdo nechal z vězení propustit vrahy jeho rodiny. A nejen jemu, také městu, společnosti, všem. Město Filadelfii začíná děsit teror a vraždy, které jsou brilantně naplánované a provedené. Pomalu však vychází najevo, že je nemohl spáchat nikdo jiný, než právě člověk, jenž přišel o rodinu a rozhodl se vzít spravedlnost do vlastních rukou. Ten člověk ale sedí ve vězení...(oficiální text distributora)\n\nČSFD: 79% (35k)"
    },
    {
      "imdb": "tt0102798",
      "name": "Robin Hood: Král zbojníků",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 80% (31k)",
      "csfdId": 7683,
      "csfdRating": 80,
      "csfdRatingCount": 30964,
      "poster": "https://images.metahub.space/poster/small/tt0102798/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102798/img?src=cinemeta",
      "imdbRating": "6.9",
      "runtime": "143 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama",
        "Historický",
        "Romantický"
      ],
      "description": "Rok 1194. Robin z Locksley unikne z maurského zajetí v Jeruzalémě a vrací se do Anglie. V Nottinghamu se dozvídá, že jeho otec byl zabit, protože se odmítl připojit k tažení šerifa z Nottinghamu proti králi Richardovi. Robin se svým přítelem Azeemem naleznou útočiště v Sherwoodském lese, který ovládají zbojníci, vedení Malým Johnem a Willem Scarlettem. Robin se stává vůdcem bandy, která se denně rozrůstá o uprchlíky před šerifovou krutostí...(oficiální text distributora)\n\nČSFD: 80% (31k)"
    },
    {
      "imdb": "tt0206634",
      "name": "Potomci lidí",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 78% (38.3k)",
      "csfdId": 42954,
      "csfdRating": 78,
      "csfdRatingCount": 38284,
      "poster": "https://images.metahub.space/poster/small/tt0206634/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0206634/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "109 min",
      "genres": [
        "Sci-Fi",
        "Drama",
        "Thriller",
        "Dobrodružný"
      ],
      "description": "Planeta Země, rok 2027. Už devatenáct let se nenarodilo jediné dítě. Svět podléhá beznaději a anarchii a po čím dál zoufalejších pokusech o nalezení a odstranění příčiny neplodnosti lidstva už jen čeká na zázrak. Do nedaleké budoucnosti nás ve své temné a šokující vizi uvádí režisér Alfonso Cuarón (Mexická jízda, Harry Potter a vězeň z Azkabanu), který se inspiroval slavnou stejnojmennou sci-fi novelou královny detektivek P. D. James. Díky totalitnímu zřízení dokáže jediná Velká Británie odolávat všeobjímajícímu chaosu. Platí za to sice strašnou cenu - občanská práva jsou velmi okleštěna a občasné pokusy o odpor brutálně potlačovány, ale Theovi (Clive Owen), londýnskému byrokratovi, který už jen pasivně čeká na svůj konec, je to úplně jedno. Ovšem jen do chvíle, než se s pytlem na hlavě ocitne v kufru dodávky a posléze stane tváří v tvář své bývalé lásce Julian (Julianne Moore), která stojí v čele jedné z mnoha odbojových skupin a má pro Thea speciální úkol - zajistit pro jednu z jejích spolubojovnic tranzitní víza a dostat ji bezpečně ze země. Během cesty, jejímž cílem je azyl pod záštitou organizace Human Project, Theo zjišťuje, že jeho chráněnka Kee není obyčejná uprchlice. Naopak - je to člověk, kvůli kterému by byla spousta lidí ochotná vraždit. Je totiž v osmém měsíci těhotenství a představuje kýžený zázrak, na který lidstvo už devatenáct let čeká. Na útěku před anarchisty, kteří by ji rádi zlikvidovali kvůli zachování stávajícího bezvýchodného stavu, a reprezentanty režimu, již by ji rádi zneužili ke svým politickým cílům, se Theo a Kee stávají velmi nejistou, nicméně jedinou nadějí naší civilizace... Režiséra Cuaróna nadchla představa, že by se prostřednictvím filmu zasazeného do blízké budoucnosti mohl vyjadřovat k dnešku. \"To, jak se chováme dnes, výrazně ovlivní podobu naší planety za dvacet let. Vlastně to není sci - fi, ale současný thriller zasazený do roku 2027,\" říká Cuarón. Svět za pár let je sice snímán temnými, syrovými barvami, ale podle režiséra jde spíš o nastolení správné atmosféry než o jeho názor na naši budoucnost. \"Ten film je o tom, že mít naději se vyplatí i v bezvýchodné situaci,\" dodává.(oficiální text distributora)\n\nČSFD: 78% (38.3k)"
    },
    {
      "imdb": "tt0462499",
      "name": "Rambo: Do pekla a zpět",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 79% (34.1k)",
      "csfdId": 220982,
      "csfdRating": 79,
      "csfdRatingCount": 34114,
      "poster": "https://images.metahub.space/poster/small/tt0462499/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0462499/img?src=cinemeta",
      "imdbRating": "7.0",
      "runtime": "92 min",
      "genres": [
        "Akční",
        "Thriller",
        "Válečný"
      ],
      "description": "Stárnoucí válečný veterán z Vietnamu, John Rambo, se usadil a kdesi v Thajsku vede samotářský život. Provozuje loďku, rybaří, odchytává hady a především se snaží vyhýbat problémům. Ale problémy si najdou jeho. Poklidný Rambův život naruší misionářská skupina, vedená Sarah a Michaelem Burnettem, která se i přes jeho varování vydá do Barmy. Do končin, kde je nic dobrého nečeká. A Johnovi nezbývá než přispěchat na pomoc.\n\nČSFD: 79% (34.1k)"
    },
    {
      "imdb": "tt0425112",
      "name": "Jednotka příliš rychlého nasazení",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 79% (32.5k)",
      "csfdId": 223729,
      "csfdRating": 79,
      "csfdRatingCount": 32508,
      "poster": "https://images.metahub.space/poster/small/tt0425112/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0425112/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "121 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi",
        "Mysteriózní"
      ],
      "description": "Zapomeňte na všechny komedie z policejního prostředí, které jste doposud viděli. Jednotka příliš rychlého nasazení se od nich liší asi tak, jako se rozkošná zombie komedie Soumrak mrtvých liší od svých žánrových konkurentů. Ostatně ji mají na svědomí stejní tvůrci, kteří i ji vybavili neodolatelně suchým britským humorem, svéráznými postavičkami a nečekaně originální zápletkou... Nicholas Angel (Simon Pegg) je nejlepší seržant, který kdy sloužil v řadách londýnské policie, například počet zatčení, která osobně provedl, o 400 procent překračuje statistický průměr. Je prostě tak dobrý, že to vrhá špatné světlo na zbytek týmu. Proto ho nadřízení převelí do místa, kde svým talentem nebude kolegy ztrapňovat – do ospalého městečka Sandford, jehož statistiky zločinnosti se rovnají nule a jehož nejnapínavější událostí je každoroční zahradní slavnost. Podle toho také vypadá zdejší policejní oddělení. Nicholas vytvoří dvojici s obtloustlým dobrákem Dannym (Nick Frost), který by mohl být vším, jen ne dobrým policajtem. Před totální frustrací ho zachrání až série zvláštních „nešťastných náhod“, které naznačují, že pod idylickou pokličkou Sandfordu by mohl bublat pořádně ostrý guláš. V podstatě existují jen dvě možnosti – buď si Nicholas ze zoufalství začal vymýšlet zločiny tam, kde nejsou, nebo mu stojí v cestě nejchladnokrevnější zabiják, jakého ve své dosavadní kariéře potkal... Scénář Jednotky příliš rychlého nasazení, na kterém se společně s režisérem podílel sám představitel hlavní role, je tak originální a zábavný, že po jeho přečtení s účastí ve filmu souhlasila všechna oslovená britská herecká esa, včetně držitele Oscara Jima Broadbenta, bývalého agenta 007 Timothyho Daltona a populárních komiků Martina Freemana a Billyho Nighyho. Coby třešničky na dortu mají ve filmu rozkošná camea i jedna oscarová herečka a v současné době velmi populární režisér (taky držitel Oscara) – nebudeme prozrazovat... Jednotka příliš rychlého nasazení vznikla poté, co její tvůrci zkoukli přes 200 „policejních“ filmů, absolvovali rozhovory s desítkami mužů zákona a přežili jednu nefalšovanou honičku. Přesto se hravě vyhnuli banálním klišé, které jste už viděli stokrát, a naopak stvořili něco, co jste zaručeně ještě neviděli.(oficiální text distributora)\n\nČSFD: 79% (32.5k)"
    },
    {
      "imdb": "tt0086960",
      "name": "Policajt v Beverly Hills",
      "year": 1984,
      "releaseInfo": "1984 • ČSFD: 82% (22.5k)",
      "csfdId": 928,
      "csfdRating": 82,
      "csfdRatingCount": 22452,
      "poster": "https://images.metahub.space/poster/small/tt0086960/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086960/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Komedie",
        "Krimi"
      ],
      "description": "Černošský detektiv Axel Foley představuje pro svého šéfa skutečnou \"noční můru\", protože každou akci řeší po svém, a přitom často bez ostychu překračuje zavedené předpisy. Když se čirou náhodu stane svědkem vraždy svého přítele Mikea, zabrání mu policejní šéf Todd vměšovat se do řešení případu. V tu chvíli se Axel vydává na vlastní triko z Detroitu do Beverly Hills hledat pachatele...(oficiální text distributora)\n\nČSFD: 82% (22.5k)"
    },
    {
      "imdb": "tt1212450",
      "name": "Země bez zákona",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 81% (25.2k)",
      "csfdId": 271458,
      "csfdRating": 81,
      "csfdRatingCount": 25194,
      "poster": "https://images.metahub.space/poster/small/tt1212450/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1212450/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "115 min",
      "genres": [
        "Krimi",
        "Drama",
        "Životopisný"
      ],
      "description": "Bratři Bondurantovi jsou tvrdí hoši. Nejstarší z nich Howard (Jason Clarke) přežil 1. světovou válku, ale to co v ní prožil, v něm zanechalo hluboké následky. Prostřední Forrest (Tom Hardy) málem zemřel, když se spolu s rodiči nakazil španělskou chřipkou. Na rozdíl od nich nemoc přežil a tento zážitek ho zocelil. Nejmladší Jack (Shia LaBeouf) se od bratrů trochu odlišuje, svou vnímavostí a citlivostí jako by se do drsného prostředí ani nehodil. Zatímco většina obyvatel městečka živoří, podnikavým bratrům se daří, vybudovali si totiž prosperující byznys s načerno pálenou whisky. Nekalému podnikání ve Franklin County ale začínají krušné časy, když do města přijede zkorumpovaný zástupce šerifa Charlie Rakes (Guy Pearce). Zatímco většina obyvatel se podvoluje jeho teroru, bratři Bondurantové se nehodlají nikomu podřizovat. Ačkoliv proti Rakesovi bojují jako rodina, jejich vztahy se začínají měnit. Jack dospívá, sní o drahých autech, luxusních oblecích a krásných ženách a také jeho ambice v prodeji načerno pálené whisky se čím dál víc rozšiřují. A tak se svým přítelem Cricketem (Dane DeHaan) rozjíždí proti vůli Forresta vlastní obchod s whisky a kvůli tomu se zapletou s největším gangsterem ve městečku, Floydem Bannerem (Gary Oldman). Do životů bratří Bondurantových vstupují i dvě krásné ženy. Tajemná a živelná Maggie (Jessica Chastain) padne do oka uzavřenému Forrestovi a tichá křesťanka Berta (Mia Wasikowska) zaplane pro Jacka. Situace ve městečku se začíná vyostřovat a bratři se rozhodnou hájit, co si tvrdě vybudovali. Postaví se přesile, která si říká Zákon, aby definitivně rozhodli, kdo má nad městečkem kontrolu.(Bontonfilm)\n\nČSFD: 81% (25.2k)"
    },
    {
      "imdb": "tt1458175",
      "name": "Tři dny ke svobodě",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 81% (25.2k)",
      "csfdId": 266833,
      "csfdRating": 81,
      "csfdRatingCount": 25164,
      "poster": "https://images.metahub.space/poster/small/tt1458175/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1458175/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "133 min",
      "genres": [
        "Krimi",
        "Drama",
        "Romantický",
        "Thriller"
      ],
      "description": "Život se zdá být pro Johna Brennana (Russell Crowe) perfektní až do chvíle, kdy je jeho žena Lara (Elizabeth Banksová) zatčena kvůli vraždě, kterou údajně nespáchala. Tři roky, než padne rozsudek, se John snaží udržet rodinu pohromadě, vychovává jejich syna Luka (Ty Simpkins) a učí na univerzitě. Mezitím usilovně pátrá po každém dostupném důkazu, aby dokázal, že je jeho žena nevinná. Po zamítnutí posledního odvolání začne mít Lara sebevražedné sklony a John se rozhodne pro jediné možné řešení: pomoci své ženě uprchnout z vězení. Nechce se nechat odradit tím, že je bez šance, ani tím, že s tím nemá žádné zkušenosti a snaží se vymyslet a propracovat plán útěku. Ponoří se do nebezpečného a neznámého světa a skutečně riskuje vše pro ženu, kterou miluje.(oficiální text distributora)\n\nČSFD: 81% (25.2k)"
    },
    {
      "imdb": "tt1568346",
      "name": "Muži, kteří nenávidí ženy",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 79% (28.9k)",
      "csfdId": 279569,
      "csfdRating": 79,
      "csfdRatingCount": 28904,
      "poster": "https://images.metahub.space/poster/small/tt1568346/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1568346/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "158 min",
      "genres": [
        "Krimi",
        "Drama",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Mikael Blomkvist (Daniel Craig) je finanční reportér, odhodlaný očistit svou pověst poté, co byl obviněn z veřejného pomlouvání. Jedním z nejbohatších průmyslníků ve Švédsku, Henrikem Vangerem (na Oscara nominovaný Christopher Plummer), je povolán, aby rozluštil tajemství dávného zmizení jeho milované neteře Harriet – kterou, jak je Vanger přesvědčen, zavraždil některý z členů jeho rodiny. Novinář se vydává na odlehlý ostrov u promrzlého švédského pobřeží, aniž by tušil, co tu na něj čeká. V téže době je Lisbeth Salanderová (Rooney Mara), výstřední, ale velmi efektivní detektiv společnosti Milton Security, pověřena úkolem Blomkvista prověřit. Tento úkol má nakonec za následek to, že s Mikaelem spojí síly při vyšetřování vraždy Harriet Vangerové. Ačkoliv se Lisbeth distancuje od světa, který ji opakovaně zradil, její hackerské schopnosti a dokonalé soustředění se ukáží jako zcela klíčové. Když se Mikael postaví tváří v tvář zachmuřené rodině Vangerů, odkrývá Lisbeth tajemství, zametená pod koberec. Dvojice začíná rozkrývat řetěz vražd, táhnoucí se z minulosti až do současnosti, který oba detektivy křehkým poutem sbližuje, ale současně je vtahuje do nejdivočejších proudů řeky moderního zločinu.(oficiální text distributora)\n\nČSFD: 79% (28.9k)"
    },
    {
      "imdb": "tt1189340",
      "name": "Obhájce",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 81% (23.2k)",
      "csfdId": 281083,
      "csfdRating": 81,
      "csfdRatingCount": 23221,
      "poster": "https://images.metahub.space/poster/small/tt1189340/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1189340/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "119 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "V thrilleru Obhájce ztvárnil Matthew McConaughey roli Michaela, “Micka”, Hallera, charismatického trestního advokáta v Los Angeles, jehož kanceláří je zadní sedadlo vozu Lincoln Continental. Po tom, co většinu své kariéry strávil obranou drobných kriminálníků, dostane z ničeho nic svůj velký životní případ: obhajobu bohatého playboye z Beverly Hills (Ryan Phillippe), který je obviněn z pokusu vraždy. To, co se ze začátku jeví jako jasný případ s velkým finančním výnosem, se rychle obrátí v děsivý souboj dvou mistrů manipulace a krizi Hallerova svědomí.(oficiální text distributora)\n\nČSFD: 81% (23.2k)"
    },
    {
      "imdb": "tt1024648",
      "name": "Argo",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 79% (27.9k)",
      "csfdId": 299781,
      "csfdRating": 79,
      "csfdRatingCount": 27909,
      "poster": "https://images.metahub.space/poster/small/tt1024648/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1024648/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Thriller",
        "Životopisný"
      ],
      "description": "Dramatický thriller Argo vychází ze skutečného příběhu. Popisuje tajnou operaci na záchranu šesti Američanů, která se odehrála na pozadí krize s rukojmími v Íránu. Film ukazuje divákům skutečnost, která nebyla známa celá desetiletí. Dne 4. listopadu 1979 vrcholí íránská revoluce. Radikálové pronikají na americké velvyslanectví v Teheránu, kde zajímají celkem 52 amerických rukojmí. Uprostřed nastalého chaosu se nicméně šesti Američanům podaří uprchnout a ukrýt se v domě kanadského velvyslance. CIA si je velmi dobře vědoma toho, že je jen otázkou času, než bude šest uprchlíků nalezeno a velmi pravděpodobně i zabito, a tak specialista CIA na „exfiltraci“ jménem Tony Mendez (Affleck) přichází s riskantním plánem na jejich bezpečný odsun ze země. A ten plán je tak neuvěřitelný, jako by se mohl stát jen ve filmu.(oficiální text distributora)\n\nČSFD: 79% (27.9k)"
    },
    {
      "imdb": "tt0472043",
      "name": "Apocalypto",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 80% (24.3k)",
      "csfdId": 221334,
      "csfdRating": 80,
      "csfdRatingCount": 24319,
      "poster": "https://images.metahub.space/poster/small/tt0472043/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0472043/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "139 min",
      "genres": [
        "Drama",
        "Dobrodružný",
        "Thriller",
        "Akční",
        "Historický"
      ],
      "description": "Velkolepý projekt Mela Gibsona vypráví o starobylé říši Mayů a jejím zániku. Původ této kultury, její moudrý život a náhlá destrukce, je dosud opředena mnohými tajemstvími. Jde o vůbec první filmové zpracování této neobjasněné záhady. Hlavní hrdina Jaguáří tlapa se vydává na zběsilý útěk ze zajetí, aby zachránil nejen svůj život, ale i milovanou rodinu... Uznávaný, přesto nebo právě proto aférami obklopený, světoznámý režisér, scenárista, herec a producent v jedné osobě Mel Gibson při natáčení Apocalypta opět riskoval. Pro zvýšení autenticity se po celý film mluví neznámou řečí, původním mayským jazykem Yucatec, podobně jako v Umučení Krista. Na filmu se podíleli špičkoví tvůrci, jako je kameraman Dean Semler, držitel Oscara za film Tanec s vlky, střihač John Wright a hudební skladatel James Horner. Výpravu filmu měl na starosti Oscarem několikrát oceněný Tom Sanders. Snímek Apocalypto byl již mimo jiné nominován na cenu BAFTA v kategorii nejlepší neanglicky mluvený film.(oficiální text distributora)\n\nČSFD: 80% (24.3k)"
    },
    {
      "imdb": "tt3397884",
      "name": "Sicario: Nájemný vrah",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 78% (29.4k)",
      "csfdId": 371352,
      "csfdRating": 78,
      "csfdRatingCount": 29390,
      "poster": "https://images.metahub.space/poster/small/tt3397884/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3397884/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "122 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama",
        "Mysteriózní"
      ],
      "description": "Idealistickou agentku FBI (Emily Blunt) pověří důstojník elitní vládní operační skupiny (Josh Brolin), aby v příhraniční oblasti mezi USA a Mexikem, kde neplatí žádné zákony, podpořila eskalující válku proti drogám. Tým vedený tajemným poradcem s pochybnou minulostí (Benicio Del Toro) se tajně vydává na cestu, během které je Kate nucena v zájmu přežití pochybovat o všem, v co dosud věřila.(Freeman Ent.)\n\nČSFD: 78% (29.4k)"
    },
    {
      "imdb": "tt2381249",
      "name": "Mission: Impossible - Národ grázlů",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 79% (25.1k)",
      "csfdId": 319631,
      "csfdRating": 79,
      "csfdRatingCount": 25091,
      "poster": "https://images.metahub.space/poster/small/tt2381249/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2381249/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "131 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Státním úředníkům se poněkud zajídají neortodoxní pracovní metody tajné vládní služby IMF (Impossible Mission Force), proto ji rozpustí a jejího šéfa Ethana Hunta chtějí hnát k zodpovědnosti. Mezitím se začíná o slovo hlásit mýtická organizace Syndikát, jejímiž členy jsou zběhlí tajní agenti. Jejím cílem je prostřednictvím řízených teroristických útoků zavést trochu jiný světový pořádek. Ačkoliv Hunt nemá pro akci proti Syndikátu oficiální pověření a pohybuje se v ilegalitě, shromáždí své zkušené parťáky (Simon Pegg, Ving Rhames a Jeremy Renner) a pokusí se tyto profesionální teroristy zastavit. Pomáhá mu i krásná britská agentka Ilsa Faust (Rebecca Fergusson), která má jedinou vadu na kráse – nedá se jí úplně věřit, protože dost možná pracuje pro druhou stranu.(CinemArt)\n\nČSFD: 79% (25.1k)"
    },
    {
      "imdb": "tt0405094",
      "name": "Životy těch druhých",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 85% (13.3k)",
      "csfdId": 222173,
      "csfdRating": 85,
      "csfdRatingCount": 13331,
      "poster": "https://images.metahub.space/poster/small/tt0405094/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0405094/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "137 min",
      "genres": [
        "Drama",
        "Thriller"
      ],
      "description": "Na začátku osmdesátých let minulého století je Východní Německo prolezlé tajnou vnitřní policií Stasi, jež má třicet pět tisíc tajných agentů a šestinásobek přisluhovačů a informátorů. Na každého občana země si vedou složku a postupně je všechny doplňují.  Úspěšný dramatik Georg Dreyman (Sebastian Koch) a jeho dlouholetá společnice herečka Christa-Maria Sieland (Martina Gedeck) jsou velmi populární a režimem podporovaní umělci, přesto ani oni nejsou vždy loajální. Když se jednoho dne ministr kultury Bruno Hempf (Thomas Thieme) \"zamiluje\" do Christy, nechá ji sledovat tajnou službou. Gerd Wiesler (Ulrich Mühe) kdysi chtěl sám jít k divadlu, ale svou životní dráhu skončil u Stasi. Nyní sleduje Christu a jeho sny a její život ho fascinují stále víc a jeho víra v správnost a vůbec v existenci jeho práce ho nenávratně opouštějí.\n\nČSFD: 85% (13.3k)"
    },
    {
      "imdb": "tt1649419",
      "name": "Nic nás nerozdělí",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 80% (23.5k)",
      "csfdId": 285419,
      "csfdRating": 80,
      "csfdRatingCount": 23468,
      "poster": "https://images.metahub.space/poster/small/tt1649419/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1649419/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "113 min",
      "genres": [
        "Katastrofický",
        "Drama",
        "Thriller",
        "Akční"
      ],
      "description": "Silný příběh filmu Nic nás nerozdělí je založen na skutečné události jedné rodiny, která v roce 2004 přežila úder ničivé vlny tsunami v Indickém oceánu. Manželé Henry (Ewan McGregor), Maria (Naomi Watts) a jejich tři synové se rozhodli strávit poklidné Vánoce v Thajsku a těší se na několik dnů prožitých v tropickém ráji. Rodinná idylka ale náhle a nečekaně skončí dva dny po Štědrém dnu, když jihovýchodní pobřeží Asie zasáhne vlna tsunami. Obrovská masa vody se valí na hotelový komplex, smete vše, co jí přijde do cesty, a rozdělí i prchající rodinu. Ačkoliv všichni členové rodiny přežijí, vyhráno zdaleka nemají, protože nalézt jeden druhého uprostřed pekla je skoro nemožné.(oficiální text distributora)\n\nČSFD: 80% (23.5k)"
    },
    {
      "imdb": "tt0840361",
      "name": "Město",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 79% (25.5k)",
      "csfdId": 269227,
      "csfdRating": 79,
      "csfdRatingCount": 25476,
      "poster": "https://images.metahub.space/poster/small/tt0840361/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0840361/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "125 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "V Bostonu dojde každý rok asi ke 300 loupežím. Většina zlodějů žije ve čtvrti o jedné čtvereční míli, která se jmenuje Charlestown. Jedním z nich je Doug MacRay (Ben Affleck), ale není stejná krevní skupina s jeho zlodějskými kolegy. Na rozdíl od nich měl Doug šanci na úspěch, šanci jít jinou cestou než v kriminálních stopách svého otce. Jenže místo toho se stal vůdcem bandy nelítostných bankovních lupičů, kteří se chlubí tím, že si dokážou vzít cokoli a nikdo je nikdy nechytí. Jedinou rodinu, kterou Doug má, jsou jeho parťáci zloději a hlavně Jem (Jeremy Renner), který i přes svou nebezpečnou povahu je pro Douga něco jako bratr, kterého Doug nikdy neměl. Věci se ale změní při poslední akci gangu, kdy Jem zajme jako rukojmí bankovní manažerku Claire Keesey (Rebecca Hall). Když zjistí, že žije v Charlestownu, začne být Jem nervózní a chce zjistit, co všechno Clarire viděla. Doug ví, čeho je Jem schopen, a proto se rozhodne se o ni postarat sám. Claire nemá ani ponětí, že jejich setkání není náhodné a netuší, že ten okouzlující cizinec je jedním z mužů, kteří ji jen před několika málo dny terorizovali. Čím je vztah s Claire vážnější a vášnivější, tím víc chce Doug zmizet z města a změnit svůj dosavadní život. Ale s federální policií v zádech, kterou vede agent Frawley (Jon Hamm) a s Jemem, který zpochybňuje jeho loajalitu, Doug zjišťuje, že zmizet nebude vůbec jednoduché a co je horší – může postavit Claire do palebné linie. Všechny možné volby, které kdysi měl, se smrskly do jedné: buď podvede kamarády, nebo ztratí ženu, kterou miluje…(oficiální text distributora)\n\nČSFD: 79% (25.5k)"
    },
    {
      "imdb": "tt0363547",
      "name": "Úsvit mrtvých",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 78% (29.8k)",
      "csfdId": 135124,
      "csfdRating": 78,
      "csfdRatingCount": 29765,
      "poster": "https://images.metahub.space/poster/small/tt0363547/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0363547/img?src=cinemeta",
      "imdbRating": "7.2",
      "runtime": "101 min",
      "genres": [
        "Horor",
        "Thriller",
        "Akční"
      ],
      "description": "Zdravotní sestra Ana Clark (Sarah Polley), policista Kenneth (Ving Rhames), prodavač elektroniky Michael (Jake Weber) a pouliční chuligán (Mekhi Phifer) se svou těhotnou přítelkyní jsou hlavními postavami v apokalyptickém zombie horroru natočeném podle klasické filmové předlohy George A. Romera, Úsvit Mrtvých. Svět zachvátila nevysvětlitelná epidemie, která likviduje světovou populaci - avšak mrtví neumírají! Stávají se zombiemi, které se potulují po městě a využívají každou příležitost dostat se k masu a krvi zbylé hrstky živých lidí. Kde a jak to všechno začalo, nikdo neví. Zubožená skupina těch, kteří zatím přežili v jednom wisconsinském městě, našla úkryt ve velkém obchodním středisku. Zde se tito lidé musejí jednak naučit jak se bránit před stále početnější hordou zombií, ale především musí vyřešit problém vlastního soužití v uzavřeném prostoru. Venku už nic nepřipomíná někdejší svět. Situace se zdá bezvýchodnou, a tak skupina hledá riskantní cestu z obklíčení.(oficiální text distributora)\n\nČSFD: 78% (29.8k)"
    },
    {
      "imdb": "tt3682448",
      "name": "Most špiónů",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 79% (24.7k)",
      "csfdId": 381251,
      "csfdRating": 79,
      "csfdRatingCount": 24655,
      "poster": "https://images.metahub.space/poster/small/tt3682448/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3682448/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "141 min",
      "genres": [
        "Drama",
        "Historický",
        "Thriller"
      ],
      "description": "Svět po obou stranách železné opony se propadá do šílené paranoie. Uplynulo už více než deset let od porážky nacistického Německa a lidstvo teď ohrožuje studená válka, napětí mezi USA a SSSR je téměř hmatatelné. Když v roce 1957 FBI zatkne Rudolfa Abela (Mark Rylance), sovětského špióna žijícího v New Yorku, strach a mocenská nedůvěra se ještě více vystupňují. Abel se ve skutečnosti jmenuje Viljam Genrichovič Fišer, řídil síť agentů a do Moskvy důmyslným způsobem odesílal kódované zprávy, i proto vyšetřování do dějin vstoupilo jako „Případ dutého nikláku\". Americká vláda osloví Jamese Donovana (Tom Hanks), uznávaného právníka z Brooklynu, aby se chopil Abelovy obhajoby. Přes počáteční obavy jeho i rodiny a odmítání tak nepopulární kauzy se Donovan nakonec rozhodne Abela zastupovat. Chce zajistit, aby byl podroben spravedlivému soudu. Během příprav na obhajobu se mezi oběma muži začne vytvářet pouto, které je založené na vzájemném respektu. Donovan obdivuje Abelovu sílu a loajálnost. Před soudem přednese vášnivou obhajobou, aby ho uchránil před trestem smrti. Abel je v říjnu 1957 odsouzen na čtyřicet pět let vězení. O tři roky později je nad sovětským vzdušným prostorem sestřelen americký průzkumný letoun U-2 a jeho pilot Francis Gary Powers (Austin Stowell) je zajat a odsouzen k deseti letům vězení. CIA se obává, že Powers bude krutými výslechy a tvrdými vězeňskými podmínkami přinucen k odhalení přísně tajných informací. CIA proto osloví Donovana a přesvědčí jej, aby se stal členem záchranné mise. Donovan se vydává do Berlína, kde má za úkol vyjednat výměnu Abela a Powerse. Nedlouho po svém příjezdu se dozví i o americkém studentovi, který byl zatčen ve východním Berlíně. Navzdory pokynům CIA soustředit se pouze na sestřeleného pilota, Donovan se rozhodne vyjednat propuštění obou – pilota i studenta, protože odmítá v této zemi kohokoliv opustit. Velká hra začíná ...(CinemArt)\n\nČSFD: 79% (24.7k)"
    },
    {
      "imdb": "tt0765443",
      "name": "Východní přísliby",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 81% (20.1k)",
      "csfdId": 225004,
      "csfdRating": 81,
      "csfdRatingCount": 20069,
      "poster": "https://images.metahub.space/poster/small/tt0765443/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0765443/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "100 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Nový thriller Davida Cronenberga (eXistenZ, Moucha, Dějiny násilí) nás přivádí do prostředí ruských zločineckých klanů v Londýně. Hlavním hrdinou je rus jménem Nikolaj Lužin, který pracuje pro jednu velmi \"významnou\" mafiánskou rodinu. Jeho největší předností je rychlost a chladnokrevnost. Neváhá porušit zákon, použít násilí nebo dokonce zabít. Situace se změní ve chvíli, kdy porodní asistentka Anna (Naomi Watts) objeví deník ruské dívky, která zemřela při porodu a Anna se rozhodne pátrat v její minulosti. Film byl oceněn hlavní cenou na Torontském mezinárodním filmovém festivalu 2007 a získal tři nominace na \"Zlatý globus\", v kategorii - nejlepší film, nejlepší herec a nejlepší instrumentální hudba.(oficiální text distributora)\n\nČSFD: 81% (20.1k)"
    },
    {
      "imdb": "tt0454848",
      "name": "Spojenec",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 80% (21.1k)",
      "csfdId": 220722,
      "csfdRating": 80,
      "csfdRatingCount": 21133,
      "poster": "https://images.metahub.space/poster/small/tt0454848/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0454848/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "129 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Newyorský detektiv Keith Frazier je typický drsný polda, jehož kariérnímu postupu brání obvinění z nezákonného jednání, která se s ním táhnou od posledního většího případu. Je tu ale nová kauza s přepadenou bankou a desítkami rukojmích. Frazier se musí postavit proti zřejmě nejrafinovanějšímu zločinci, jakého za svou kariéru potkal. Když se vyjednávání mezi policií a chladnokrevným stratégem vyostřuje, vstupuje do hry vlivná právnička. A situace se opět o něco víc komplikuje. Detektiv Frazier si čím dál víc začíná uvědomovat, že pravidla této hry na kočku a myš nejsou tak jednoznačná a že nelze přesně určit strany dobra a zla. Na první pohled dokonalý zločin může být vlastně ještě dokonalejší.(oficiální text distributora)\n\nČSFD: 80% (21.1k)"
    },
    {
      "imdb": "tt1855199",
      "name": "Patrola",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 80% (19.7k)",
      "csfdId": 295879,
      "csfdRating": 80,
      "csfdRatingCount": 19696,
      "poster": "https://images.metahub.space/poster/small/tt1855199/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1855199/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "109 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Brian Taylor (Jake Gyllenhaal) a Mike Zavala (Michael Peña) jsou nerozlučná policejní dvojka. Dělají vše proto, aby se na konci hlídky vždy ve zdraví vrátili domů. Mají jedinou jistotu: v ulicích South Central v Los Angeles si nemůžou být jisti absolutně ničím! Ve spleti modrých světel, houkajících sirén a adrenalinových situací jsme svědky spontánních a často humorných momentů dvou kolegů, kteří tráví většinu času v policejním autě, čekajíc na další případ. Vznikne mezi nimi pouto, díky kterému fungují v nebezpečných situacích jako sehraný tým. Vědí, že kdykoliv může přijít chvíle, kdy bude třeba nasadit vlastní život.(oficiální text distributora)\n\nČSFD: 80% (19.7k)"
    },
    {
      "imdb": "tt0425210",
      "name": "Nabít a zabít",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 79% (21.6k)",
      "csfdId": 189562,
      "csfdRating": 79,
      "csfdRatingCount": 21569,
      "poster": "https://images.metahub.space/poster/small/tt0425210/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0425210/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "110 min",
      "genres": [
        "Krimi",
        "Thriller"
      ],
      "description": "Slevinovi se právě moc nevede. Jeho dům byl určený k demolici a on se vydává za svou přítelkyní, která má však již jiného. Aby se dostal z toho všeho, půjčí si byt svého přítele Nicka Fishera v New Yorku, zatím co on je mimo město. Avšak Nickova nepřítomnost přibude na seznam jeho problémů.New York je nebezpečné místo pro život, s podsvětím plným kriminálníků a gangsterů. Ale dva z nich jsou nejrespektovanější: Rabbi (Ben Kingsley) a Boss (Morgan Freeman). Kdysi partneři a nyní úhlavní nepřátelé. Jeden druhého obviňují z nedávných záhadných vražd bookmakerů. Mezitím se Slevin seznamuje se svou krásnou sousedkou Lindsey. Jejich flirt je však brzy přerušen, když se Bossovi lidé vrátí pro Nicka do jeho bytu. Nikdo neví jak Nick vypadá a Slevin gangstery nedokáže přesvědčit, že není ten koho hledají. Slevin se tak ocitne před Bossem a dostane onu příslovečnou nabídku, která se nedá odmítnout - Slevin zabije Rabbiho syna a jeho dluh bude splacen.(oficiální text distributora)\n\nČSFD: 79% (21.6k)"
    },
    {
      "imdb": "tt0385002",
      "name": "Hooligans",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 79% (21.3k)",
      "csfdId": 165807,
      "csfdRating": 79,
      "csfdRatingCount": 21261,
      "poster": "https://images.metahub.space/poster/small/tt0385002/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0385002/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "109 min",
      "genres": [
        "Drama",
        "Krimi",
        "Sportovní"
      ],
      "description": "Neprávem vyhozený student Harvardu, Matt Buckner, přijíždí do Londýna, kde se chce na čas usadit u své sestry. Skamarádí se s sestřiným švagrem, Petem Dunhamem, a je vtažen do temného a násilnického světa fotbalových \"hooligans\". Matt se během tohoto přátelství učí, jak stát pevně nohama na zemi a odolávat tomuto tajemnému a drsnému světu. Hooligans je příběhem o loajalitě, důvěře a občas i brutálních následcích života na hraně...(oficiální text distributora)\n\nČSFD: 79% (21.3k)"
    },
    {
      "imdb": "tt0139654",
      "name": "Training Day",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 78% (22.5k)",
      "csfdId": 10802,
      "csfdRating": 78,
      "csfdRatingCount": 22539,
      "poster": "https://images.metahub.space/poster/small/tt0139654/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0139654/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "122 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Jake Hoyt (Ethan Hawke) je spořádaný člověk, který má rodinu a který by mohl být prototypem správného policisty. Aby naplnil svoje poslání, rozhodl se přidat k oddělení narkotik. Dalo mu to hodně práce a proto nechce promarnit výjimečnou příležitost. A tak se má o jeho budoucnosti rozhodnout při prvním dni v terénu. Detektiv Alonzo Harris (Denzel Washington) je naopak zkušený veterán v boji proti narkotikům. Ale za třináct let tvrdé práce v těch nejhorších podmínkách změnil postoj k systému. Zjistil, že pokud bude dodržovat zákony, nic nezmůže proti zločincům, kteří je vesele porušují. A o prvních čtyřiadvaceti hodinách této rozporuplné dvojice je film Training Day. Už od prvního setkání je vidět, že nebude vůbec obyčejný, ale co vše patří k Alonzovu dennímu chlebu, si nikdo z vás nedovede ani představit. Stejně jako Jake, který je najednou pod tlakem a jeho mozek dostává řádně zabrat. Kde leží hranice mezi dobrem a zlem? Platí rčení na hrubý pytel hrubá záplata, nebo je lepší se držet pravidel, ale vysloveně tím nahrávat svým protivníkům?(oficiální text distributora)\n\nČSFD: 78% (22.5k)"
    },
    {
      "imdb": "tt0190332",
      "name": "Tygr a drak",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 80% (17.8k)",
      "csfdId": 5733,
      "csfdRating": 80,
      "csfdRatingCount": 17780,
      "poster": "https://images.metahub.space/poster/small/tt0190332/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0190332/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "120 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Akční",
        "Fantasy",
        "Romantický"
      ],
      "description": "TYGR A DRAK je epický milostný příběh zasazený do staré Číny. Krásný a silný Li Mu Bai (Chow Yun-Fat) je jedním z nejlepších mistrů nejvyššího bojového umění své doby. V tajném výcvikovém táboře potkává dávnou přítelkyní Shu Lien (Michelle Yeoh). Kdysi v boji zabil jejího snoubence, ale náklonnost mezi nimi je vzájemná. Li požádá Shu Lien, která pokračuje v cestě do Pekingu, aby předala jeho meč, legendární Green Destiny (Zelený osud), do rukou pana Tche, respektovaného vůdce a přítele Shu Lienina otce. Li chce tímto gestem začít po letech bojů novou životní etapu. Odchází do hor poklonit se památce dávného mistra, kterého před lety otrávila kriminálnice Jade Fox (Cheng Pei- pei). Mezi tím se Shu Lien setkává v Pekingu s dcerou guvernéra krásnou Jen (Zhang Ziyi), která je obdivovatelkou způsobu života, jakým žije Shu Lien. Krátce na to je posvátný meč z domu pana Tche ukraden a způsob ukazuje na styl Jade Fox. Po stopách krádeže se jako první vydává Shu Lien. Zelený osud je v rukou Jade Fox a je na Li Mu Baiovi, aby jej získal zpátky a zároveň pomstil všechny mrtvé. Je za to ochoten položit i život...(oficiální text distributora)\n\nČSFD: 80% (17.8k)"
    },
    {
      "imdb": "tt2872718",
      "name": "Slídil",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 78% (20.4k)",
      "csfdId": 351777,
      "csfdRating": 78,
      "csfdRatingCount": 20354,
      "poster": "https://images.metahub.space/poster/small/tt2872718/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2872718/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "118 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Sociopat Lou Bloom (Jake Gyllenhaal) je reportér na volné noze, který natáčí videa trestných činů v jejich syrovosti pro zpravodajskou stanici v Los Angeles. Lou stírá hranice mezi účastníkem a pozorovatelem, aby se stal hvězdou svého vlastního příběhu. Jak daleko je ochoten zajít ...?(Hollywood Classic Entertainment (H.C.E.))\n\nČSFD: 78% (20.4k)"
    },
    {
      "imdb": "tt3170832",
      "name": "Pokoj",
      "year": 2015,
      "releaseInfo": "2015 • ČSFD: 81% (14k)",
      "csfdId": 402166,
      "csfdRating": 81,
      "csfdRatingCount": 13957,
      "poster": "https://images.metahub.space/poster/small/tt3170832/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt3170832/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "118 min",
      "genres": [
        "Drama"
      ],
      "description": "Pro pětiletého Jacka je pokoj celým světem. Je to místo, kde se narodil, vyrůstá a kde žije v bezpečí se svou mámou Joy. Spolu si čtou, učí se, hrají si. Poznání o světě Jack nabývá prostřednictvím několika dětských knih a dětských televizních seriálů. Vše, co je mimo pokoj, je fiktivní, jen pokoj je skutečný. V noci ho máma vždy ukládá do bezpečí šatníku, v němž má usnout dříve, než přijde Starý Nick, jejich věznitel. Pokoj je pro Jacka domovem, ale pro jeho mámu vězením, ve kterém je Starý Nick drží již více než sedm let. Díky odhodlání, vynalézavosti a vroucí mateřské lásce se Joy podařilo vytvořit pro Jacka život, ve kterém si neuvědomuje limity jejich vězení. Joy však ví, že takhle to nemůže být napořád. Vymyslí proto odvážný plán útěku, ve kterém se spoléhá na statečnost svého syna a notnou dávku štěstí. Když plán naproti všemu skutečně funguje a oba jsou konečně svobodní, Joy si s hrůzou uvědomí, jak nepřipravená je na to žít mimo čtyři stěny malého pokoje a být svému synovi oporou i ve skutečném světě. Jejich izolovaný svět se najednou rozšíří a jak malý Jack, pro kterého je vše nové a neuvěřitelné, tak i Joy se musejí naučit, jak žít ve skutečném světě...(Bohemia MP)\n\nČSFD: 81% (14k)"
    },
    {
      "imdb": "tt0092067",
      "name": "Laputa: Nebeský zámek",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 85% (8.9k)",
      "csfdId": 28495,
      "csfdRating": 85,
      "csfdRatingCount": 8926,
      "poster": "https://images.metahub.space/poster/small/tt0092067/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0092067/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "125 min",
      "genres": [
        "Animovaný",
        "Akční",
        "Dobrodružný",
        "Fantasy"
      ],
      "description": "Chlapec z hornického městečka a dívka, jejíž původ je zahalen tajemstvím, jsou zataženi do honby za pokladem ukrytým v bájném létajícím městě Laputa. Během krkolomných dobrodružství, razantních honiček i dechberoucích odhalení musejí čelit nejen hamižným vzdušným pirátům, ale také armádě a tajným agentům. Celosvětově uznávaný režisér a scenárista Hajao Mijazaki do snímku promítl svou fascinaci létáním, vášeň pro klasickou evropskou dobrodružnou prózu a pro fascinující epochu konce 19. století, která s sebou přinesla rozmach letectví a vzducholodí. Díky těmto vlivům se Laputa: Nebeský zámek vyznačuje výrazně evropským, až verneovským nádechem, ale současně si uchovává kvality charakteristické pro produkci Studia Ghibli i japonskou animaci obecně.(Aerofilms)\n\nČSFD: 85% (8.9k)"
    },
    {
      "imdb": "tt2265171",
      "name": "Zátah 2",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 81% (9.3k)",
      "csfdId": 307153,
      "csfdRating": 81,
      "csfdRatingCount": 9336,
      "poster": "https://images.metahub.space/poster/small/tt2265171/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2265171/img?src=cinemeta",
      "imdbRating": "7.9",
      "runtime": "150 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Zátah 2 navazuje přesně tam, kde nás děj předchozího snímku zanechal. Rama (Iko Uwais) je opět nucen přijmout roli policajta v utajení, aby poskytl své ženě a dítěti ochranu. Pracuje v protikorupční jednotce vedené Bunawarem, jediným člověkem, kterému může věřit. Rama dostává speciální pověření: musí se infiltrovat do místní zločinecké skupiny mafiánského bosse Banguna. Vrchol řetězce je daleko, krvavá pouť za spravedlností proto začíná v base, kde hnije Bangunův syn Uco. Rama musí získat informace, které by nasměrovaly policejní protikorupční komando k Bagunovi. Po celou dobu se však snaží zakrýt nebezpečnou touhu po pomstě a spravedlnosti, která ho spaluje zevnitř – a díky níž se jak jeho mise, tak i skupina organizovaného zločinu, postupně hroutí.(Cinemax)\n\nČSFD: 81% (9.3k)"
    },
    {
      "imdb": "tt0088846",
      "name": "Brazil",
      "year": 1985,
      "releaseInfo": "1985 • ČSFD: 80% (10.3k)",
      "csfdId": 3301,
      "csfdRating": 80,
      "csfdRatingCount": 10257,
      "poster": "https://images.metahub.space/poster/small/tt0088846/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0088846/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "143 min",
      "genres": [
        "Drama",
        "Fantasy",
        "Sci-Fi"
      ],
      "description": "Podobně jako ve DVANÁCTI OPICÍCH, i zde Gilliam umístil svůj příběh do těžko definovatelného období kolem Vánoc \"někdy ve 20. století\", kdy armády bezejmenných úředníčků striktně dodržujících kancelářskou etiku jak z 30. let na každém kroku doprovází fantaskní přístroje moderní doby. Groteskní prostředí doplňují stejně groteskní postavy - hlavní hrdina Sam (Jonathan Pryce), jež se postupně sbližuje s naivní Jill (Kim Griest), pro kterou největší potěšení představuje sauna a filmy bratrů Marxových; Samova matka posedlá plastickou chirurgií; Jack v podání Michaela Palina, jemuž byla tato role napsána na tělo a jehož postava prochází ve filmu proměnou z příjemného chlapíka až k typickému produktu zrůdného systému, který např. svou ženu oslovuje Barbaro jen proto, že jeho šéf si není schopen zapamatovat její pravé jméno.(oficiální text distributora)\n\nČSFD: 80% (10.3k)"
    },
    {
      "imdb": "tt0307901",
      "name": "25. hodina",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 79% (11k)",
      "csfdId": 5793,
      "csfdRating": 79,
      "csfdRatingCount": 11014,
      "poster": "https://images.metahub.space/poster/small/tt0307901/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0307901/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "135 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Svobodný život Montyho Brogana (Edward Norton) se rychle chýlí ke konci - za 24 hodin si začne odpykávat sedmiletý trest ve vězení. Někdejší král Manhattanu dá brzy sbohem způsobu života, na který si zvykl - životnímu stylu, který mu otevřel dveře nejluxusnějších newyorských klubů, ale také jej odcizil od jeho nejbližších. Během posledního dne na svobodě se Marty pokusí znovu spojit se svým otcem (Brian Cox), který na něj nikdy nezanevřel, a sejde se se dvěma nejlepšími přáteli ze starých časů, Jacobem (Philip Seymour Hoffman) a Slaughterym (Barry Pepper). Ve hře je také jeho přítelkyně Naturelle (Rosario Dawson), která mohla (ale nemusela) být člověkem, díky jehož informaci se o Montyho začala zajímat policie. Monty si není ničím příliš jistý, ale s rychle ubývajícím časem je třeba učinit několik důležitých rozhodnutí.(Česká televize)\n\nČSFD: 79% (11k)"
    },
    {
      "imdb": "tt0154506",
      "name": "Sledování",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 81% (7k)",
      "csfdId": 6993,
      "csfdRating": 81,
      "csfdRatingCount": 6951,
      "poster": "https://images.metahub.space/poster/small/tt0154506/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0154506/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "69 min",
      "genres": [
        "Krimi",
        "Mysteriózní",
        "Thriller",
        "Drama"
      ],
      "description": "Protagonistom je Bill (Jeremy Theobald). Bill je nezamestnaný ctižiadostivý spisovateľ, ktorý žije samotársky a nudný život v Londýne. Billa veľmi fascinujú ľudia s nádejou, že nájde nejaké podklady, o ktorých by mohol písať. Z davu ľudí si teda začne náhodne vyberať jednotlivých ľudí a sleduje ich. Stanoví si pravidlá, aby sa vyhol problémom a aby jeho sledovanie bolo vždy náhodné. Ale čoskoro poruší jedno z pravidiel a sleduje niekoho viac krát, než len raz. Osoba, ktorú často sleduje je Cobb (Alex Haw). Cobb ako sebaistý a inteligentný zlodej prichytí Billa pri sledovaní. Ale kto koho vlastne sledoval?(genetique)\n\nČSFD: 81% (7k)"
    },
    {
      "imdb": "tt0094625",
      "name": "Akira",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 82% (5.8k)",
      "csfdId": 83541,
      "csfdRating": 82,
      "csfdRatingCount": 5838,
      "poster": "https://images.metahub.space/poster/small/tt0094625/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0094625/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "124 min",
      "genres": [
        "Animovaný",
        "Sci-Fi",
        "Drama",
        "Thriller"
      ],
      "description": "Tokio, červenec 1988. Extra Senzorické Pozorování - místo tajných vládních experimentů, které připravuje aktivizaci atomové bomby, která zapříčiní rozpoutání třetí světové války. 31 let po této katastrofě je svět sice rekonstruovaný, ale krajně nestabilní, jelikož pokračují psychické experimenty: Tokio se změnilo na obrovský megapolis Neo-Tokio. Zde působí i motocyklový gang, vedený Kanedem. Jeden z jeho členů Tetsuo je unesen organizací ESP, která ho zařadí do armády. Kaneda hledá zmizelého přítele. Jeho odysea mu umožní kontakt nejen s revolucionáři a tajnou policií, ale i primárním tajemstvím všeho, zvaným Akira...(Intersonic)\n\nČSFD: 82% (5.8k)"
    },
    {
      "imdb": "tt0092007",
      "name": "Star Trek IV: Cesta domů",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 81% (4.9k)",
      "csfdId": 20584,
      "csfdRating": 81,
      "csfdRatingCount": 4883,
      "poster": "https://images.metahub.space/poster/small/tt0092007/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0092007/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "118 min",
      "genres": [
        "Sci-Fi",
        "Dobrodružný",
        "Akční"
      ],
      "description": "William Shatner, Leonard Nimoy a zbytek posádky Enterprise opět ovládnou oblohu v dalším díle Star Treku. Je 23. století a záhadná cizí mocnost ohrožuje Zemi prostřednictvím ničení atmosféry a vypařování vody z oceánů. Kirk a jeho posádka musí cestovat zpět do San Franciska do roku 1986, kde musí najít podstatu tohoto ničení.(oficiální text distributora)\n\nČSFD: 81% (4.9k)"
    },
    {
      "imdb": "tt0338564",
      "name": "Volavka",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 82% (4.2k)",
      "csfdId": 96212,
      "csfdRating": 82,
      "csfdRatingCount": 4232,
      "poster": "https://images.metahub.space/poster/small/tt0338564/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0338564/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "101 min",
      "genres": [
        "Drama",
        "Krimi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Dva kadeti donuceni následovat dvě různé cesty. Ming byl rekrutován vůdcem největšího hongkongského gangu, aby se infiltroval do řad policie jako tajný vyzvědač. Policista Yan se mezitím úspěšně infiltruje do gangu a získává si důvěru mafiiánského bosse a Ming je povýšen do CIB - útvaru zvláštního zpravodajství, oddělení pro vyšetřování vnitřních záležitostí. Policie má podezření, že v jejích řadách někdo slídí, a tak potřebuje volavku.(oficiální text distributora)\n\nČSFD: 82% (4.2k)"
    },
    {
      "imdb": "tt0353969",
      "name": "Vzpomínky na vraha",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 79% (3.7k)",
      "csfdId": 157306,
      "csfdRating": 79,
      "csfdRatingCount": 3741,
      "poster": "https://images.metahub.space/poster/small/tt0353969/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0353969/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "131 min",
      "genres": [
        "Mysteriózní",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Tento film, který u domácího publika trhal návštěvnické rekordy, patří k nejdiskutovanějším korejským titulům roku 2003. Příběh je inspirován skutečnými událostmi - sérií vražd, k nimž došlo v letech 1986 - 1991 v okolí městečka Hwa-Sung nedaleko Soulu. V průběhu šesti let policisté postupně nacházejí těla deseti znásilněných a zavražděných žen. Mezi oběťmi je jednasedmdesátiletá babička i třináctiletá školačka a neexistuje mezi nimi žádná zjevná souvislost, žádné vodítko kterého by se kriminalisté mohli chytit. Detektivové Cho, Park a Seo vyslechnou na 3 000 podezřelých, do akce se postupně zapojí 300 000 policistů. Jenže chytit a usvědčit nevypočitatelného sériového vraha, jehož chladnokrevnost je noční můrou i pro zkušené profesionály, je úkol, který zřejmě přesahuje lidské síly... Režisér Bong Joon-ho svůj film věnoval deseti ženám, které, kdyby nebylo oněch deseti děsivých deštivých večerů, ještě mohly žít.(oficiální text distributora)\n\nČSFD: 79% (3.7k)"
    },
    {
      "imdb": "tt0081505",
      "name": "Osvícení",
      "year": 1980,
      "releaseInfo": "1980 • ČSFD: 88% (55.1k)",
      "csfdId": 5407,
      "csfdRating": 88,
      "csfdRatingCount": 55140,
      "poster": "https://images.metahub.space/poster/small/tt0081505/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0081505/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "144 min",
      "genres": [
        "Horor",
        "Drama",
        "Thriller"
      ],
      "description": "Spisovatel Jack Torrance hledá klidné místo pro psaní svého nového románu, a tak přijímá nabídku dělat správce odlehlého horského hotelu. Při úvodním pohovoru se dozvídá mimo jiné hrůznou historku o svém předchůdci, který zešílel ze samoty a odloučení a zavraždil svou ženu a dvě dcery... po příjezdu Jack ubytuje svou rodinu a začíná psát knihu. Brzy však zjišťuje, že samota uprostřed hor je tísnivá a také on začíná přicházet o rozum.(oficiální text distributora)\n\nČSFD: 88% (55.1k)"
    },
    {
      "imdb": "tt0093409",
      "name": "Smrtonosná zbraň",
      "year": 1987,
      "releaseInfo": "1987 • ČSFD: 88% (54.3k)",
      "csfdId": 2438,
      "csfdRating": 88,
      "csfdRatingCount": 54272,
      "poster": "https://images.metahub.space/poster/small/tt0093409/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0093409/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "110 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller"
      ],
      "description": "Černošský seržant Roger Murtaugh (Danny Glover), který má pár týdnů do důchodu, dostane za parťáka bílého seržanta Martina Rigse (Mel Gibson), jenž chtěl po smrti manželky spáchat sebevraždu. Z počátku si nepadnou do oka, společně však budou muset vyřešit případ nebezpečného gangu pašeráků drog. Úspěch filmu zaručil další tři pokračování.(Magic Box)\n\nČSFD: 88% (54.3k)"
    },
    {
      "imdb": "tt0289879",
      "name": "Osudový dotek",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 87% (59.1k)",
      "csfdId": 45608,
      "csfdRating": 87,
      "csfdRatingCount": 59130,
      "poster": "https://images.metahub.space/poster/small/tt0289879/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0289879/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "113 min",
      "genres": [
        "Sci-Fi",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Evan Treborn (Ashton Kutcher) se vydává pomocí schopností zděděných po otci a díky svým zápiskům z dětství na riskantní cestu do minulosti, aby ji změnil, napravil své chyby a setkal se s láskou svého života. Nebezpečný experiment se mu však vymkne z rukou...(oficiální text distributora)\n\nČSFD: 87% (59.1k)"
    },
    {
      "imdb": "tt0208092",
      "name": "Podfu",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 87% (57.9k)",
      "csfdId": 7700,
      "csfdRating": 87,
      "csfdRatingCount": 57935,
      "poster": "https://images.metahub.space/poster/small/tt0208092/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0208092/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "103 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Ukrást obří briliant v Antverpách je jedna věc, dostat ho přes Londýn do New Yorku druhá. Chlápek, který má transport diamantu na starosti, totiž holduje hazardu, v ilegálním boxerském ringu se schyluje k předem zaplacenému zápasu a na ukradený čtyřiaosmdesáti karátový diamant má zálusk další zloděj - chladnokrevný zabiják Boris. A pak je tu ještě Brick Top  promotér ilegálního boxu, majitel prasečí farmy a jeden z nejodpornějších padouchů londýnského podsvětí. Svou práci má rád a rozumí jí - šestnáct prasat sežere mrtvolu rozřezanou na šest dílů za pár chvil a je jedno, jestli šlo o nepohodlného svědka, nebo boxera, který se nenechal knokautovat ve čtvrtém kole, jak bylo domluveno. Není divu, že v tomhle zápase o diamant veliký jako vyražené oko, brzy nejde o vítězství, ale o holé přežití. Nebo alespoň pohřeb vcelku.(oficiální text distributora)\n\nČSFD: 87% (57.9k)"
    },
    {
      "imdb": "tt0440963",
      "name": "Bourneovo ultimátum",
      "year": 2007,
      "releaseInfo": "2007 • ČSFD: 87% (55.2k)",
      "csfdId": 224141,
      "csfdRating": 87,
      "csfdRatingCount": 55213,
      "poster": "https://images.metahub.space/poster/small/tt0440963/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0440963/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "115 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "Vynořil se z vln Středozemního moře a neměl sebemenší tušení, kdo je. Tehdy se zrodil Agent bez minulosti. Postupně začal skládat střípky do své životní mozaiky, až zjistil, že jeho minulost skrývá řadu temných míst, kterými musí znovu projít, pokud chce o sobě něco zjistit. Tak vznikl Bourneův mýtus. Teď stojí elitní tajný agent Jason Bourne (Matt Damon) na prahu řešení vlastní životní hádanky a chystá se vyhlásit Bourneovo ultimátum. Náročnou cestu za poznáním sebe sama mu prakticky od začátku komplikovala řada nájemných zabijáků, kteří na něm pracovali z pověření jeho bývalých zaměstnavatelů. Ti totiž usilují o pravý opak toho, po čem touží Bourne. Tedy aby si na všechno vzpomněl. Tím jak se víc a víc blíží k odhalení pravdy, zesilují se i jejich nervozita a aktivity jimi najatých vrahů. Agent Jason Bourne před nimi prchá přes Moskvu, Paříž, Londýn a marocký přístav Tanger až do New Yorku, kde se pokusí definitivně dohnat vlastní minulost, aby se mohl začít dívat do budoucnosti. Nebude to mít lehké, protože kromě ostrostřelců z podsvětí ho tu snad kromě armády pronásledují všechny ozbrojené americké složky... Úspěch akční špionážní série podle bestselleru Roberta Ludluma z velké míry souvisí s tím, že si udržuje kontakt s realitou, má velmi chytrou zápletku a charismatického hlavního hrdinu. Ani jeden z těchto důležitých faktorů nebude v Bourneově ultimátu chybět. Režie se znovu ujal uznávaný režisér Paul Greengrass, loni nominovaný na Oscara za režii strhujícího Letu číslo 93, o scénář se stejně jako u předchozích dvou dílů postaral Tony Gilroy, kterému pomáhal slavný britský dramatik s českými kořeny Tom Stoppard. A nechybí samozřejmě ani Matt Damon coby nepolapitelný tajný agent s amnézií. \"Je hodně těžké se k té roli vrátit, protože všichni čekají, že přijdete s něčím novým, zároveň ale nechtějí, aby se Jason Bourne nějak zásadně změnil. Lavírovat mezi těmito dvěma nároky je hodně těžké. Zvlášť když je Bourne jednou z mých nejoblíbenějších postav a nechci jí ublížit,\" říká Matt Damon.(oficiální text distributora)\n\nČSFD: 87% (55.2k)"
    },
    {
      "imdb": "tt0317248",
      "name": "Město bohů",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 89% (42.6k)",
      "csfdId": 88625,
      "csfdRating": 89,
      "csfdRatingCount": 42565,
      "poster": "https://images.metahub.space/poster/small/tt0317248/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0317248/img?src=cinemeta",
      "imdbRating": "8.6",
      "runtime": "129 min",
      "genres": [
        "Krimi",
        "Drama"
      ],
      "description": "Cidade de Deus je nejstarší a nejnebezpečnější slum Ria de Janeira, nejbolavější místo metropole karnevalů. Buscapé se zde narodil, aby žil, místo toho je však zavlečen do světa, v němž se jeho nejlepší kamarádi místo s hračkami baví s nabitými pistolemi. Snaží se zoufale zůstat stranou děsivého násilí, které zachvacuje jeho přátele a mění je v mladistvé zločince zabíjející se navzájem kvůli obchodu s kokainem, z nenávisti i z pouhého rozmaru. Před Buscapéovýma očima se chudá čtvrť v průběhu tří dekád - od 60. do 80. let - proměňuje v dýmající bojiště, na kterém si ozbrojené gangy s šokující lhostejností vyřizují své účty za bílého dne. Buscapé vidí umírat nevinné i ty, které obdivoval a miloval. Jedinou jistotu ve světě každodenního krvavého násilí pro něj začne představovat fotoaparát, kterým začíná dokumentovat městskou džungli kolem sebe. Začíná chápat, že přežít může jen útěkem do normálního světa - za hranice čtvrti, kterou má rád jako svůj domov, ale kterou nenávidí jako hrob nevinnosti, naděje a lásky... Fernando Meirelles debutuje strhujícím dramatem inspirovaným skutečnými osudy. Vyprávění o dospívání ve stínu smrti připomíná formální brilancí filmy Quentina Tarantina či Martina Scorseseho. Syrovou autenticitu zvyšuje obsazení neherců a skutečných obyvatel slumu do řady hlavních rolí. Snímek si získal mezinárodní uznání včetně devíti ocenění na MFF v Havaně a ceny Vision Award na MFF v Torontu. Byl úspěšně uveden na řadě mezinárodních festivalů. Získal nominaci na Zlatý glóbus jako nejlepší zahraniční film roku a jeho režisér byl oceněn nominací na Evropskou filmovou cenu Felix.(oficiální text distributora)\n\nČSFD: 89% (42.6k)"
    },
    {
      "imdb": "tt0209144",
      "name": "Memento",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 87% (50k)",
      "csfdId": 6995,
      "csfdRating": 87,
      "csfdRatingCount": 49997,
      "poster": "https://images.metahub.space/poster/small/tt0209144/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0209144/img?src=cinemeta",
      "imdbRating": "8.4",
      "runtime": "113 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Psychologický"
      ],
      "description": "Začne to fotografií a vzkazem na ní: \"Zab ho!\" A od té chvíle se odvíjí tajemný a drsný příběh Leonarda. Jeho žena byla napadena, zavražděna a on si skoro nic nepamatuje. Jeho krátkodobá paměť je pryč. Leonard se ale musí pomstít. Okamžitě jde po vrahovi. Aby nějak kompenzoval výpadky paměti, všechno si fotí, cvaká spouští na svém Polaroidu jako blázen a podstatná fakta si nechává tetovat na tělo. Story je vyprávěna zvláštním způsobem. Každá důležitá filmová scéna končí tam, kde předchozí začala, a tak musíme být pozorní, abychom ten zvláštní propletenec dějů a potkávajících se postav dobře vnímali. K hlavnímu hrdinovi se přidávají další - ukecaný Teddy a barmanka Natalie. Všichni jsou s vraždou nějak propojeni. Ale pořád se nám do mysli vnucuje klíčová otázka: Je skutečně vrahem John G, jehož jméno má Leonard vytetováno na prsou?(oficiální text distributora)\n\nČSFD: 87% (50k)"
    },
    {
      "imdb": "tt0399295",
      "name": "Obchodník se smrtí",
      "year": 2005,
      "releaseInfo": "2005 • ČSFD: 86% (56.9k)",
      "csfdId": 189557,
      "csfdRating": 86,
      "csfdRatingCount": 56935,
      "poster": "https://images.metahub.space/poster/small/tt0399295/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0399295/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "122 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Obchodník se smrtí je akční dobrodružný příběh podle skutečné události, který se odehrává ve světě mezinárodního obchodu se zbraněmi. Příběh filmu pojednává o pozoruhodných výkonech obchodníka se zbraněmi Yuriho Orlova (Nicolas Cage). Yuri, který se pohybuje v nejnebezpečnějších válečných zónách světa, hravě strčí do kapsy Interpol, svoje obchodní konkurenty a dokonce i zákazníky, mezi něž patří většina nejznámějších světových diktátorů. Jeho největším soupeřem se však nakonec stane vlastní svědomí... \"Skoro všechno, co se ve filmu děje, má skutečnou předlohu,\" říká Niccol. \"Vojenské helikoptéry, které byly prodávány jako záchranné, překupníci se zbraněmi, kteří měnili názvy a registrační údaje svých lodí přímo na moři, dobře známý obchodník se zbraněmi, který byl v Americe propuštěn z vazby za velmi podezřelých okolností, skutečnosti o masových krádežích sovětského vojenského arzenálu po pádu Sovětského svazu. to všechno je pravda. Ve filmu se podíváme do více než 13 zemí, jejichž prostředí dramaticky nasnímal kameraman Amir Mokri ve spolupráci s hlavním výtvarníkem Jeanem Vincentem Puzosem. Kombinace jejich talentů nám napomohla věrně znázornit smutnou absurditu světa obchodu se zbraněmi\", říká režisér. Producent filmu Philippe Rousselet si velmi pochvaluje Puzosovu práci na realistických válečných ruinách, mezi nimiž Yuri Orlov buduje svou kariéru. Puzos si při jejich modelování musel vystačit s \"pouhými 50 milióny dolarů\". Podle posledních informací se skutečný Yuri Orlov ukrývá na území Sýrie, některého z afrických států nebo v Karlových Varech.(oficiální text distributora)\n\nČSFD: 86% (56.9k)"
    },
    {
      "imdb": "tt0407887",
      "name": "Skrytá identita",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 86% (52.3k)",
      "csfdId": 221020,
      "csfdRating": 86,
      "csfdRatingCount": 52336,
      "poster": "https://images.metahub.space/poster/small/tt0407887/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0407887/img?src=cinemeta",
      "imdbRating": "8.5",
      "runtime": "151 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Kriminální drama Skrytá identita je zasazeno do Bostonu, kde státní policie vede válku s organizovaným zločinem. Tajný policista Billy Costigan (Leonardo Di Caprio) je pověřen úkolem infiltrovat zločineckou síť, které předsedá boss Costello (Jack Nicholson). Billy si brzy získá Costellovu důvěru, jenže je tu také Colin Sullivan (Matt Damon), který pro změnu infiltroval policejní složky, aby tam získával pro zločinecký syndikát cenné informace. Sullivan stoupá po kariérním žebříčku a stává se významným členem Jednotky pro zvláštní vyšetřování. Životy obou mužů jsou hluboce ovlivněny prostředím, ve kterém se pohybují. Časem však vyjde najevo, že v systému je ještě hráč, který hraje na obě strany. Billyho i Colinova existence je rázem ohrožena a vystavena nepřátelské straně a oba muži musí vyvinout maximální úsilí, aby jejich identity nebyly odhaleny a oni zachránili svůj protějšek. A tím i sebe.(oficiální text distributora)\n\nČSFD: 86% (52.3k)"
    },
    {
      "imdb": "tt0372183",
      "name": "Bournův mýtus",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 86% (51k)",
      "csfdId": 136076,
      "csfdRating": 86,
      "csfdRatingCount": 50972,
      "poster": "https://images.metahub.space/poster/small/tt0372183/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0372183/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "108 min",
      "genres": [
        "Akční",
        "Thriller"
      ],
      "description": "V roce 2002 se ve filmu Agent bez minulosti podle románu Roberta Ludluma objevil nový hrdina: profesionální zabiják, který se pokouší oživit svou paměť a prchá před pronásledujícími stíny ze své minulosti. V napínavém a spletitém thrilleru se výrazně herecky předvedl Matt Damon jako agent Jason Bourne. Jason Bourne se teď na plátno vrací v pokračování. Před dvěma lety se domníval, že své minulosti utekl. Nyní ho minulost opět dohání. Bourne a Marie (Franka Potente) dál žijí v anonymitě. Bournea ženou noční můry a vzpomínky. Vláčí Marii z města do města. Snaží se být vždy aspoň krok před hrozbou, kterou tuší v každém pohledu i v každém telefonním \"omylu\", před nebezpečím, které očekává v každé vteřině. Ale ohrožení jej do světa, z něhož chtěl uniknout, neustále vrací. Když se v poklidné vsi, která je jejich dočasným domovem, objeví tajný agent, Bourne s Marií místo kvapně opouštějí. Začne nová globální hra na kočku a myš a Jason Bourne se musí vrátit ke své minulosti, i když tajná operace Treadstone', která vytvářela profesionální zabijáky, už skončila. Před lety Bourneovi řekli, že nesmí s nikým navázat kontakt. Minulost se přihlásila sama. Měli ho nechat na pokoji.(oficiální text distributora)\n\nČSFD: 86% (51k)"
    },
    {
      "imdb": "tt0091763",
      "name": "Četa",
      "year": 1986,
      "releaseInfo": "1986 • ČSFD: 88% (41.6k)",
      "csfdId": 8759,
      "csfdRating": 88,
      "csfdRatingCount": 41618,
      "poster": "https://images.metahub.space/poster/small/tt0091763/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0091763/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "120 min",
      "genres": [
        "Drama",
        "Válečný"
      ],
      "description": "Držitel čtyř Cen Akademie® včetně ocenění pro nejlepší film a režii – drásavě realistický válečný film (který podle bezprostředních zážitků natočil režisér Oliver Stone) poprvé vychází na Blu-ray u příležitosti 25. výročí svého vzniku. Speciální edice je nabitá výbušnými bonusy, které vám přiblíží špičkové filmové řemeslo. Tom Berenger, Willem Dafoe a Charlie Sheen se představují v hlavních rolích působivého, strhujícího a nemilosrdně brutálního příběhu o tom, co dokáže chaos a hrůza války ve Vietnamu udělat z amerického vojáka.(Bontonfilm)\n\nČSFD: 88% (41.6k)"
    },
    {
      "imdb": "tt0096874",
      "name": "Návrat do budoucnosti II",
      "year": 1989,
      "releaseInfo": "1989 • ČSFD: 86% (49.5k)",
      "csfdId": 10129,
      "csfdRating": 86,
      "csfdRatingCount": 49525,
      "poster": "https://images.metahub.space/poster/small/tt0096874/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0096874/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "108 min",
      "genres": [
        "Dobrodružný",
        "Komedie",
        "Sci-Fi",
        "Akční"
      ],
      "description": "V druhé části vynikající sci-fi komedie má Marty plné ruce práce. Nejprve musí do budoucnosti zachránit syna a potom zase do minulosti, aby zachránil sám sebe.(oficiální text distributora)\n\nČSFD: 86% (49.5k)"
    },
    {
      "imdb": "tt0258463",
      "name": "Agent bez minulosti",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 85% (55.2k)",
      "csfdId": 18113,
      "csfdRating": 85,
      "csfdRatingCount": 55204,
      "poster": "https://images.metahub.space/poster/small/tt0258463/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0258463/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "119 min",
      "genres": [
        "Akční",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Jedné bouřlivé noci vyloví italská rybářská loď z moře muže, spíš mrtvého než živého. V zádech má kulky a pod kůží štítek s číslem bankovního konta ve švýcarské bance. Víc nic. Když se mu konečně vrátí vědomí, nic svým zachráncům o sobě nedokáže povědět. Trpí naprostou ztrátou paměti. Postupně zjišťuje, že ovládá bojová umění, domluví se v několika jazycích a že si poradí s každou zbraní. To signalizuje velice nebezpečnou minulost. Ale kdo a proč ho chtěl zabít, si vybavit nedokáže. V curyšské depozitní schránce, kam se vydá, jakmile loď přistane, nalezne hned několik cestovních dokladů, závratně vysokou hotovost, automatickou pistoli a jméno Jason Bourne s pařížskou adresou. I když o sobě stále nic neví, pochopí záhy, že lidé, kteří ho znají, usilují o jeho život. A tak Marii, první dívce, kterou potká, nabídne 10.000 dolarů za cestu do Paříže. Teprve tady, s pomocí Marie, jejíž život převrátil vzhůru nohama, začíná skládat první kamínky do mozaiky své minulosti...  Román Roberta Ludluma, který má přinejmenším stejně široké čtenářské zázemí jako třeba Tom Clancy, byl již před lety zfilmován a uveden na televizních obrazovkách a videu pod názvem Agent beze jména s Richardem Chamberlainem. Doug Liman, režisér nového přepisu, odmítl roli ilustrátora dramatické a dějově nesmírně rozvětvené předlohy. Rozhodl se natočit akční špionážní film, zakotvený v současné realitě, který by oslovil i mladou diváckou generaci. Díky svému otci poznal skutečné agenty a věděl, že jejich život a práce se jen málo podobá tomu, co znal ze špionážních snímků. Proto se - se souhlasem autora - rozhodl k rozsáhlým škrtům a změnám, proto do hlavní role, pro mnohé až překvapivě, obsadil Matta Damona, držitele Oscara za film Dobrý Will Hunting. Ten o svém nejnovějším snímku řekl: \"Věděl jsem s jistotou, že Doug nenatočí standardní hollywoodský akční film\". Vystihl tak stručně a přesně kvalitu, kterou Doug Liman románu z 80. let vtiskl. Na atraktivitě mu v očích našich diváků nepochybně dodává i fakt, že byl natáčen v ulicích Prahy.(oficiální text distributora)\n\nČSFD: 85% (55.2k)"
    },
    {
      "imdb": "tt0936501",
      "name": "96 hodin",
      "year": 2008,
      "releaseInfo": "2008 • ČSFD: 85% (56.3k)",
      "csfdId": 231978,
      "csfdRating": 85,
      "csfdRatingCount": 56254,
      "poster": "https://images.metahub.space/poster/small/tt0936501/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0936501/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "94 min",
      "genres": [
        "Akční",
        "Krimi",
        "Thriller",
        "Drama"
      ],
      "description": "Bývalý špión Bryan (Liam Neeson) povolí své sedmnáctileté dceři Kim (Maggie Grace) výlet do Paříže pouze pod podmínkou, že se mu bude pravidelně hlásit. Při jednom takovém telefonátu se ale stává svědkem jejího únosu. Nečeká na nic a vezme spravedlnost do vlastních rukou...(Magic Box)\n\nČSFD: 85% (56.3k)"
    },
    {
      "imdb": "tt2267998",
      "name": "Zmizelá",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 85% (52.6k)",
      "csfdId": 346856,
      "csfdRating": 85,
      "csfdRatingCount": 52589,
      "poster": "https://images.metahub.space/poster/small/tt2267998/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2267998/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "149 min",
      "genres": [
        "Mysteriózní",
        "Thriller",
        "Drama",
        "Krimi"
      ],
      "description": "Amy se ztratila v den pátého výročí svatby s Nickem. Vše naznačuje, že nezmizela dobrovolně. Zoufalý manžel organizuje rozsáhlé pátrací akce a snaží se dělat vše možné pro to, aby se jeho žena našla. Pokud možno živá. Paralelně s tím probíhá policejní vyšetřování, které kromě Amy hledá i člověka, jenž má její zmizení na svědomí. Všechny stopy, nalezené důkazy a svědectví Amyiných blízkých ale ukazují právě na Nicka. Kdo to vlastně je? Trpící oběť zločinu, nebo cynická zrůda, která vodí policii i veřejnost za nos, aby ze sebe sňala podezření? Kdo má pravdu? Jak ji poznat? A co se vlastně stalo s Amy? Na znepokojivé otázky se vrší další a odpovědi zoufale chybějí. Trpí tím především Nick, který se z miláčka médií proměnil ve veřejného nepřítele číslo jedna. Dobře ví, že když se Amy nebo strůjce jejího únosu nenajdou, ponese si cejch až do konce života, který možná stráví za mřížemi. Pokud ovšem nemá Amy skutečně na svědomí.(CinemArt)\n\nČSFD: 85% (52.6k)"
    },
    {
      "imdb": "tt0099685",
      "name": "Mafiáni",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 88% (35.7k)",
      "csfdId": 8246,
      "csfdRating": 88,
      "csfdRatingCount": 35708,
      "poster": "https://images.metahub.space/poster/small/tt0099685/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099685/img?src=cinemeta",
      "imdbRating": "8.7",
      "runtime": "145 min",
      "genres": [
        "Drama",
        "Krimi",
        "Životopisný"
      ],
      "description": "Brooklyn 1955. Školák Henry Hill sní o tom, že se stane gangsterem. vykonává drobné služby pro místní mafiány a když je zadržen policií kvůli pašování cigaret, odmítá vypovídat, což mu vynese přízeň kmotra Paula Cicera, který ho přijme do svých služeb... 1963. Henry spolu s Jimmym Conwayem a Tommym DeVitem provede úspěšnou loupež na letišti. Protřelý Jimmy se stává mladíkovým přítelem a mentorem. Henry se ožení se středoškolskou židovskou dívkou Karen a navenek žije poklidným a usedlým životem. Jeho žena po svatbě zjistí skutečný pramen Henryho příjmů a přijme to jako nezvratitelný fakt... 1970. Henry opustí svoji ženu po žárlivé scéně, kterou mu Karen ztropí kvůli jeho milence. Na Cicerovo naléhání však dál udržuje zdání fungujícího manželství. Za surové zmlácení jednoho dlužníka jsou Henry s Jimmym odsouzeni na deset let. Ve vězení se Henry zaplete do distribuce drog, protože má strach, že jeho rodina zůstane bez prostředků. Když je po čtyřech letech podmínečně propuštěn, slibuje Cicerovi, že drogy nechá... 1980. Henry, Jimmy a Tommy provedou další loupež na letišti, která vynese 6 milionů dolarů. Na jejich stopu se však dostává FBI. Cicero se rozhodne odstranit slabý článek, kterým je zabiják Tommy. Henry zjišťuje, že další na řadě bude on a rozhodne se přihlásit se jako dobrovolný svědek, aby získal ochranu federálních úřadů, které mu zařídí změnu totožnosti.(oficiální text distributora)\n\nČSFD: 88% (35.7k)"
    },
    {
      "imdb": "tt0112641",
      "name": "Casino",
      "year": 1995,
      "releaseInfo": "1995 • ČSFD: 88% (36.2k)",
      "csfdId": 8242,
      "csfdRating": 88,
      "csfdRatingCount": 36219,
      "poster": "https://images.metahub.space/poster/small/tt0112641/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0112641/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "179 min",
      "genres": [
        "Drama",
        "Krimi"
      ],
      "description": "V zaběhané mašinérii vztahů, orientované na legální i nelegální vydělávání peněz, se v rozmezí deseti let odehrává příběh trojice zúčastněných osob: Sam \"Ace\" Rothstein (Robert De Niro) je bývalý hazardní hráč, dosazený mafiánským gangem do Las Vegas na vedoucí místo velkého kasina, které se jeho přičiněním stane minořádně úspěšným. Rothsteinovu osobní bezpečnost zajišťuje jeho nejlepší přítel, brutální gangster Nicky Santoro (Joe Pesci). Osudový zvrat do Samova života přinese profesionální podvodnice Ginger McKennaová, do níž se Rothstein zamiluje a jíž bezmezně věří. Město, obklopené ze všech stran pouští, je pro Scorseseho prostorem ze zvláštní působivostí, místem, kde platí odlišná pravidla a kde může organizovaný zločin dospět k naprosté dokonalosti.(Bontonfilm)\n\nČSFD: 88% (36.2k)"
    },
    {
      "imdb": "tt1392214",
      "name": "Zmizení",
      "year": 2013,
      "releaseInfo": "2013 • ČSFD: 86% (44.9k)",
      "csfdId": 257071,
      "csfdRating": 86,
      "csfdRatingCount": 44866,
      "poster": "https://images.metahub.space/poster/small/tt1392214/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1392214/img?src=cinemeta",
      "imdbRating": "8.2",
      "runtime": "153 min",
      "genres": [
        "Thriller",
        "Mysteriózní",
        "Krimi",
        "Drama",
        "Psychologický"
      ],
      "description": "Silné téma, vynikající scénář plný zvratů a životní herecké výkony poskládaly dohromady thriller o pátrání po dvou zmizelých děvčatech, který je napínavý až k nesnesení. Keller Dover (Hugh Jackman) čelí asi nejhorší noční můře každého rodiče, jeho šestiletá dcera Anna a její kamarádka Joy jednoho večera na Díkuvzdání zmizí. Jejich hledání nebere konce, hodiny se vlečnou a dívky jsou stále pohřešovány. Do objektu zájmu se při pátrání dostane zchátralý karavan, který parkoval před jejich domem a u kterého si dívky naposledy hrály. K případu je povolán detektiv Loki (Jake Gyllenhaal), který zatýká řidiče karavanu, retardovaného Alexe Jonese (Paul Dano), ale pro nedostatek důkazů je Jones po nějaké době propuštěn. Oficiální pátrání sice stále pokračuje, ale Dover se cítí bezradný, jeho strach se mísí se vztekem a zlobou. Bere spravedlnost do svých rukou a bez ohledu na následky se rozhodne vyslechnout jediné pojítko k případu sám, po svém a bez rukaviček.(Bontonfilm)\n\nČSFD: 86% (44.9k)"
    },
    {
      "imdb": "tt0120735",
      "name": "Sbal prachy a vypadni",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 87% (37.1k)",
      "csfdId": 7698,
      "csfdRating": 87,
      "csfdRatingCount": 37112,
      "poster": "https://images.metahub.space/poster/small/tt0120735/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120735/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "105 min",
      "genres": [
        "Krimi",
        "Thriller",
        "Komedie"
      ],
      "description": "Eddy je brilantní karbaník. Sto tisíc liber, které dal společně s kamarády dohromady, by mohl  během jediného večera několikanásobně rozmnožit. Risk je zisk, ale ne vždycky. Eddy narazil na profesionály a za několik hodin prohrál 600 000 liber. Počty profesionálních hráčů jsou jednoduché. Eddy a jeho kámoši Tom, Bacon a Soap musí do týdne sehnat půl miliónu nebo začnou pomalu přicházet o prstíčky. I v tak velkém městě jako je Londýn se tak velký balík nedává dohromady snadno. Naštěstí bizarní londýnské podsvětí nabízí šikovným chlapíkům pár možností, jak rychle přijít k penězům...(oficiální text distributora)\n\nČSFD: 87% (37.1k)"
    },
    {
      "imdb": "tt0240772",
      "name": "Dannyho parťáci",
      "year": 2001,
      "releaseInfo": "2001 • ČSFD: 83% (57.1k)",
      "csfdId": 8564,
      "csfdRating": 83,
      "csfdRatingCount": 57096,
      "poster": "https://images.metahub.space/poster/small/tt0240772/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0240772/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "116 min",
      "genres": [
        "Krimi",
        "Komedie",
        "Thriller"
      ],
      "description": "Lupič Danny Ocean je mužem akce. Ještě neuplynulo ani čtyřiadvacet hodin od chvíle, kdy byl propuštěn z věznice v New Jersey a už plánuje další kšeft. Za jednu noc hodlá Danny spolu s týmem jedenácti specialistů přepadnout najednou hned tři kasina, která ve svých sejfech skrývají stopadesát milionů dolarů. Všechna kasina patří Terrymu Benedictovi, který shodou okolností právě žije s Dannyho bývalou ženou Tess. Je to náhoda nebo motiv? To ví pouze on. V každém případě riskuje nejen svůj život, ale také možnost opět se s Tess sblížit. Pokud se mu jeho takřka neuskutečnitelný plán podaří zrealizovat, potom naopak získá všechno...(oficiální text distributora)\n\nČSFD: 83% (57.1k)"
    },
    {
      "imdb": "tt0083944",
      "name": "Rambo: První krev",
      "year": 1982,
      "releaseInfo": "1982 • ČSFD: 85% (44.4k)",
      "csfdId": 16097,
      "csfdRating": 85,
      "csfdRatingCount": 44416,
      "poster": "https://images.metahub.space/poster/small/tt0083944/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0083944/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "93 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama"
      ],
      "description": "Voják americké armády John Rambo (Sylvester Stallone) se po letech vrací z pekla vietnamské války zpět do své vlasti. Ale politická situace se mezitím změnila, mladý muž se setkává jen s nepochopením a jednoho dne je šerifem malého podhorského městečka (Brian Dennehy) zatčen pro potulku a odveden na místní policejní stanici. Podaří se mu však utéct a v nedalekých horách svádí se svými pronásledovateli nelítostný boj o holý život.(oficiální text distributora)\n\nČSFD: 85% (44.4k)"
    },
    {
      "imdb": "tt0086250",
      "name": "Zjizvená tvář",
      "year": 1983,
      "releaseInfo": "1983 • ČSFD: 87% (33.6k)",
      "csfdId": 2335,
      "csfdRating": 87,
      "csfdRatingCount": 33646,
      "poster": "https://images.metahub.space/poster/small/tt0086250/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0086250/img?src=cinemeta",
      "imdbRating": "8.3",
      "runtime": "170 min",
      "genres": [
        "Krimi",
        "Drama",
        "Thriller"
      ],
      "description": "Na mrtvolách svých konkurentů chtěl vybudovat americký sen... Klasické drama Howarda Hawkse Zjizvená tvář (1932), inspirované osudem proslulého chicagského gangstera Ala Caponea, se po více než padesáti letech dočkalo nového zpracování. Scenárista Oliver Stone a režisér Brian De Palma ovšem děj posunuli do současnosti, italského zločince nahradili kubánským emigrantem a pašování alkoholu distribucí drog. V létě roku 1980 emigrovalo z kubánského přístavu Mariel se souhlasem Fidela Castra 125 000 lidí. Zhruba pětina z nich měla kriminální záznam, neboť Castro se potřeboval zbavit „nežádoucích\" osob. Asi polovina utečenců se usídlila v Miami a jeho okolí. Tato událost tvoří prolog nové verze Zjizvené tváře. Jeden z emigrantů Tony Montana (Al Pacino) se velmi rychle adaptuje v nových podmínkách svobodného světa. Se svým přítelem Mannym (Steven Bauer, jediný rodilý Kubánec mezi hlavními herci) vykonávají příležitostné práce v místním podsvětí a při jedné předávce drog skončí v jejich rukou ukradené peníze, za něž Montana vybuduje vlastní drogové impérium. S mocí a bohatstvím ovšem roste i jeho ego a především paranoia, že jej o jeho výdobytky připraví někdo stejným způsobem, jako to udělal on... Režisér De Palma svůj snímek natočil efektním, rozmáchlým stylem, v němž se opřel o téměř maniakální výkon Ala Pacina. Spíš než u původní Zjizvené tváře hledal inspiraci u Coppolova Kmotra, což je zřejmé už z Pacinova obsazení. Mezi dalšími herci zaujmou tehdy ještě málo známé Michelle Pfeifferová (Montanova žena Elvira) a Mary Elizabeth Mastrantoniová (Montanova sestra Gina).(Česká televize)\n\nČSFD: 87% (33.6k)"
    },
    {
      "imdb": "tt0381061",
      "name": "Casino Royale",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 83% (53.8k)",
      "csfdId": 208033,
      "csfdRating": 83,
      "csfdRatingCount": 53769,
      "poster": "https://images.metahub.space/poster/small/tt0381061/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0381061/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "144 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Krimi",
        "Thriller"
      ],
      "description": "Casino Royale pojednává o začátcích Bondovy špionážní kariéry. V rámci své první mise s pověřením \"007\" se má dostat na kobylku Le Chiffreovi (Mads Mikkelsen), který se stal bankéřem světového terorismu. Aby jej mohl zastavit a rozložit tak teroristickou síť, musí Bond Le Chiffrea porazit v pokerovém turnaji s astronomickými sázkami, který Le Chiffre pořádá v Casino Royale. Zprávu, že se s ním na misi vydává okouzlující účetní ministerstva financí Vesper Lynd (Eva Green), která má zajistit finanční prostředky na pokerové partie a poté na vládní peníze dohlížet, přijímá s krajní nevolí - avšak poté, co společně přežijí řadu smrtících útoků ze strany Le Chiffrea a jeho nohsledů, se mezi nimi vyvine vzájemná přitažlivost. Ta je nakonec zavede do ještě nebezpečnějších situací, které navždy změní Bondův život.(oficiální text distributora)\n\nČSFD: 83% (53.8k)"
    },
    {
      "imdb": "tt0099088",
      "name": "Návrat do budoucnosti III",
      "year": 1990,
      "releaseInfo": "1990 • ČSFD: 85% (40.9k)",
      "csfdId": 10130,
      "csfdRating": 85,
      "csfdRatingCount": 40870,
      "poster": "https://images.metahub.space/poster/small/tt0099088/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0099088/img?src=cinemeta",
      "imdbRating": "7.5",
      "runtime": "119 min",
      "genres": [
        "Dobrodružný",
        "Komedie",
        "Sci-Fi",
        "Western"
      ],
      "description": "Tentokrát se Michael J. Fox vydává na záchranou misi do roku 1885. Třetí Martyho cesta do minulosti, kde je třeba zachránit přítele a vyřešit problém, jak se dostat zpátky do budoucnosti.(oficiální text distributora)\n\nČSFD: 85% (40.9k)"
    },
    {
      "imdb": "tt0387564",
      "name": "Saw: Hra o přežití",
      "year": 2004,
      "releaseInfo": "2004 • ČSFD: 83% (50.1k)",
      "csfdId": 173957,
      "csfdRating": 83,
      "csfdRatingCount": 50136,
      "poster": "https://images.metahub.space/poster/small/tt0387564/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0387564/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "103 min",
      "genres": [
        "Horor",
        "Mysteriózní",
        "Thriller"
      ],
      "description": "Geniální vrah, bizarní smrti, dějové zvraty, falešné stopy. Pokud jste ujížděli na filmu Davida Finchera Se7en (Sedm), pak budete chtít skládat i tuhle SKLÁDAČKU. Ale pěkně od začátku: Probudíte se v neznámé místnosti. Nic si nepamatujete, nic nevidíte, protože je všude tma. Cvak, rozsvítí se světla. Ležíte na špinavé podlaze ve staré vysloužilé umývárně. Proti vám stojí chlap, který také nevypadá nejlíp, a mezi vámi leží mrtvola v kaluži krve. Chcete k ní, ale nejde to. Jste za kotník připoután k trubce u zdi. Ještě to nevíte, ale čeká vás nejhorší noc ve vašem životě. Nejhorší, nebo poslední - a nejspíš oboje najednou. Dostal jste se do spárů vraha, který terorizuje vaše město, vraha, kterému říkají Jigsaw, vraha, který proslul bizarními způsoby likvidace svých obětí...(oficiální text distributora)\n\nČSFD: 83% (50.1k)"
    },
    {
      "imdb": "tt0120903",
      "name": "X-Men",
      "year": 2000,
      "releaseInfo": "2000 • ČSFD: 82% (55.9k)",
      "csfdId": 8412,
      "csfdRating": 82,
      "csfdRatingCount": 55902,
      "poster": "https://images.metahub.space/poster/small/tt0120903/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0120903/img?src=cinemeta",
      "imdbRating": "7.3",
      "runtime": "104 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Nedaleká budoucnost. Po celé planetě se rodí děti s X-faktorem v genech, který jim dává zvláštní sílu - třeba ničivý laserový pohled nebo schopnost létat, či přesunovat předměty nebo ovládat počasí. Profesor X, Wolverine, Storm, Jean Grey, Rogue, Cyclops, Magneto, Toad, Mystique, Sabretooth jsou mutanti s mimořádnými schopnostmi. Ale pro lidi, kteří takovéto schopnosti nemají, je velice těžké mutanty akceptovat a neubránit se strachu. Nejcitelněji potřebu naučit mutanty, jak pracovat se svou zvláštní silou a mít nad ní kontrolu má profesor Charles Xavier - světově uznávaný telepat - mutant. Zřídí speciální školu a jeho záměrem je, aby se žáci chovali tak, aby se svět odnaučil strachu před nimi. Xavier přijímá dva nové žáky. Je to Logan - osamělý silák a Rogue, která může přijmout jakoukoliv sílu i paměť ze všeho, čeho se dotkne. Proti filosofii profesora Xaviera stojí senátor Kelly, který by mutanty nejradši zlikvidoval... Akční sci-fi film podle veleúspěšného comicsového příběhu o tom, jak je těžké najít hranici tolerance v soužití a pochopení svých zvláštností.(oficiální text distributora)\n\nČSFD: 82% (55.9k)"
    },
    {
      "imdb": "tt0450259",
      "name": "Krvavý diamant",
      "year": 2006,
      "releaseInfo": "2006 • ČSFD: 84% (42.9k)",
      "csfdId": 223266,
      "csfdRating": 84,
      "csfdRatingCount": 42918,
      "poster": "https://images.metahub.space/poster/small/tt0450259/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0450259/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "143 min",
      "genres": [
        "Dobrodružný",
        "Drama",
        "Thriller"
      ],
      "description": "Bývalý žoldák, nyní pašerák diamantů (Leonardo DiCaprio) a prostý rybář (Djimon Hounsou) se octnou uprostřed ohně občanské války v Sierra Leone roku 1999. Dva muži spojí své síly v zoufalé misi: znovu získat vzácný růžový diamant nevyčíslitelné hodnoty a zachránit rybářova syna, kterého rebelové odvlekli a naučili zabíjet. Záběry krutého mučení a krveprolití střídá pohled na překrásné scenérie i válkou zpustošenou krajinu. Naléhavé a pohnuté dobrodružství v režii Edwarda Zwicka (Glory, Poslední samuraj) tvaruje napínavé lidské osudy i dechberoucí akci v moderní epos s hlubokým poselstvím.(oficiální text distributora)\n\nČSFD: 84% (42.9k)"
    },
    {
      "imdb": "tt0118715",
      "name": "Big Lebowski",
      "year": 1998,
      "releaseInfo": "1998 • ČSFD: 83% (47.2k)",
      "csfdId": 1604,
      "csfdRating": 83,
      "csfdRatingCount": 47246,
      "poster": "https://images.metahub.space/poster/small/tt0118715/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0118715/img?src=cinemeta",
      "imdbRating": "8.1",
      "runtime": "117 min",
      "genres": [
        "Komedie",
        "Krimi"
      ],
      "description": "Jeff \"Dude\" Lebowski je nejlenivější chlápek z Los Angeles a okolí. Miluje bowling, koktejl zvaný Bílý medvěd, marihuanu a svůj koberec. Díky shodě jmen je ale považován za boháče, který se shodou neskutečných náhod stane obětí vydírání. Místo toho, aby mu skutečný boháč Lebowski zaplatil zašpiněný koberec, musí Jeff se svými neschopnými kumpány předat výkupné za jeho rozmazlenou dceru. Vše by mohlo jít docela v klidu, kdyby se Jeffův kámoš Walter (John Goodman) nerozhodl shrábnout prachy na výkupné bez ohledu na následky. Big Lebowski je dnes již kultovní klasika bratrů Coenových s Jeffem Bridgesem v hlavní roli.(Cinemax)\n\nČSFD: 83% (47.2k)"
    },
    {
      "imdb": "tt1074638",
      "name": "Skyfall",
      "year": 2012,
      "releaseInfo": "2012 • ČSFD: 82% (50.7k)",
      "csfdId": 234460,
      "csfdRating": 82,
      "csfdRatingCount": 50723,
      "poster": "https://images.metahub.space/poster/small/tt1074638/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1074638/img?src=cinemeta",
      "imdbRating": "7.8",
      "runtime": "143 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Thriller"
      ],
      "description": "Daniel Craig je zpět jako Agent 007 v nové, v pořadí již 23-té bondovce s názvem Skyfall. Tentokrát bude Bondova loajalita vůči M (Judi Dench) vystavena nelehké zkoušce, když ji začne pronásledovat její vlastní minulost. 007 musí vystopovat a zneškodnit narůstající hrozbu, ať už ho to stojí cokoliv.(oficiální text distributora)\n\nČSFD: 82% (50.7k)"
    },
    {
      "imdb": "tt2802144",
      "name": "Kingsman: Tajná služba",
      "year": 2014,
      "releaseInfo": "2014 • ČSFD: 82% (47.2k)",
      "csfdId": 342878,
      "csfdRating": 82,
      "csfdRatingCount": 47236,
      "poster": "https://images.metahub.space/poster/small/tt2802144/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt2802144/img?src=cinemeta",
      "imdbRating": "7.7",
      "runtime": "129 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Komedie",
        "Thriller"
      ],
      "description": "Tajní agenti organizace Kingsman nepotřebují mít na konci svých jmen žádné nuly. Tato špionážní služba je oproti jiným britským službám rozhodně nevládní a pochopitelně supertajná. Počet jejích agentů je pevně daný a za každého, který odešel (většinou nedobrovolně a bolestně), nastoupí pečlivě vycvičený a otestovaný nováček, kterého doporučí některý z agentů ve službě. Právě díky tomu se do výběrového systému dostávají hlavně synové významných rodin. Výjimkou z pravidla se stane až Gary „Eggsy\" Price (Taron Egerton), který je obyčejným klukem vybaveným vysokým IQ, nedokončeným výcvikem u mariňáků a oceněný krajskou cenou za gymnastiku. Nyní ale tráví většinu času na ulici, je nezaměstnaný a má nakročeno do kriminálu. V pravou chvíli mu nabídne novou životní šanci jeden z agentů Kingsman – superšpión Harry Hart (Colin Firth), který nejen vypadá, ale také se chová jako pravý anglický gentleman. Aspoň většinou. Někdy to prostě nelze. A protože se jedná nejen o vtipný, ale i napínavý film, potřebujeme pořádného hlavního padoucha. Je jím Richmond Valentine (Samuel L. Jackson), miliardář a bojovník za ekologii zbavený iluzí. Nesnáší pohled na krev a chystá se odrovnat opravdu velké množství obyvatel naší planety. Díky tomu ji chce zachránit a obětavě při tom nehledí na ztrátu žádného cizího života. Pomáhat mu s tím bude Gazelle (Sofia Boutella), inteligentní krasavice s amputovanýma nohama, místo kterých má smrtící běžecké čepele. Podaří se Harrymu a Eggsymu včas odhalit pravdu o Valentinově důmyslném ďábelském plánu a zastavit ho?(CinemArt)\n\nČSFD: 82% (47.2k)"
    },
    {
      "imdb": "tt0102059",
      "name": "Žhavé výstřely",
      "year": 1991,
      "releaseInfo": "1991 • ČSFD: 84% (40.3k)",
      "csfdId": 4,
      "csfdRating": 84,
      "csfdRatingCount": 40341,
      "poster": "https://images.metahub.space/poster/small/tt0102059/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0102059/img?src=cinemeta",
      "imdbRating": "6.7",
      "runtime": "85 min",
      "genres": [
        "Akční",
        "Komedie",
        "Válečný",
        "Romantický"
      ],
      "description": "Na začátku se velitel vojenské letecké základny Block vydá do prérie, aby přiměl k návratu nejlepšího pilota námořního letectva, Toppera Harleye, řečeného Machr, který odešel od letectva kvůli fobii způsobené selháním jeho otce před dvaceti lety. Mladík žije mezi indiány pod jménem Měkká Tlapička a odmítá se vrátit. Na radu moudrého indiánského starce však své rozhodnutí změní. Na základně se seznámí nejen s kolegy - šilhavým pilotem Jimem Pfaffenbachem zvaným Průserář, obětavým Petem Thompsonem řečeným Smolař a Kentem Gregorym, který obviní jeho otce ze smrti svého otce - ale také se sympatickou psychiatričkou Ramadou Thompsonovou. Piloti se připravují na tajnou operaci Spící lasička, jejímž cílem je zlikvidovat atomové základny arabského diktátora. Průmyslník Wilson chce prosadit do výzbroje vlastní superletadlo a to i za cenu sabotáže. Vybere si k tomu právě letadla připravující se do akce. Mezitím se ve vojenském baru setká Ramada se svým bývalým milencem Kentem a novým přítelem Machrem. Večer skončí rvačkou mezi oběma soky a poté kulinářsko milostnými hrátkami Machra s Ramadou. Kvůli tomu ovšem pilot zmešká ranní nástup a do vzduchu místo něj vzlétne Průserář, který svou šilhavostí způsobí děsivou havárii. Přesto jednotka odlétá do oblasti Středozemního moře, kde se na letadlové lodi mají připravit k akci. Přes velmi špatný psychický stav je Machr postaven do čela formace. Vinou sabotáže však nemohou piloti nepřítele zasáhnout, což vyřeší kapitán Block tím, že otupělému Machrovi vypráví do sluchátka o hrdinství jeho otce, čímž pilota vzpruží a ten se hravě vypořádá jak s nepřátelskými letadly, tak s jejich základnou i diktátorem samotným. Na palubu letadlové lodi se sice vrátí jako pravý hrdina ve vraku bez podvozku, paliva i bez křídel, ale zhrzen nešťastnou láskou - domnívá se, že Ramada miluje Kenta - se vrátí do prérie. V indiánském týpí ho však čeká několik nečekaných překvapení.(oficiální text distributora)\n\nČSFD: 84% (40.3k)"
    },
    {
      "imdb": "tt0181689",
      "name": "Minority Report",
      "year": 2002,
      "releaseInfo": "2002 • ČSFD: 82% (48.1k)",
      "csfdId": 8647,
      "csfdRating": 82,
      "csfdRatingCount": 48067,
      "poster": "https://images.metahub.space/poster/small/tt0181689/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0181689/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "145 min",
      "genres": [
        "Sci-Fi",
        "Akční",
        "Thriller",
        "Mysteriózní"
      ],
      "description": "Píše se rok 2054. Washington D.C. je zbaven kriminality. Budoucnost je světlá. Vina je potrestána dřív, než ke zločinu vůbec dojde. PreKrim, elitní jednotka Ministerstva spravedlnosti, dokáže vraždě zabránit díky třem jasnovidcům, psychotronickým osobnostem, které neomylně určí pachatele. Je to nejmodernější obrana proti zločinu, dokonalý systém. Velitel jednotky PreKrim John Anderton (Tom Cruise) má dobrý důvod pracovat na této vizi ze všech sil. Jeho motivem je ušetřit tisíce lidí tragédie, jakou sám prožil. Informace od tří médií se nejdříve přenesou na plazmovou obrazovku. John zde analyzuje, co jasnovidci vidí. Nepochybuje o své práci, dokud se sám nestane podezřelým číslo 1. Pak Johna Andertona jeho vlastní jednotka pod vedením osobního rivala Danny Witwera (Colin Farrell) sleduje na každém kroku...(oficiální text distributora)\n\nČSFD: 82% (48.1k)"
    },
    {
      "imdb": "tt0095705",
      "name": "Bláznivá střela",
      "year": 1988,
      "releaseInfo": "1988 • ČSFD: 85% (33.9k)",
      "csfdId": 10197,
      "csfdRating": 85,
      "csfdRatingCount": 33874,
      "poster": "https://images.metahub.space/poster/small/tt0095705/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0095705/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "86 min",
      "genres": [
        "Komedie",
        "Krimi",
        "Akční"
      ],
      "description": "Někdo nezažije nic dobrodružného, kdyby se rozkrájel. A někomu stačí vyjít na ulici a ocitne se v samém centru těch nejbláznivějších situací, jaké si umíme představit. Poručík losangelské policie Frank Drebin patří k těm druhým. Dlužno ovšem po pravdě říct, že Frank nedostává nic zadarmo, že na celém tom zmatku, který vždy a všude jeho osobu provází, tvrdě a systematicky pracuje. A protože štěstí, jak známo, přeje připraveným, bývá to ostatní už jen logickým vyústěním děje. Jako třeba teď, kdy má do Los Angeles zavítat sama britská královna Alžběta a oddíl, jehož je Frank členem, je pověřen její ochranou...(oficiální text distributora)\n\nČSFD: 85% (33.9k)"
    },
    {
      "imdb": "tt0290334",
      "name": "X-Men 2",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 82% (47.3k)",
      "csfdId": 40326,
      "csfdRating": 82,
      "csfdRatingCount": 47342,
      "poster": "https://images.metahub.space/poster/small/tt0290334/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0290334/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "133 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "X-Meni. Narodili se s jedinečnou genetickou mutací, která jim umožňuje vládnout nadpřirozenými schopnostmi. Pod vlivem profesora Charlese Xaviera (Patrick Stewart) slouží lidstvu. Chrání svět. Ten jim však nedůvěřuje a bojí se jich. Po nesmyslném pokusu o atentát na prezidenta Spojených států, který údajně spáchal neznámý mutant, se veřejnost dovolává zákona, který má mutanty dostat pod kontrolu. V čele militantně anti-mutantniho hnuti stojí armádní velitel a vědec William Stryker (Brian Cox), o němž se tvrdí, že na mutantech prováděl pokusy. Mutanty nenávidí a hodlá je totálně zlikvidovat. Když zjistí, že jeho vlastní syn je mutant, bez milosti ho zabije. Stryker měl v minulosti co do činění také s Wolverinem (Hugh Jackman) a zná tajemství jeho minulosti. Když Wolverine pátrá po svém původu, uvede Stryker do pohybu svůj anti-mutantní program. Jsou však i mutanti, kteří se proti lidské civilizaci postavili. Jeden z nich, Magento (Ian McKellen), právě unikl z vězení. Je nepřítelem X-Menů. V situaci, kdy se všichni mutanti stali štvanci, navrhne X-Menům spojenectví proti společnému nepříteli - Strykerovi. X-Meni i jejich spojenci se spolu vydávají na nejnebezpečnější misi v životě... Režisér Bryan Singer natočil tentokrát víc než tradiční pokračování. Ponořil se hlouběji do mytologie X-Menů, do jejich schopností a vztahů. Vedle již známých postav se na pozici dobra přidává atletický Nightcrawler a zlo posiluje - nejen svými diamantovými drápy - Deathstrike. Ve filmu se tak představuje nová generace X-Menů. Patrick Stewart se vrátil do role profesora Charlese Xaviera, světově uznávaného telepata. I promodralá metamorfická Mystique (Rebecca Romijn-Stamos - viděli jsme ji jako Femme Fatale ve stejnojmenném filmu) předvede své svody. Větší prostor má také postava Storm (oscarová Halle Berry), která prochází vývojovými změnami. Režisér Bryan Singer po natáčení druhého dílu X-Menů prohlásil: Točit první X-Meny byla úžasná zkušenost a divácká reakce byla mimořádně příznivá. Ale po natočení filmu X-Men 2 mi natáčení prvního dílu připadá skoro jen jako úvod. Kultovní záležitost, natočená, jak je to v poslední době velice časté, podle komiksu, má všechny předpoklady upoutat diváky vizuálně i napínavým dějem.(oficiální text distributora)\n\nČSFD: 82% (47.3k)"
    },
    {
      "imdb": "tt0947798",
      "name": "Černá labuť",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 81% (54.3k)",
      "csfdId": 229692,
      "csfdRating": 81,
      "csfdRatingCount": 54298,
      "poster": "https://images.metahub.space/poster/small/tt0947798/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0947798/img?src=cinemeta",
      "imdbRating": "8.0",
      "runtime": "108 min",
      "genres": [
        "Drama",
        "Thriller",
        "Mysteriózní",
        "Psychologický"
      ],
      "description": "V psychologickém thrilleru Černá labuť, zasazeném do prostředí newyorské baletní scény, zavádí vizionářský režisér Darren Aronofsky diváky na fascinující a mrazivou cestu do nitra mladé baleríny, která se kvůli své vytoužené roli v Labutím jezeře stane až děsivě dokonalou. Snímek sleduje příběh Niny (Natalie Portman), baleríny newyorského baletu, jejíž život je, podobně jako život všech v této profesi, plně pohlcen tancem. Žije s matkou Ericou, bývalou balerínou (Barbara Hershey), která své profesní ambice nikdy zcela nenaplnila podle svých představ a tak teď alespoň nadšeně podporuje kariéru své dcery. Když se umělecký šéf baletu Thomas Leroy (Vincent Cassel) rozhodne pro novou premiéru sezóny, Labutí jezero, vyměnit stávající primabalerínu Beth Macintyre (Winona Ryder), Nina je jeho jasnou volbou. Do souboru ale vzápětí přichází nová tanečnice Lily (Mila Kunis), která na Leroye velmi zapůsobí svou smyslností a pro Ninu se tak okamžitě stává velkou konkurencí. “Labutí jezero” totiž vyžaduje tanečnici, která umí zahrát jak nevinnou a noblesní Bílou labuť, tak Černou labuť, která představuje lstivost a smyslnost. Nina je dokonalým ztělesněním Bílé labutě, ale Černá labuť je její povaze a projevu vzdálená. To ale rozhodně neplatí pro Lily... Mezi oběma tanečnicemi se rozvíjí podivně zvrácené přátelství, které ale ničí vzrůstající vzájemná rivalita. Nina se nechce své vysněné role vzdát, ale při naplnění svého snu může překročit hranici, zpoza které už nebude návratu do normálního světa.(oficiální text distributora)\n\nČSFD: 81% (54.3k)"
    },
    {
      "imdb": "tt1318514",
      "name": "Zrození Planety opic",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 82% (42.9k)",
      "csfdId": 281606,
      "csfdRating": 82,
      "csfdRatingCount": 42898,
      "poster": "https://images.metahub.space/poster/small/tt1318514/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1318514/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "105 min",
      "genres": [
        "Akční",
        "Dobrodružný",
        "Drama",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Pořekadlo, že cesta do pekla bývá dlážděna dobrými úmysly, platí v tomto příběhu přímo ukázkově. Mladý vědec Will Rodman (James Franco) vyvíjí lék proti Alzheimerově nemoci, kterou trpí i jeho otec (John Lithgow). Slibný výzkum se ovšem zadrhává kvůli nežádoucím vedlejším účinkům, které vykazují pokusní živočichové po aplikaci léčebné látky. Zklamaný vědec opouští výzkum, odchází pečovat o otce a jako bonus si tajně odnáší šimpanzí mládě, jehož rodiče zemřeli při Willových pokusech. U šimpanze Caesara se postupně začne projevovat vysoká inteligence a Will zjistí, že za to zřejmě může působení jeho léku. Začne mu ho tajně podávat a tím nechtěně otevře bránu k lidské zkáze. Čím dál inteligentnější zvíře se po čase ocitne v přírodní rezervaci, kde začne v čele ostatních opic pomaloučku připravovat vzpouru proti těm, kdo zabili jeho rodiče a jeho zavřeli do tohoto „fešáckého kriminálu“. Tedy proti lidem.(oficiální text distributora)\n\nČSFD: 82% (42.9k)"
    },
    {
      "imdb": "tt1219289",
      "name": "Všemocný",
      "year": 2011,
      "releaseInfo": "2011 • ČSFD: 81% (49.6k)",
      "csfdId": 276351,
      "csfdRating": 81,
      "csfdRatingCount": 49569,
      "poster": "https://images.metahub.space/poster/small/tt1219289/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1219289/img?src=cinemeta",
      "imdbRating": "7.4",
      "runtime": "106 min",
      "genres": [
        "Mysteriózní",
        "Sci-Fi",
        "Thriller"
      ],
      "description": "Eddie Morra (Bradley Cooper) je zlenivělý spisovatel, kterému se začíná hroutit svět. Chtějí ho vyhodit z práce a rozchod s přítelkyní Lindy (Abbie Cornish) ho jen utvrdí v přesvědčení, že jeho život je v troskách a budoucnost nemůže přinést nic než další zklamání. To se ale změní ve chvíli, kdy Eddieho navštíví jeho starý přítel z dětství, Vernon (Johnny Whitworth). Nabídne mu pilulky NZT - utajovanou drogu, která umožňuje využívat mozek na 100 % a dodává člověku extrémní sebevědomí. Eddie se nechává zlákat neodolatelnými účinky NZT a naprosto droze propadne. Najednou je schopen využívat informace s ohromnou efektivitou. Vše, co kdy viděl, slyšel a přečetl, zvládá zpracovat a zužitkovat. Neustálá stimulace drogou ho katapultuje mezi elitu finančního sektoru. Jeho nadlidský výkon a úspěch přitáhne pozornost finančního magnáta Carla Van Loona (Robert De Niro), který v drogou posíleném Eddiem vidí příležitost, jak vydělat miliardy. Zázračná droga má ale nebezpečné vedlejší účinky a Eddie se ocitá v ohrožení života. Musí se skrývat, nájemní vrazi jsou však stále blíž. Podaří se mu uniknout, nebo doplatí na zrádnou představu, že ho droga učiní všemocným?(oficiální text distributora)\n\nČSFD: 81% (49.6k)"
    },
    {
      "imdb": "tt1250777",
      "name": "Kick-Ass",
      "year": 2010,
      "releaseInfo": "2010 • ČSFD: 80% (55.1k)",
      "csfdId": 248143,
      "csfdRating": 80,
      "csfdRatingCount": 55079,
      "poster": "https://images.metahub.space/poster/small/tt1250777/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt1250777/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "118 min",
      "genres": [
        "Akční",
        "Komedie"
      ],
      "description": "Svět potřebuje nové hrdiny! A proto přichází Kick-Ass se svými komplici! Teenager Dave Lizewski (Aaron Johnson) nevyniká žádnými zvláštními schopnostmi. Jediné, co ho baví, jsou komiksy. Ty ho taky inspirují natolik, že se rozhodne stát se superhrdinou! Bohužel mu k tomu ale chybí to nejdůležitější - nadpřirozené schopnosti… To ho ale nemůže odradit a jako každý správný superhrdina si vybírá přezdívku, Kick-Ass. Dave ale není jediným superhrdinou v tomto prostoru. Nebojácné a dobře secvičené duo otce s dcerou Big Daddy (Nicolas Cage) a Hit Girl (Chloe Grace Moretz) také bojuje s kriminálními živly a postupně se jim i daří omezovat „království“ místního padoucha Franka D´Amica.(oficiální text distributora)\n\nČSFD: 80% (55.1k)"
    },
    {
      "imdb": "tt0315733",
      "name": "21 gramů",
      "year": 2003,
      "releaseInfo": "2003 • ČSFD: 84% (34.6k)",
      "csfdId": 43073,
      "csfdRating": 84,
      "csfdRatingCount": 34629,
      "poster": "https://images.metahub.space/poster/small/tt0315733/img?src=cinemeta",
      "background": "https://images.metahub.space/background/medium/tt0315733/img?src=cinemeta",
      "imdbRating": "7.6",
      "runtime": "124 min",
      "genres": [
        "Drama",
        "Krimi",
        "Thriller"
      ],
      "description": "Cristina Pecková (Naomi Watts), která od doby svého neklidného mládí již dozrála, je milovanou starší sestrou Claudie (Clea DuVall), hodnou manželkou Michaela (Danny Huston) a milující matkou dvou malých dcer. Její rodina vyzařuje naději a radost. Na mnohem nižší společenské i ekonomické úrovni se nachází bývalý trestanec Jack Jordan (Benicio Del Toro) a jeho žena Marianne (Melissa Leo), která nemůže zajistit důstojné zázemí svým dvěma dětem, zatímco Jack řeší problémy s obrácením se k víře. Tragická nehoda způsobí, že se tito lidé z odlišných prostředí, ocitnou v jediném společném světě. V důsledku toho Paul stane tváří v tvář své vlastní smrtelnosti, Cristine se střetává s událostmi, které mohou ovlivnit její přítomný a snad i budoucí život a Jackova víra podstupuje závažnou zkoušku. Pokud se komukoliv z nich podaří získat si zpět ztracenou duševní rovnováhu, může to ostatní stát mnoho. Vůle žít a instinkt nutící hledat podporu v těžké situaci u jiných, zůstává v jejich existenci všudypřítomný.(oficiální text distributora)\n\nČSFD: 84% (34.6k)"
    }
  ]
}